Repository: KDE/kde1-kdebase
Catalog: po/*/kbgndwm.po
Languages: fr, sv

source: Display Settings
fr: Configuration de l'affichage
sv: Skärminställningar

source: Background Settings
fr: Configuration du fond d'écran
sv: Bakgrundsinställningar

source: Common Background
fr: Arrière-plan commun
sv: Gemensam bakgrund

source: Undock
fr: Retirer du panneau
sv: Docka inte

source: Tiled
fr: Mosaïque
sv: Rutat

source: Mirrored
fr: Mirroir
sv: Speglat

source: CenterTiled
fr: Mosaïque centrée
sv: Centreringsrutat

source: Centred
fr: Centré
sv: Centrerat

source: CentredBrick
fr: Centré sur un mur de briques
sv: Centrerat, tegelram

source: CentredWarp
fr: Centré dans une perspective
sv: centrerat, warpram

source: CentredMaxpect
fr: Centré avec aspect max
sv: Centrerat maximerat

source: SymmetricalTiled
fr: Mosaïque symétrique
sv: Symmetriskt rutat

source: SymmetricalMirrored
fr: Miroir symétrique
sv: Symmetriskt speglat

source: Scaled
fr: Adapté
sv: Skalad

source: No wallpaper
fr: Pas de papier peint
sv: Ingen bakgrund
