Repository: KDE/kde1-kdebase
Catalog: po/*/kcmdisplay.po
Languages: ca, cs, et, he, hu, is, it, ko, ro, ru, tr

source: Enter new desktop name
ca: Introduïu el nom del nou escriptori
cs: Vlo¾ nové jméno pracovní plochy
et: Sisesta uus töölaua nimi
he: שדח הדובע ןחלוש םש ןזה
hu: Írd be az új munkaasztal nevét
is: Sláðu inn nýtt skjáborðsnafn
it: Inserisci il nuovo nome per il desktop
ko: 새 데스크탑 이름을 넣으십시오
ro: Introduceþi noul nume al ecranului
ru: Введите название нового рабочего стола
tr: Yeni masaüstü adýný giriniz

source: Desktop
ca: Escriptori
cs: Pracovní plocha
et: Töölaud
he: הדובע ןחלוש
hu: Asztal
is: Skjáborð
ko: 데스크탑
ro: Ecran
ru: Рабочий стол
tr: Masaüstü

source: &Rename ...
ca: C&anvia el nom ...
cs: Pø&ejmenovat ...
et: &Nimeta ümber ...
he: ...םש הנ&ש
hu: Á&tnevez...
is: Endur&nefna ...
it: &Rinomina ...
ko: 이름바꾸기(&R)...
ro: &Redenumeºte
ru: &Переименовать...
tr: &Yeniden adlandýr...

source: &Common Background
ca: Fons &comú
cs: Spoleèné &pozadí
et: Ühine &taust
hu: &Közös háttér
is: &Eins bakgrunnur
it: &Sfondo comune
ro: &Fundal comun
ru: &Общий фон

source: Colors
cs: Barvy
et: Värvid
he: םיעבצ
hu: Színek
is: Litir
it: Colori
ko: 배경색
ro: Culori
ru: Цвета
tr: Renkler

source: &One Color
ca: &Un Color
cs: &Jednobarevné
et: Ü&hevärviline
he: דח&א עבצ
hu: &Egy szín
is: &Einn litur
it: &Colore Uno
ko: 한가지색(&O)
ro: &O culoare
ru: &Один Цвет
tr: &Tek Renk

source: &Two Color
ca: &Dos Colors
cs: D&voubarevné
et: &Kahevärviline
he: םיעבצ ינ&ש
hu: &Két szín
is: &Tveir litir
it: Colore &Due
ko: 두가지색(&T)
ro: &Douã culori
ru: &Два Цвета
tr: &Ýki Renk

source: Set&up ...
ca: &Valors ...
cs: Na&stavit..
et: &Seadistus ...
he: ...רד&גה
hu: &Beállítás...
is: St&illingar ...
it: &Impostazioni ...
ko: 설정(&u)...
ro: Setã&ri ...
ru: &Настроить...
tr: &Ayarla...

source: Wallpaper
ca: Paper pintat
cs: Tapeta
et: Taustapilt
he: הדובע ןחלוש טפט
hu: Tapéta
is: Veggfóður
it: Sfondo
ko: 바탕그림
ro: Imagine de fundal
ru: Обои
tr: Duvar Kaðýdý

source: No wallpaper
ca: Sense paper pintat
cs: ®ádná tapeta
et: Taustapilti pole
he: טפט אלל
hu: Nincs tapéta
is: Ekkert veggfóður
it: Nessuno Sfondo
ko: 바탕그림 없음
ro: Fãrã fundal
ru: Без обоев
tr: Duvar Kaðýdý Yok

source: &Browse...
ca: &Fulleja...
cs: &Listovat...
et: &Lehitse...
he: ןוי&ע
hu: &Tallóz...
is: &Flakka...
it: &Sfoglia
ko: 찾아보기(&B)...
ro: &Cautã...
ru: &Просмотреть...
tr: &Gözat...

source: Arrangement:
ca: Disposició:
cs: Uspoøádání:
et: Paigutus:
hu: Elrendezés:
is: Röðun
it: Arrangiamento:
ro: Aranjament:
ru: Расположение:

source: Tiled
ca: Mosaic
cs: Vydlá¾dìná
et: Paanidena
hu: Egymás mellett
is: Flísalagt
it: Afficanato
ro: Lipite
ru: Черепицей

source: Mirrored
ca: Emmirallat
cs: Zrcadlená
et: Peegeldatud
hu: Tükrözött
is: Speglað
it: Specchiato
ro: În oglindã
ru: Зеркально

source: Center Tiled
ca: Mosaic centrat
cs: Vydlá¾dìná centrovanì
et: Keskjoondatud paanidena
hu: Középe, egymás mellett
is: Miðjað flísalagt
it: Affiancato e centrato
ro: Lipite din mijloc
ru: Черепицей в центре

source: Centred
ca: Centrat
cs: Centrovaná
et: Keskjoondatud
hu: Középre igzított
is: Miðjað
it: Centrato
ro: Centratã
ru: В центре

source: Centred Brick
ca: Maó centrat
cs: Centrovaná s cihlami
et: Keskjoondatud tellis
hu: Középen, tégla szerûen
is: Miðjaðir múrsteinar
it: Muro centrato
ro: Centratã pe zid
ru: В центре кирпичей

source: Centred Warp
ca: Ordit centrat
cs: Centrovaná se zborcením
et: Keskjoondatud warp
hu: Középen, behajtva
is: Miðjað í geimferð
it: Centrato deformato
ro: Centratã pe stea
ru: В центре волны

source: Centred Maxpect
ca: Maxpect centrat
cs: Centrovaná Maxpect
et: Keskjoondatud maksimeeritud
hu: Középen, arányos maximum
is: Stækkað miðjað
it: Centrato Maxpect
ro: Centratã Maxpect
ru: Макс. в центре с сохр. осей

source: Symmetrical Tiled
ca: Mosaic simètric
cs: Symetricky vydlá¾dìná
et: Sümmeetriliselt paanidena
hu: Szimmetrikusan egymás mellett
is: Flísalagt samhverft
it: Affiancato simmetrico
ro: Lipite simetric
ru: Симметричная черепица

source: Symmetrical Mirrored
ca: Emmirallat simètric
cs: Symetricky zrcadlená
et: Sümmeetriliselt peegeldatud
hu: Szimmetrikusan tükrözött
is: Speglað samhverft
it: Specchiato simmetrico
ro: În oglindã simetric
ru: Симметричное отражение

source: Scaled
ca: Escalat
cs: Zvìt¹ená
et: Skaleeritud
hu: Nyújtott
is: Teygt
it: In scala
ro: Scalatã
ru: С измененным размером

source: Ra&ndom
ca: A&leatori
cs: &Náhodná
et: &Juhuslik
hu: Véletle&nszerûen
is: Slembið
it: C&asuale
ro: &Aleatoare
ru: Случайно

source: Setu&p...
ca: &Valors ...
cs: Nas&tavit...
et: Sea&distus...
hu: Beá&llítás...
is: St&illingar ...
it: &Impostazioni...
ro: &Setare...
ru: &Настроить...

source: &Dock into the panel
ca: &Encastat al plafó
cs: &Dokovat v panelu
et: &Doki paneelile
hu: Panelba &dokkolás
is: &Hleypa á spjaldið
it: &Aggiungi al pannello
ro: Introduce în panou
ru: Разместить в специальной области panel

source: Cache size (kB):
ca: Mida de cau (kB):
cs: Velikost cache (kB):
et: Vahemälu suurus (kB):
hu: Gyorstár mérete (kB):
is: Biðminni (KB):
it: Dimensione cache (kB):
ro: Marime cache (kB):
ru: Размер буфера (кБ):

source: Desktop names
ca: Noms d'escriptoris
cs: Jméno pracovní plochy
et: Töölaua nimed
he: הדובעה תונחלוש תומש
hu: Asztalok nevei
is: Nöfn skjáborða
it: Nomi dei Desktop
ko: 데스크탑 이름
ro: Numele ecranului
ru: Названия рабочих столов
tr: Masaüstü adlarý

source: File error
ca: Error de fitxer
cs: Souborová chyba
et: Viga failis
hu: Fájl hiba
is: Skráarvilla
it: Errore file
ro: Eroare de fiºier
ru: Ошибка файла

source: Can't load image file
ca: No es pot carregar el fitxer imatge
cs: Není mo¾né nahrát soubor s obrázkem
et: Ei suuda laadida pildifaili
hu: Nem lehet betölteni a képet
is: Ekki tókst að lesa myndskrá
it: Impossibile caricare l'immagine
ro: Nu pot încãrca fiºierul
ru: Ошибка загрузки файла с изображением

source: Unsupported URL
ca: URL no suportada
cs: Nepodporované URL
et: Mittetoetatud URL
hu: Nem támogatott URL
is: Slóð ekki studd
it: URL non supportata
ro: URL neimplementat
ru: Неподдерживаемый URL

source: Sorry, this type of URL is currently unsupportedby the KDE Display Module
ca: Ho sento, aquest tipus d'URL no està suportada pel mòdul KDE Display
cs: Lituji, tento typ URL není v souèasné dobì podporovám obrazovkovým modulem KDE.
et: Vabandust, sellist tüüpi URL'id ei ole KDE ekraanimooduli poolt toetatud
hu: Sajnálom, de jelenleg ezt a fajta URL-t nem támogatja a KDE Megjelenítõ Modulja
is: Í augnablikinu styður KDE Sýnipakkinn ekki þessa tegund slóða
it: Spicanete, questo tipo di URL non è attualmente supportata dal KDE Display Module
ro: Acest tip de URL este nesuportat în prezent
ru: Извините, но данный тип URL не поддерживается Модулем дисплея KDE

source: Two color backgrounds
ca: Fons de dos colors
cs: Dvoubarevná pozadí
et: Kahevärviline taust
he: עקר יעבצ ינש
hu: Két színû háttér
is: Tvílitur bakgrunnur
it: Sfondi bicolore
ko: 배경을 두가지 색으로
ro: Fundal în douã culori
ru: Двухцветный фон
tr: Ýki renkli arkaplanlar

source: Blend colors from &top to bottom
ca: Barreja colors &daltabaix
cs: Smíchat barvy z&hora dolù
et: Sujuv üleminek ülevalt &alla
he: הטמל הלעמלמ םיעבצ בברע
hu: Színátmenet &felülrõl lefelé
is: Blanda litum að &ofan
it: Sfuma i colori dal'&alto al basso
ko: 배경 위에서 아래로 점점 변화(&t)
ro: Mixeazã culorile de &sus în jos
ru: Изменять цвет с&верху вниз
tr: Yu&karýdan aþaðýya renkleri kaynaþtýr

source: Blend colors from &right to left
ca: Barreja colors de d&reta a esquerra
cs: Smíchat barvy z&prava doleva
et: Sujuv üleminek &paremalt vasakule
he: לאמשל ןימימ םיעבצ בברע
hu: Színátmenet &jobbról balra
is: Blanda litum frá &hægri
it: Sfuma i colori da &destra a sinistra
ko: 배경 오른쪽에서 왼쪽으로 점점 변화(&r)
ro: Mixeazã culorile de la &dreapta la stânga
ru: Изменять цвет с&права налево
tr: Renkleri saðdan sola kaynaþtýr

source: Use &pattern
ca: Usa &patró
cs: Pou¾ít vzo&r
et: Kasuta &mustrit
he: תינב&תב שמתשה
hu: Használjon &mintát
is: Nota &mynstur
it: Usa &Motivo
ko: 패턴 사용(&p)
ro: Cu &model
ru: Использовать &шаблон
tr: &Desen kullan

source: Preview
ca: Vista prèvia
cs: Náhled
et: Eelvaatlus
he: המידקמ הגוצת
hu: Vázlat
is: Forsýn
it: Anteprima
ko: 미리보기
ro: Mostrã
ru: Предпросмотр
tr: Önbakýþ

source: Pattern &name
ca: &Nom de patró
cs: J&méno vzoru
et: Mustri &nimi
he: תינבתה ם&ש
hu: Minta &neve
is: &Nafn mynsturs
it: &Nome motivo
ko: 패턴 이름(&n)
ro: &Nume model
ru: &Имя шаблона
tr: &Desen adý

source: Current
ca: Actual
cs: Souèasný
et: Käesolev
he: תיחכונ
hu: Jelenlegi
is: Núverandi
it: Attuale
ko: 현재 설정
ro: Curent
ru: Текущий
tr: Þu anki

source: Filled
ca: Farcit
cs: Plný
et: Täidetud
he: האלמ
hu: Kitöltött
is: Fyllt
it: Pieno
ko: 채움
ro: Plin
ru: Закрашенный
tr: Doldurulmuþ

source: Fish net
ca: Xarxa de pesca
cs: Rybáøská sí»
et: Kalavõrk
he: םיגייד תשר
hu: Halászháló
is: Net
it: Spina di pesce
ko: 그물망
ro: Plasã de pescuit
ru: Рыбацкая сеть
tr: Balýk aðý

source: Triangles
cs: Trojúhelníky
et: Kolmnurgad
he: םישלושמ
hu: Háromszögek
is: Þríhyrningar
it: Triangoli
ko: 삼각형
ro: Triunghiuri
ru: Треугольники
tr: Üçgenler

source: Flowers
ca: Flors
cs: Kvìtiny
et: Lilled
he: םיחרפ
hu: Virágok
is: Blóm
it: Fiori
ko: 꽃무늬
ro: Floricele
ru: Цветы
tr: Çiçekler

source: Rattan
cs: Ratan
et: Rattanpalm
he: לפוו
hu: Rácsos
ko: 등나무
ro: Plasã de iutã
ru: Плетение

source: Cobbled Pavement
ca: Llambordes
cs: Dla¾ba
et: Munakivisillutis
he: תופצרמ
hu: Macskakõ
is: Flísalögð gangstétt
it: Lastricato
ko: 자갈길
ro: Pavaj
ru: Мостовая

source: Random mode setup
ca: Valors mode aleatori
cs: Nastavení náhodného módu
et: Juhuslik reziimi seadistus
hu: Véletlenszerû mód beállítás
is: Stillingar slembihams
it: Impostazioni modo casuale
ro: Setare pentru modul aleator
ru: Настройка случайного режима

source: Pick files from &directory
ca: Agafa els fitxers del &directori
cs: &Vybírat soubory z adresáøe
et: Võta failid &kataloogist
hu: &Ebbõl a könyvtárból vegye a fájlokat
is: Veldi skrár úr &möppu
it: Prendi file dalla &directory
ro: Alege fiºiere din &director
ru: Брать файлы из каталога

source: &Browse ...
ca: &Fulleja...
cs: &Listovat ...
et: &Lehitse ...
hu: &Tallóz...
is: &Flakka...
it: &Sfoglia ...
ro: &Rãsfoire
ru: &Просмотреть...

source: Timer Delay in seconds :
ca: Retard de l'alarma en segons :
cs: Èasové zpo¾dìní v sekundách :
et: Taimeri viivitus sekundites :
hu: Késleltetés másodpercben:
is: Töf í sekundum :
it: Tempo di attesa in secondi:
ro: Duratã (în secunde):
ru: Задержка в секундах :

source: In &order
ca: En &ordre
cs: V &poøadí
et: &Järjekorras
hu: S&orban
is: Í réttri röð
it: In &ordine
ro: În &ordine
ru: В порядке

source: Desktops :
ca: Escriptoris :
cs: Pracovní plochy :
et: Töölauad :
hu: Asztalok:
is: Skjáborð :
it: Desktop :
ro: Ecrane:
ru: Рабочие столы :

source: &Add
ca: &Afegeix
cs: Pøid&at
et: &Lisa
hu: Hozzá&adás
is: &Bæta við
it: &Aggiungi
ro: &Adaugã
ru: &Добавить

source: Directory error
ca: Error de directori
cs: Adresáøová chyba
et: Kataloogi viga
hu: Könyvtár hiba
is: Möppuvilla
it: Errore directory
ro: Eroare în director
ru: Ошибка каталога

source: Selected directory doesn't exists
ca: El directori seleccionat no existeix
cs: Vybraný adresáø neexistuje
et: Valitud kataloogi ei eksisteeri
hu: A választott könyvtár nem létezik
is: Tiltekin mappa er ekki til
it: La directory selezionata non esiste
ro: Directorul selectat nu existã
ru: Выбранный каталог не существует

source: Color Scheme
ca: Esquema de color
cs: Barevné schéma
et: Värviskeem
he: םיעבצ תינבת
hu: Szín kompozíció
is: Litastef
it: Schema colori
ko: 색 설정
ro: Schemã de culori
ru: Цветовая схема
tr: Renk Ölçüsü

source: Current scheme
ca: Esquema actual
cs: Souèasné schéma
et: Käesolev skeem
he: תיחכונ
hu: Jelenlegi összeállítás
is: Núverandi litastef
it: Schema attuale
ko: 현재 설정
ro: Schema curentã
ru: Текущая схема
tr: Þu anki ölçü

source: KDE default
ca: KDE predeterminat
cs: KDE implicitní
et: KDE vaikeväärtused
he: KDE לש לדחמה תרירב
hu: KDE alapértelmezett
is: Sjálfgefið í KDE
it: Standard KDE
ko: KDE 기본값
ro: KDE implicitã
ru: KDE по умолчанию
tr: KDE Öntanýmlý

source: &Add ...
ca: &Afegeix ...
cs: Pøid&at ...
et: &Lisa ...
he: ...ףסו&ה
hu: Hozzá&adás...
is: &Bæta við ...
it: &Aggiungi ...
ko: 추가(&A)...
ro: &Adaugã ...
ru: &Добавить...
tr: &Ekle

source: &Save changes
ca: &Desa els canvis
cs: &Ulo¾it zmìny
et: &Salvesta muudatused
he: םייוניש רומ&ש
hu: Változtatá&sok mentése
is: &Vista breytingar
it: &Salva cambiamenti
ko: 변경 사항 저장(&S)
ro: &Salveazã schimbãrile
ru: &Записать изменения...
tr: &Deðiþiklikleri Kaydet

source: Widget color
ca: Color de l'estri
cs: Barva widgetu
et: Elemendi värv
he: טירפה עבצ
hu: Widget színe
is: Græjulitur
it: Colore Widget
ko: 위젯 색
ro: Culori butoane
ru: Цвет управляющего элемента
tr: Rengi al

source: Inactive title bar
ca: Barra de títol inactiva
cs: Neaktivní titulek
et: Mitteaktiivse akna tiitliriba
he: הליעפ אל תרתוכ עקר
hu: Inaktív címsor
is: Óvirk titilslá
it: Barra Titolo inattiva
ko: 비활성 타이틀 바
ro: Zonã de titlu inactivã
ru: Неактивный заголовок
tr: Etkisiz baþlýk çubuðu

source: Inactive title text
ca: Text de títol inactiu
cs: Text neaktivního titulku
et: Mitteaktiivse tiitliriba tekst
he: הליעפ אל תרתוכ טסקט
hu: Inaktív címsor szövege
is: Texti á óvirkri titilslá
it: Testo Titolo inattivo
ko: 비활성 타이틀 문자
ro: Titlu inactiv
ru: Текст неактивного заголовка
tr: Etkisiz baþlýk metni

source: Inactive title blend
ca: Barreja de títol inactiu
cs: Clona neaktivního titulku
et: Mitteaktiivse tiitli värviüleminek
he: הליעפ אל תרתוכל ינשמ עקר
hu: Inaktív címsor átmenet
is: Blandlitur á óvirkri titilslá
it: Sfumatura barra inattiva
ko: 비활성 타이틀 바탕색
ro: Mixaj zonã de titlu
ru: Цвет перелива неактивного заголовка
tr: Etkisiz baþlýk kaynaþmasý

source: Active title bar
ca: Barra de títol activa
cs: Aktivní titulek
et: Aktiivse akna tiitliriba
he: הליעפ תרתוכ עקר
hu: Aktív címsor
is: Virk titilslá
it: Barra Titolo attiva
ko: 활성 타이틀 바
ro: Zonã de titlu activã
ru: Активный заголовок
tr: Etkin baþlýk çubuðu

source: Active title text
ca: Text de títol actiu
cs: Text aktivního titulku
et: Aktiivse tiitli tekst
he: הליעפ תרתוכ טסקט
hu: Aktív címsor szövege
is: Texti á virkri titilslá
it: Testo Titolo attivo
ko: 활성 타이틀 문자
ro: Titlu activ
ru: Текст активного заголовка
tr: Etkin baþlýk metni

source: Active title blend
ca: Barreja de títol actiu
cs: Clona aktivního titulku
et: Aktiivse tiitli värviüleminek
he: הליעפ תרתוכל ינשמ עקר
hu: Aktív címsor átmenet
is: Blandlitur á virkri titilslá
it: Sfumatura Barra attiva
ko: 활성 타이틀 바탕색
ro: Mixaj zonã de titlu
ru: Цвет перелива активного заголовка
tr: Aktif baþlýk kaynaþmasý

source: Background
ca: Fons
cs: Pozadí
et: Taust
he: עקר
hu: Háttér
is: Bakgrunnur
it: Sfondo
ko: 배경
ro: Fundal
ru: Фон
tr: Arkaplan

source: Text
et: Tekst
he: טסקט
hu: Szöveg
is: Texti
it: Testo
ko: 텍스트
ru: Текст
tr: Metin

source: Select background
ca: Fons de selecció
cs: Vyber Pozadí
et: Vali taust
he: הריחב עקר
hu: Kiválasztott szöveg háttere
is: Valinn bakgrunnur
it: Sfondo scelta
ko: 배경 선택
ro: Fundal selecþie
ru: Выбранный фон
tr: Arkaplaný seçiniz

source: Select text
ca: Text de selecció
cs: Vyber text
et: Vali tekst
he: הריחב טסקט
hu: Kiválasztott szöveg
is: Valinn texti
it: Testo Scelta
ko: 문자 선택
ro: Text selectat
ru: Выбранный текст
tr: Metni seçiniz

source: Window background
ca: Fons de finestra
cs: Pozadí okna
et: Akna taust
he: ןולחה עקר
hu: Ablak háttere
is: Bakgrunnur glugga
it: Sfondo finestra
ko: 윈도우 배경
ro: Fundal de fereastrã
ru: Фон окна
tr: Pencere arkaplaný

source: Window text
ca: Text de la finestra
cs: Text v oknì
et: Akna tekst
he: ןולח ךותב טסקט
hu: Ablak szövege
is: Gluggatexti
it: Testo finestra
ko: 윈도우 문자
ro: Text în fereastrã
ru: Текст в окне
tr: Pencere metni

source: Contrast
cs: Kontrast
et: Kontrast
he: טסרטנוק
hu: Kontraszt
is: Birtuskil
it: Contrasto
ko: 색대비
ru: Котраст
tr: Parlaklýk

source: &Low
ca: &Baix
cs: Ma&lý
et: &Madal
he: ךומנ
hu: A&lacsony
is: &Lág
it: &Min
ko: 낮음(&L)
ro: &Mic
ru: &Низкий
tr: &Düþük

source: High
ca: Alt
cs: Velký
et: Kõrge
he: לודג
hu: Magas
is: &Há
it: Max
ko: 높음
ro: Mare
ru: Высокий
tr: Yüksek

source: Error removing
ca: Error en eliminar
cs: Chyba odstraòování
et: Viga eemaldamisel
he: הקיחמב האיגש
hu: Hiba eltávolításkor
is: Ekki tókst að fjarlægja
it: Errore rimozione
ko: 제거 오류
ro: Eroare la ºtergere
ru: Ошибка удаления
tr: Silme hatasý

source: This color scheme could not be removed. Perhaps you do not have permission to alter the file system where the color scheme is stored.
ca: Aquest esquema de color no s'ha pogut eliminar. Potser no teniu permisos per alterar el fitxer de sistema on es guarda l'esquema de color.
cs: Toto barevné schéma není mo¾né odstranit. Pravdìpodobnì nemáte pøístupová práva ke zmìnì souboru, ve kterém jsou ulo¾eny schémata.
et: Värviskeemi ei saa eemaldada. Võib-olla ei ole sul õigust kirjutada failisüsteemi, kus seda värviskeemi hoitakse.
he: וזה םיעבצה תינבת תא קוחמל ןתינ אל תונשל תואשרה ךל ןיא יכ ןכתיי הלש ץבוקה תא וא םיצבקה תכרעמ תא
hu: Ez a színösszeállítás nem távolítható el. Elképzelhetõ, hogy nincsen joga a fájlrendszer változtatására, ahol a színösszeállítás tárolva van.
is: Ekki tókst að fjarlægja þetta litastef. Kanski hefur þú ekki skrifréttindi í möppuna þar sem það er geymt.
it: Questo schema di colori non può essere rimosso. Può essere che tu non abbia i permessi per il file system dove questo schema è situato.
ko: 이 색 설정은 제거될 수 없습니다. 귀하는 색 설정 파일이 저장된 파일 시스템에 대한 변경 권한이 없는 것 같습니다.
ro: Aceastã schemã de culori nu poate fi ºtearsã. Poate cã nu ai permisiunea sã modifici fiºierul unde este stocatã schema de culori.
ru: Эта цветовая схема не может быть удалена. Возможно у вас нет прав на изменение системного файла, где хранятся цветовые схемы.
tr: Bu renk ölçüsü silinemez. Büyük ihtimal ile renk ölçülerinin tutulduðu dosyaya eriþim hakkýnýz yok.

source: Naming error
ca: Error en nombrar
cs: Chyba pojmenování
et: Viga nimetamisel
he: םש תאיגש
hu: Elnevezési hiba
is: Villa í nafngjöf
it: Errore nel nome
ko: 잘못된 이름
ro: Eroare de denumire
ru: Ошибка перименования
tr: Adlandýrma hatasý

source: Please choose a unique name for the new color scheme. The one you entered already appears in the color scheme list.
ca: Si us plau, trieu un nom únic pel nou esquema de color. El que heu entrat ja és a la llista d'esquemes de color.
cs: Prosím zvolte jedineèné jméno novéhobarevného schématu. To které jste zadal, se ji¾ vyskytuje v seznamu barevných schémat.
et: Palun vali unikaalne nimi oma uue värviskeemi jaoks. See, mille sa praegu sisestasid, on nimekirjas juba olemas.
he: םיעבצה תינבתל ידוחיי םש רחב אנא תמישרב רבכ עיפומ תתנש םשה םיעבצה תוינבת
hu: Kérlek válassz egy egyedi nevet az új színösszeállítás számára. Olyan nevû, minat amit beírtál, már létezik a színösszeállítás listában.
is: Veldu nafn fyrir litastefið sem ekki er í notkun. Það sem þú slóst inn er nú þegar í listanum.
it: Per favore scgeli un nome unico per il nuovo schema di colori. Quello che hai inserito appare già nella lista degli schemi di colori.
ko: 새로운 색 설정을 위해서는 유일한 이름이 필요합니다. 지정한 색 설정 이름이 이미 설정표에 있습니다.
ro: Alegeþi un nume unic pentru noua schemã de culoare. Cea introdusã este deja în listã.
ru: Пожайлуста выберите уникальное имя для новой цветовой схемы. Которое вы ввели уже существует в списке цветовых схем.
tr: Yeni renk ölçüsüne lütfen tek bir isim seçiniz Zaten mevcut bir ölçü ismi girdiniz

source: Add a color scheme
ca: Afegeix un esquema de color
cs: Pøidat barevné schéma
et: Lisa värviskeem
he: םיעבצ תינבת ףסוה
hu: Szín összeállítás hozzáadás
is: Bæta við litastefi
it: Aggiungi uno schema di colori
ko: 색설정 추가
ro: Adaugã o schemã de culori
ru: Добавить цветовую схему
tr: Renk ölçüsü ekle

source: &Enter a name for the new color scheme to be added to your personal list. The colors currently used in the preview will be copied into this scheme to begin with.
ca: &Entreu un nom pel nou esquema de color que s'afegirà a la vostra llista personal. Per començar, es copiaran a l'esquema els colors en ús a la vista prèvia.
cs: Vlo¾te jméno nového barevného schématu, který bude pøidán do Va¹eho osobního seznamu. Pro zaèátek budou barvy právì pou¾ité v náhledu zkopírovány do tohoto schématu.
et: &Sisesta nimi uue värviskeemi jaoks mis lisatakse sinu isiklikku nimekirja. Käesoleval hetkel eelvaatluses kasutatavad värvid kopeeritakse alustuseks sellesse skeemi.
he: השדחה םיעבצה תינבתל םש סנכה םיעבצה תוינבת תמישרב רמשית וז תינבת ךלש תישיאה המגודב תעכ םיעיפומ רשא םיעבצה םיעבצה תינבת לא וקתעוי
hu: &Írj be egy nevet az új színösszeállítás számára. Azok a színek amiket most a vázlat ablakban látsz, kezdetnek bemásolódnak az új színösszeállításba.
is: Sláðu inn nafn fyrir nýja litastefið sem á að setja í litastefalistann þinn. Litirnir sem sjást í forsýninni veða afritaðir í nýja litastefið.
it: &Inserisci un nome per il nuovo schema di colori da aggiungere alla tua lista personale. I colori attualmente usati nell'anteprima Saranno copiati in questo schema.
ko: 귀하의 개인설정 목록에 추가될 새로운 색 설정 이름을 입력하십시오(&E) 미리보기로 사용중인 색들이 새로운 색 설정 이름으로 복사될 것입니다.
ro: Introduceþi un nume pentru noua schemã de culori care va fi adãugatã în lista dvs. personalã. Culorile curente vor fi copiate pentru început în aceastã schemã.
ru: Введите имя цветовой схемы, которая будет добавлена в личный список. Цвета используемые в предпросмотре будут скопированы в эту схему.
tr: &Yeni renk ölçünüz için kiþisel listenize eklenecek Bir isim giriniz. Öngörüþte olan renkler açýlýþta baþlayacaktýr.

source: Ignore
ca: Ignora
cs: Ignoruj
et: Ignoreeri
he: םלעתה
hu: Kihagy
is: Hundsa
it: Ignora
ko: 무시
ro: Ignorã
ru: Игнорировать
tr: Atla

source: Save Screen
ca: Desa la pantalla
cs: ©etøit obrazovku
et: Salvesta ekraan
he: ךסמ רומש
hu: Képernyõvédõ
is: Skreyta skjá
it: Salva Schermo
ko: 화면 저장
ro: Salveazã ecranul
ru: Сохранять экран
tr: Ekraný koru

source: Lock Screen
ca: Bloqueja la pantalla
cs: Zablokovat obrazovku
et: Lukusta ekraan
he: ךסמ לענ
hu: Képernyõ zárolás
is: Læsa skjá
it: Blocca Schermo
ko: 화면 잠금
ro: Blocheazã ecranul
ru: Закрывать экран
tr: Ekraný Kilitle

source: Screen Saver
ca: Salva Pantalles
cs: ©etøiè obrazovky
et: Ekraanisäästja
he: ךסמ רמוש
hu: Képernyõvédõ
is: Skjasvæfa
it: Salva Schermo
ko: 화면 보호기
ro: Scriin Seivãr :)
ru: Хранитель экрана
tr: Ekran Koruyucu

source: No screensaver
ca: Sense salvapantalles
cs: ®ádný ¹etøiè obrazovky
et: Ekraanisäästjat pole
he: ךסמ רמוש אלל
hu: Nincs képernyõvédõ
is: Engin svæfing
it: Nessun salvaschermo
ko: 화면 보호기 없음
ro: Fãrã scriinseivãr
ru: Нет хранителя экрана
tr: Ekran Koruyucu Yok

source: &Setup ...
ca: &Valors ...
cs: Na&stavit ...
et: &Seadistus ...
he: ...םינייפא&מ
hu: &Beállítás...
is: &Stilla ...
it: &Impostazioni ...
ko: 설정(&S)...
ro: &Setãri ...
ru: &Настроить...
tr: &Ayarlar...

source: &Test
ca: &Prova
he: הקיד&ב
hu: &Próba
is: &Prófa
it: &Prova
ko: 테스트(&T)
ro: &Testeazã
ru: &Тест

source: Settings
ca: Arranjament
cs: Nastavení
et: Seadistused
he: תורדגה
hu: Beállítások
is: Stillingar
it: Impostazioni
ko: 설정사항
ro: Setãri
ru: Установки
tr: Ayarlar

source: &Wait for
ca: &Espera
cs: Èe&kat
et: &Oota
he: ירחא לע&פה
hu: &Késleltetés
is: &Bíða
it: &Attendi
ko: 대기시간(&W)
ro: &Aºteaptã
ru: &Ждать
tr: &Bekle

source: min.
he: תוקד
hu: perc
is: mín.
ko: 분
ru: мин.
tr: dak.

source: &Require password
ca: &Cal contrasenya
cs: Vy¾a&dovat heslo
et: &Vajalik parool
he: המסיסב ביי&ח
hu: &Jelszó szükséges
is: Krefjast &lykilorðs
it: &Richiedi Password
ko: 암호 필요(&R)
ro: &Cere parolã
ru: &Требуется пароль
tr: Parola sor

source: &Accept root password to unlock
ca: &Accepta la contrasenya del root per desbloquejar
cs: &Akceptovat heslo superu¾iv. k odemknutí
et: &Aktsepeeri juure parooli lukustuse eemaldamisel
he: הליענ לוטיבל תכרעמה להנמ תמסיס לב&ק
hu: Root jelszóv&al is ki lehessen nyitni
is: Samþykkja &rótarlykilorð til að opna
it: &Accetta la password di root per sbloccare
ro: &Acceptã parola de root pentru deblocare
ru: Допускать пароль root'а для разблокирования.
