Repository: KDE/kde1-kdebase
Catalog: po/*/kcmdisplay.po
Languages: ca, cs, et, he, hu, is, it, ko, ro, ru, tr

source: Show &password as stars
ca: Mostra &contrasenya amb asteriscs
cs: Zobrazit heslo jako &hvìzdy
et: Näita &parooli tärnidena
he: המסיסה הדשב םיבכו&כ גצה
hu: J&elszó elrejtése
is: Sýna lykilorð sem &stjörnur
it: Mostra &password con asterischi
ko: 암호 *로 나타내기
ro: Tipãreºte &parola cu steluþe
ru: Показывать звездочки вместо пароля
tr: Parola'yý * ile göster

source: Priority
ca: Prioritat
cs: Priorita
et: Prioriteet
he: ךסמה רמושל תופידע
hu: Prioritás
is: Forgangur
it: Priorità
ko: 우선순위
ro: Prioritate
ru: Приоритет
tr: Öncelik

source: &High
ca: &Alta
cs: &Velká
et: &Kõrge
he: ההוב&ג
hu: &Nagy
is: &Hár
it: &Max
ko: 높음(&H)
ro: &Mare
ru: &Высокий
tr: &Yüksek

source: Low
ca: Baixa
cs: Malá
et: Madal
he: הכומנ
hu: Kicsi
is: Lágur
it: Min
ko: 낮음
ro: Micã
ru: Низкий
tr: Düþük

source: Style
ca: Estil
et: Stiil
hu: Stílus
is: Stíll
it: Stile
ro: Stil
ru: Стиль

source: &Draw widgets in the style of Windows 95
ca: &Dibuixa estris a l'estil Windows 95
cs: Vyk&reslovat widgety ve stylu Windows 95
et: &Joonista elemendid Windows 95 stiilis
he: 95 תונולח ןונגיסב םיטירפ ריי&צ
hu: A wi&dgeteket Windows 95 stílusban rajzolja
is: Teikna græjur eins og &indows 95
it: &Disegna gli oggetti con lo stile di Windows 95
ko: 윈도우 95 스타일로 위젯 그림(&D)
ro: &Deseneazã butoanele în stil Windoze 95
ru: Рисовать элементы в стиле &Windows 95
tr: &Windows 95 türü widgetler çiz

source: &Menubar on top of the screen in the style of MacOS
ca: Barra de &menú dalt de la pantalla a l'estil MacOS
cs: &Menu na vrchu pracovní plochy ve stylu MacOSu
et: &Menüüriba ekraani ülaservas MacOS'i stiilis
hu: &Menüsor a képernyõ tetején, MacOS stílusban
is: &Valslá efst á skjá svipað og á Makkanum`
it: &Menu nella parte alta dello schermo in stile MacOS
ro: &Barã de meniu în stil MacOS
ru: Меню наверху экрана, как в MacOS

source: &Apply fonts and colors to non-KDE apps
ca: &Aplica fonts i colors a les aplicacions no KDE
et: &Rakenda fonte ja värve mitte-KDE rakendustele
hu: &Alkalmazza a szín és betûtípus beállításokat a nem-KDE alkalmazásokra is
is: &Virkja letur og liti í forritum óskyldum KDE
it: &Applica caratteri e colori alle applicazioni non KDE
ro: &Aplicã fonturile ºi culorile la aplicaþiile non-KDE
ru: Применять шрифты и цвета к приложениям не из KDE

source: General font
ca: Font general
cs: Obecná znaková sada
et: Üldine font
he: יללכ ןפוג
hu: Általános betû
is: Venjulegt letur
it: Caratteri generali
ko: 일반 글꼴
ro: Fontul general
ru: Общий шрифт
tr: Genel yazý türü

source: Fixed font
ca: Font fixa
cs: Fixovaná znaková sada
et: Fikseeritud font
he: עובק ןפוג
hu: Fix betû
is: Jafnbreitt letur
it: Caratteri a spaziatura fissa
ko: 고정폭 글꼴
ro: Fontul fix
ru: Фиксированный шрифт
tr: Sabit Yazý türü

source: Window title font
ca: Font del títol de la finestra
cs: Font titulku okna
et: Akna tiitli font
hu: Címsor betûtípusa
is: Letur gluggatitils
it: Caratteri titolo finestra
ro: Fontul zonei de titlu
ru: Шрифт заголовка

source: Panel button font
ca: Font botons plafó
cs: Znaková sada tlaèítek Panelu
et: Paneeli nupu font
he: תומישמה תרוש ירותפכ ןפוג
hu: Panel gombok betûtípusa
is: Takkar á spjaldinu
it: Caratteri dei pulsanti del Pannello
ko: 패널 단추 글꼴
ro: Fontul butoanelor din panou
ru: Шрифт кнопок панели
tr: Panel tuþ yazý türü

source: Panel clock font
ca: Font rellotge plafó
cs: Znaková sada hodin Panelu
et: Paneeli kella font
he: תומישמה תרושב ןועשה ןפוג
hu: Panel óra betûtípusa
is: Klukkan á spjaldinu
it: Caratteri dell'orologio del Pannello
ko: 패널 시계 글꼴
ro: Fontul ceasului din panou
ru: Шрифт часов панели
tr: Panel saat yazý türü

source: Sample text
ca: Text de mostra
cs: Vzorový text
et: Näidistekst
hu: Minta szöveg
is: Sýnitexti
it: Testo si esempio
ko: 예제 글
ro: Mostrã de text
ru: Текст примера
tr: Örnek metin

source: THE QUICK BROWN FOX JUMPS OVER THE LAZY DOG the quick brown fox jumps over the lazy dog 0 1 2 3 4 5 6 7 8 9 ! " £ $ % ^ & * ( )
ca: SETZE JUTGES D'UN JUTJAT MENGEN FETGE D'UN PENJAT setze jutges d'un jutjat mengen fetge d'un penjat 0 1 2 3 4 5 6 7 8 9 ! " £ $ % ^ & * ( )
cs: PØILI© ®LU«OUÈKÝ KÙÒ pøili¹ ¾lu»ouèký kùò 0123456789! \"£$%^&*()
et: KIIRE PRUUN REBANE HÜPPAB ÜLE LAISA KOERA kiire pruun rebane hüppab üle laisa koera 0 1 2 3 4 5 6 7 8 9 ! " £ $ % ^ & * ( )
he: THE QUICK BROWN FOX JUMPS OVER THE LAZY DOG the quick brown fox jumps over the lazy dog 0 1 2 3 4 5 6 7 8 9 ! " £ $ % ^ & * ( ) תלזנ לביקו ןכסמה ןנטצה תלדה רוגסל חכש ןטקה ןפשה
hu: Árvíztûrõ Tükörfúrógép
is: ÞÝÐINGARVINNA ER VANDASAMT VERK þýðingarvinna er vandasamt verk 0 1 2 3 4 5 6 7 8 9 ! " £ $ % ^ & * ( )
it: MA LA VOLPE COL SUO BALZO HA RAGGIUNTO IL QUIETO FIDO ma la volpe col suo balzo ha raggiunto il quieto fido 0 1 2 3 4 5 6 7 8 9 ! " £ $ % ^ & * ( )
ro: THE QUICK BROWN FOX JUMPS OVER THE LAZY DOG the quick brown fox jumps over the lazy dog 0123456789 ! " £ $ % ^ & * ( ) ãÃâÂºªþÞîÎ
tr: FÖTR ÞAPKALI ÇOCUK BERGAMALI HASANIN ÜVEY KIZI JALE DEÐÝL fötr þapkalý çocuk bergamalý hasanýn üvey kýzý jale deðil 0 1 2 3 4 5 6 7 8 9 ! " @ $ % ^ & * ( )

source: &Background
ca: &Fons
cs: &Pozadí
et: &Taust
he: עק&ר
hu: &Háttér
is: &Bakgrunnur
it: &Sfondo
ko: 배경(&B)
ro: &Fundal
ru: &Фон
tr: &Arkaplan

source: &Screensaver
ca: &Salvapantalles
cs: ©etøiè &obrazovky
et: &Ekraanisäästja
he: ךסמ רמו&ש
hu: &Képernyõvédõ
is: &Skjasvæfa
it: &Salvaschermo
ko: 화면보호기(&S)
ro: &Scriinseivãr
ru: &Хранитель экрана
tr: &Ekran koruyucu

source: &Colors
cs: &Barvy
et: &Värvid
he: םיעב&צ
hu: &Színek
is: &Litir
it: &Colori
ko: 색(&C)
ro: &Culori
ru: &Цвета
tr: &Renkler

source: &Style
ca: &Estil
et: &Stiil
hu: &Stílus
is: &Stíll
it: &Stile
ro: &Stil
ru: &Стиль

source: usage: kcmdisplay [-init | {background,screensaver,colors,fonts,style}]
ca: ús: kcmdisplay [-init | {background,screensaver,colors,fonts,style}]
et: kasutusviis: kcmdisplay [-init | {background,screensaver,colors,fonts,style}]
hu: használat: kcmdisplay [-init | {background,screensaver,colors,fonts,style}]
is: notkun: kcmdisplay [-init | {background,screensaver,colors,fonts,style}]
it: utilizzo: kcmdisplay [-init | {background,screensaver,colors,fonts,style}]
ro: folosire: kcmdisplay [-init | {background,screensaver,colors,fonts,style}]
ru: использование: kcmdisplay [-init | {background,screensaver,colors,fonts,style}]

source: Display settings
ca: Arranjament del monitor
cs: Vlastnosti obrazovky
et: Ekraani seadistused
he: הגוצת ינייפאמ
hu: Beállítások megjelenítése
is: Skjástillingar
it: Impostazioni Schermo
ko: 디스플레이 설정
ro: Setãri ecran
ru: Настройка дисплея
tr: Ayarlarý göster

source: Inactive window
ca: Finestra inactiva
cs: Neaktivní okno
et: Mitteaktiivne aken
he: ליעפ אל ןולח
hu: Inaktív ablak
is: Óvirkur gluggi
it: Finestra Inattiva
ko: 비활성 윈도우
ro: Fereastrã inactivã
ru: Неактивное окно
tr: Etkisiz pencere

source: Active window
ca: Finestra activa
cs: Aktivní okno
et: Aktiivne aken
he: ליעפ ןולח
hu: Aktív ablak
is: Virkur gluggi
it: Finestra Attiva
ko: 활성 윈도우
ro: Fereastrã activã
ru: Активное окно
tr: Etkin pencere

source: Selected text
ca: Text seleccionat
cs: Vybraný text
et: Valitud tekst
he: הריחב טסקט
hu: Kiválasztott szöveg
is: Valinn texti
it: Testo selezionato
ko: 선택된 문자
ro: Text selectat
ru: Выбранный текст
tr: Seçilmiþ metin

source: New
ca: Nou
cs: Nový
et: Uus
hu: Új
is: Nýtt
it: Nuovo
ro: Nou
ru: Новый

source: &Typeface
ca: &Tipografia
cs: T&yp písma
et: &Kirjatüüp
he: ןפוגה ם&ש
hu: Be&tûcsoport
is: &Leturgerð
it: &Tipofaccia
ko: 활자체(&T)
ro: &Tip font
ru: &Гарнитура
tr: Yazýyüzü

source: &Bold
ca: &Negreta
cs: &Tuèné
et: &Rasvane
he: שגדו&מ
hu: &Félkövér
is: &feitletrað
it: &Grassetto
ko: 굵게(&B)
ro: Î&ngroºat
ru: &Жирный
tr: &Kalýn Yazý

source: &Italic
ca: &Cursiva
cs: Po&lo¾ené
et: Ka&ldkiri
he: יוט&נ
hu: &Kurzív
is: &Skáletrað
it: &Corsivo
ko: 이탤릭체(&I)
ro: În&clinat
ru: &Наклонный
tr: &Eðik yazý

source: &Size
ca: &Mida
cs: Veliko&st
et: &Suurus
he: לדו&ג
hu: &Méret
is: S&tærð
it: &Dimensione
ko: 크기(&S)
ro: &Dimensiune
ru: &Размер
tr: Boyut

source: &Character set
ca: Joc de &caràcters
cs: &Kódování
et: K&ooditabel
he: םיוותה ט&ס
hu: Ka&rakterkészlet
is: St&afasett
it: &Set Caratteri
ko: 글자 세트(&C)
ro: &Set de caractere
ru: &Кодировка
tr: Karakter seti

source: default
ca: predeterminat
cs: Implicitní
et: vaikimisi
he: לדחמה תרירב יוות
hu: alapértelmezett
is: sjálfgefið
it: predefinito
ko: 기본
ro: implicit
ru: по умолчанию
tr: öntanýmlý

source: any
ca: qualsevol
cs: libovolné
et: iga
he: םיוותה לכ
hu: bármelyik
is: hvert sem er
it: qualsiasi
ko: 무관하게
ro: oricare
ru: любой
tr: herhangi biri

source: THE QUICK BROWN FOX JUMPS OVER THE LAZY DOG the quick brown fox jumps over the lazy dog 0 1 2 3 4 5 6 7 8 9 ! " ё $ % ^ & * ( )
ru: съешь еще этих вкусных французских булок СЪЕШЬ ЕЩЕ ЭТИХ ВКУСНЫХ ФРАНЦУЗСКИХ БУЛОК the quick brown fox jumps over the lazy dog THE QUICK BROWN FOX JUMPS OVER THE LAZY DOG 0 1 2 3 4 5 6 7 8 9 ! " ё $ % ^ & * ( )

source: Fonts etc.
cs: &Znakové sady atd.

source: &Apply style to non-KDE apps
cs: &Aplikovat styl na aplikace mimo KDE

source: Desktop fonts
cs: Znakové sady pracovní plochy

source: &Fonts etc.
cs: &Znakové sady atd.

source: usage: kcmdisplay [-init | {background,screensaver,colors,style}]
cs: Pou¾ití: kcmdisplay [-init | {background,screensaver,colors,style}]

source: THE QUICK BROWN FOX JUMPS OVER THE LAZY DOG the quick brown fox jumps over the lazy dog 0 1 2 3 4 5 6 7 8 9 ! " $ % ^ & * ( )
ko: THE QUICK BROWN FOX JUMPS OVER THE LAZY DOG 가 나 다 라 마 바 사 아 자 차 카 타 파 하 0 1 2 3 4 5 6 7 8 9 ! " $ % ^ & * ( )
