Repository: KDE/kde1-kdebase
Catalog: po/*/kcminput.po
Languages: ko, pl

source: &Mouse
ko: 마우스(&M)
pl: &Mysz

source: &Keyboard
ko: 키보드(&K)
pl: Kl&awiatura

source: usage: kcminput [-init | {mouse,keyboard}]
ko: 사용법: kcminput [-init | {마우스,키보드}]

source: Input Devices Properties
ko: 입력 장치 특성값
pl: W³a¶ciwo¶ci urz±dzeñ wej¶ciowych

source: Acceleration
ko: 마우스 움직임 속도
pl: Przyspieszenie

source: Threshold
ko: 두번 누르기 속도
pl: Wstrzymanie

source: Button mapping
ko: 단추 지정
pl: Mapowanie klawiszy

source: Right handed
ko: 오른손
pl: Praworêczna

source: Left handed
ko: 왼손
pl: Leworêczna

source: Keyboard repeat
ko: 키보드 반복
pl: Powtarzanie klawiszy

source: Key click volume
ko: 글쇠 누름 음량
pl: G³o¶no¶æ klikniêcia
