Repository: KDE/kde1-kdebase
Catalog: po/*/kcminfo.po
Languages: br, cs, da, de, he, hr, hu, is, pl, sk

source: Screen # %1
hr: zaslon # %1

source: Dimensions
hr: Mere

source: %1 x %2 Pixel (%3 x %4 mm)
hr: %1 x %2 toèk (%3 x %4 mm)

source: Resolution
hr: Loèljivost

source: %1 x %2 Dots per Inch (dpi)
hr: %1 x %2 toèk na palec (dpi)

source: Depths
hr: Globine

source: Value
br: Gwerzh
cs: Hodnota
da: Værdi
de: Wert
hr: Vrednost
hu: Érték
is: Gildi

source: Name of the Display
hr: Ime zaslona

source: Version Number
hr: Verzija

source: Vendor String
hr: Proizvajalec

source: Vendor Release Number
hr: ©tevilka izdaje proizvajalca

source: Default Screen Number
hr: Privzeta ¹tevilka zaslona

source: Number of Screens
hr: ©tevilo zaslonov

source: %1, unknown speed
hr: %1, neznana hitrost

source: %1 running at %2 MHz
hr: %1 teèe pri %2 MHz

source: Device
br: Trobarzhell
cs: Zaøízení
da: Enhed
de: Gerät
hr: Naprava
hu: Eszköz
is: Reklar

source: Mount Point
br: Poent mountañ
cs: Pøípojné místo
da: Monteringspunkt
hr: Priklopna toèka
hu: Mountolási pont
is: Tengipunktur

source: FS Type
br: Rizh ar RR
cs: Typ filesystému
de: Filesystem-Typ
hr: tip datoteènega sistema
hu: FR típusa
is: Tegund skráakerfis

source: Mount Options
br: Dibaboù mountañ
cs: Vlastnosti pøipojení
da: Monteringsvalg
de: Mount-Optionen
hr: Priklopne opcije
hu: Mountolási kapcsolók
is: Tengi

source: PA-RISC Processor
hr: Procesor PA-RISC

source: PA-RISC Revision
hr: Razlièica PA-RISC

source: Could not get Information !
hr: Informacije o sistemu niso na voljo.

source: Machine
hr: Stroj

source: Machine Identification Number
hr: Strojna identifikacijska ¹tevilka

source: (none)
hr: (neznano)

source: Number of active Processors
hr: ©tevilo aktivnih procesorjev

source: CPU Clock
hr: Takt procesorja

source: (unknown)
hr: (neznano)

source: CPU Architecture
hr: Arhitektura procesorja

source: Numerical Coprocessor (FPU)
hr: Numerièni koprocesor (FPU)

source: enabled
hr: omogoèen

source: disabled
hr: onemogoèen

source: Total Physical Memory
hr: Celotni fizièni pomnilnik

source: Size of one Page
hr: Velikost strani

source: Bytes
hr: bajtov

source: Total Size
hr: Skupno

source: Free Size
hr: Prosto

source: Sorry, Audio-Support (Alib) was disabled during configuration and compile-time !
hr: Podpora za zvok (Alib) ¾al pri nastavitvi in med prevajanjem ni bila vklopljena.

source: Unable to open Audio-Server (Alib) !
hr: Stre¾nika za zvok (Alib) ni mo¾no odpreti!

source: Audio Name
hr: Zvok

source: Vendor
hr: Proizvajalec

source: Alib Version
hr: Razlièica Alib

source: Protocol Revision
hr: Razlièica protokola

source: Vendor Number
hr: ©tevilka proizvalajca

source: Release
hr: Izdaja

source: Byte Order
hr: Vrstni red bajtov

source: Invalid Byteorder !
hr: Neveljaven vrstni red bajtov!

source: Bit Order
hr: Vrstni red bitov

source: Invalid Bitorder !
hr: Neveljaven vrstni red bitov!

source: Data Formats
hr: Formati podatkov

source: Sampling Rates
hr: Hitrost zajema

source: Input Sources
hr: Vhodni viri

source: Mono-Microphone
hr: Mono mikrofon

source: Mono-Auxiliary
hr: Mono pomo¾ni

source: Left-Microphone
hr: Mikrofon, levi kanal

source: Right-Microphone
hr: Mikrofon, desni kanal

source: Left-Auxiliary
hr: Pomo¾ni, levi kanal

source: Right-Auxiliary
hr: Pomo¾ni, desni kanal

source: Input Channels
hr: Vhodni kanali

source: Mono-Channel
hr: Mono kanal

source: Left-Channel
hr: Levi kanal

source: Right-Channel
hr: Desni kanal

source: Output Destinations
hr: Izhod

source: Mono-InternalSpeaker
hr: Mono notranji zvoènik

source: Mono-Jack
hr: Mono konektor

source: Left-InternalSpeaker
hr: Notranji zvoènik, levi

source: Right-InternalSpeaker
hr: Notranji zvoènik, desni

source: Left-Jack
hr: Konektor, levi

source: Right-Jack
hr: Konektor, desni

source: Output Channels
hr: Izhodni kanali

source: Input Gain Limits
hr: Omejitve ojaèenja na vhodu

source: Output Gain Limits
hr: Omejitve ojaèenja na izhodu

source: Monitor Gain Limits
hr: Omejitve ojaèenja monitorja

source: Gain Restricted
hr: Omejeno ojaèenje

source: Lock
hr: Zaklenjeno

source: Queue Length
hr: Dol¾ina vrste

source: Block Size
hr: Velikost bloka

source: Stream Port (decimal)
hr: Vrata (deseti¹ko)

source: Ev Buffer Size
hr: Velikost medpomnilnika Ev

source: Ext Number
hr: ©tevilo Ext

source: DMA-Channel
br: Kanol-DMA
cs: DMA-kanál
da: DMA-kanal
de: DMA-Kanäle
hr: DMA-kanal
hu: DMA-Csatorna
is: DMA-rás

source: used by
br: implijet gant
cs: pou¾íván
da: brugt af
de: verwendet von
hr: uporablja
hu: használó
is: hver notar

source: I/O-Range
br: Skeul-E/D
cs: I/O rozsah
da: ind/ud-område
de: I/O-Bereich
hr: V/I-Doseg
hu: I/O-tartomány
is: inn/út-bil

source: &Memory
br: &Memor
cs: &Pamì»
da: &Hukommelse
de: &Speicher
he: ןורכי&ז
hr: Spo&min
hu: &Memória
is: &Minni
pl: Pa&miêæ
sk: &Pamä»

source: &Processor
br: &Kewerier
cs: P&rocesor
da: &CPU
de: &Prozessor
he: דבעמ
hr: &Procesor
hu: &Processzor
is: Ör&gjörvi
pl: &Procesor
sk: &Procesor

source: &Interrupts
br: Sp&anoù
cs: Pø&eru¹ení
hr: &Prekinitve
hu: Me&gszakítások
is: Ígri&p

source: DMA-C&hannels
br: Kanolioù &DMA
cs: DMA-&kanály
da: DMA-K&analer
de: DMA-K&anäle
hr: DMA-&kanali
hu: DM&A-Csatornák
is: DMA-&rásir

source: IO-Por&ts
hr: V/&I-Vrata

source: PCI-&Bus
br: &Bus-PCI
cs: PCI-S&bìrnice
hr: PCI-&Vodilo
hu: PCI-&Busz
is: PCI-&braut

source: S&ound
br: &Son
cs: Zv&uk
da: L&yd
de: &Klang
hr: Zv&ok
hu: Hang&ok
is: &Hljóð

source: &Devices
br: &Trobarzhelloù
cs: &Zaøízení
da: &Enheder
de: &Geräte
hr: &Naprave
hu: Eszközö&k
is: R&eklar

source: P&artitions
br: &Parzhadurioù
cs: &Disky
da: I&nddelinger
de: P&artitionen
hr: P&articije
hu: P&articiók
is: &Disksvæði

source: &X-Server
br: Servijer-&X
hr: &X-Stre¾nik
hu: &X-Szerver
is: &X-þjónn

source: usage: kcminfo [-init | {memory,processor,interrupts,dma,ioports,pci,sound,devices,scsi,partitions,xserver}]
br: arveriadur : kcminfo [-init | {memory,processor,interrupts,dma,ioports,pci,sound,devices,scsi,partitions,xs erver}]
cs: Pou¾ití: kcminfo [-init | {memory,processor,interrupts,dma,ioports,pci,sound,devices,scsi,partitions,xserver}]
da: brug:kcminfo [-init | {memory,processor,interrupts,dma,ioports,pci,sound,devices,scsi,partitions,xserver}]
de: Aufruf: kcminfo [-init | {memory,processor,interrupts,dma,ioports,pci,sound,devices,scsi,partitions,xserver}]
hr: Uporaba: kcminfo [-init | {spomin, procesor,prekinitve,dma,vivrata,pci,zvok,naprave,scsi,particije,xstre¾nik}]
hu: használat: kcminfo [-init | {memory,processor,interrupts,dma,ioports,pci,sound,devices,scsi,partitions,xserver}]
is: notkun: kcminfo [-init | {memory,processor,interrupts,dma,ioports,pci,sound,devices,scsi,partitions,xserver}]

source: System Information
br: Titouroù diwar ar reizhiad
cs: Informace o systému
de: System-Informationen
he: תכרעמ עדימ
hr: Informacije o sistemu
hu: Rendszerinformáció
is: Kerfisupplýsingar
pl: Informacje o systemie
sk: Informácie o systéme

source: %1 bytes = %2 MB
hr: %1 bajtov = %2 MB

source: Total physical memory
hr: Celotni fizièni pomnilnik

source: Free physical memory
hr: Prosti fizièni pomnilnik

source: Shared memory
br: Memor rannet
cs: Sdílená pamì»
da: Delt hukommelse
de: Aufgeteilter Speicher
he: ףתושמ ןורכיז
hr: Skupni spomin
hu: Megosztott memória
is: Samnýtt minni
pl: Pamiêæ dzielona
sk: Zdieµaná pamä»

source: Buffer memory
br: Memor skurzer
cs: Vyrovnávací pamì»
da: Buffered hukommelse
de: Gepufferter Speicher
he: buffered ןורכיז
hr: Vmesni pomnilnik
hu: Buffer memória
is: Biðminni
pl: Pamiêæ buforowana
sk: Vyrovnávacia pamä»

source: Total swap memory
hr: Skupno izmenjevalno podroèje

source: Free swap memory
br: Memor disloañ dieub
cs: Volná swapovací pamì»
da: Fri swap hukommelse
de: Freier Swap-Bereich
he: ישפוח swap ןורכיז
hr: Prosto izmenjevalno podroèje
hu: Szabad swap memória
is: Laust diskminni
pl: Wolna pamiêæ wymiany
sk: Voµná disková odkl. pamä»

source: No information available.
hr: Informacija ni na voljo.

source: screen #%d
br: skramm #%d
cs: obrazovka #%d
da: skærm #%
de: Bildschirm #%d
hu: képernyõ #%d
is: skjáflötur númer %d

source: dimensions : %dx%d pixels (%dx%d mm)
br: mentoù : %dx%d piksel (%dx%d mm)
cs: rozmìry : %dx%d pixelù (%dx%d mm)
da: dimensioner : %dx%d pixels (%dx%d mm)
de: Abmessungen : %dx%d pixels (%dx%d mm)
hu: méretek : %dx%d pixel (%dx%d mm)
is: stærð : %dx%d punktar (%dx%d mm)

source: resolution : %dx%d dots per inch
br: spister : %dx%d pikenn dre meudad
cs: rozli¹ení : %dx%d bodù na palec
da: opløsning : %dx%d dots per inch
de: Auflösung : %dx%d dots per inch
hu: felbontás : %dx%d pont per inch
is: upplausn : %dx%d punktar á tommu

source: depths (%d) :
br: donder (%d) :
cs: hloubka (%d) :
da: dybde (%d) :
de: Tiefe (%d) :
hu: színmélység (%d) :
is: litadýpt (%d) :

source: name of display : %s
br: anv an diskouez : %s
cs: jméno zobrazovaèe : %s
da: navn på skærm : %s
de: Name der Anzeige : %s
hu: megjelenítõ neve : %s
is: nafn skjás : %s

source: version number : %i.%i
br: niverenn an doare : %i.%i
cs: èíslo verze : %i.%i
da: versionsnummer : %i.%i
de: Versionsnummer : %i.%i
hu: verziószám : %i.%i
is: útgáfunúmer : %i.%i

source: vendor string : %s
br: hedad ar saver : %s
cs: poskytovatel : %s
da: leverandøridentifikator : %s
de: Hersteller-Firma : %s
hu: gyártó : %s
is: einkenni framleiðanda : %s

source: vendor release number : %i
br: niverenn rummad ar saver : %i
cs: poskytovatelovo èíslo verze : %i
da: leverandørudgivelsesnummer : %i
de: Hersteller-Nummer: %i
hu: gyártási szám : %i
is: útfærslunúmer : %i

source: default screen number : %i
br: niverenn ar skramm dre ziouer : %i
cs: implicitní èíslo obrazovky : %i
da: standard skærmnummer
de: Standard-Bildschirm-Nummer : %i
hu: alapértelmezett kép. : %i
is: sjálfgefinn skjáflötur : %i

source: number of screens : %i
br: niver a skrammoù : %i
cs: poèet obrazovek : %i
da: antal skærme
de: Anzahl der Bildschirmanzeigen : %i
hu: képernyõk száma : %i
is: fjöldi skjáflata : %i

source: No Information available or this system is not yet supported :-(
br: Titour hergez ebet pe n'eo ket skoret ar reizhiad-mañ c'hoazh :-(
cs: Není dostupná ¾ádná informace nebo tento systém není je¹tì podporován :-(
da: Ingen tilgængelig information eller Dette system er desværre ikke understøttet endnu :-(
de: Keine Information verfügbar oder das System wird noch nicht unterstützt :-(
is: Annað hvort eru engar upplýsingar fánlegar, eða þá að þetta kerfi er ennþá óstutt.

source: %s, unknown speed
br: %s, tizh dianav
cs: %s, neznámá rychlost
da: ukendt hastighed %s
de: %s, unbekannte Geschwindigkeit
he: העודי אל תוריהמ , %s
hu: %s, ismeretlen sebesség
is: %s, óþekktur hraði

source: %s running at %s MHz
br: %s o vont en-dro da %s MHz
cs: %s bì¾ící na %s MHz
da: %s kører ved %s MHz
de: %s läuft auf %s MHz
he: %s :דבעמ %s :תוריהמ
hu: %s, ami %s MHz-en fut
is: %s á %s MHz

source: Ahh couldn't open fstab!
br: Dic'houest da zigeriñ fstab, siwazh !
cs: Není mo¾né otevøít fstab!
da: Øvv, kunne ikke åbne fstab
de: Hmm -- konnte die fstab nicht öffnen!
hu: Nem lehet megnyitni az fstab-ot!
is: Ekki tókst að opna fstab-skrána!

source: unknown CPU type
br: Rizh CPU dianav
cs: neznámý typ CPU
da: Ukendt CPU type
de: Unbekannter CPU-Typ
hu: ismeretlen CPU típus
is: óþekktur örgjörvi

source: unavailable
br: dihegerz
cs: nedostupné
da: Ikke tilgængeligt
de: Nicht verfügbar
is: ekki tiltækt

source: Number of active processor(s)=
br: Niver a gewerier(où) oberiant=
cs: Poèet aktivních procesorù=
da: Antal aktive processor(er)=
de: Anzahl aktiver Prozessoren =
hu: Aktív processzor(ok) száma=
is: Fjöldi virkra örgjörva=

source: &IO-Ports
br: Porzhioù &E/D
cs: &IO-porty
da: &ind/ud-porte
hu: &IO-Portok
is: &Inn/út-gáttir

source: Total memory
br: Memor hollek
cs: Pamì» celkem
da: Total hukommelse
de: Gesamter Speicher
he: ללוכ ןורכיז
hu: Teljes memória
is: Heildarminni
pl: Pamiêæ ca³kowita
sk: Celková veµkos» pamäte

source: Free memory
br: Memor dieub
cs: Volná pamì»
da: Fri hukommelse
de: Freier Speicher
he: ישפוח ןורכיז
hu: Szabad memória
is: Laust minni
pl: Pamiêæ wolna
sk: Voµná pamä»

source: Swap memory
br: Memor disloañ
cs: Swapovací pamì»
da: Swap hukommelse
de: Größe des Swap-Bereichs
he: swap ןורכיז
hu: Swap memória
is: Diskminni
pl: Pamiêæ wymiany
sk: Disková odkladacia pamä»

source: %10ld bytes = %8.2f MB
br: %10ld okted = %8.2f Mo
cs: %10ld bytù = %8.2f MB
he: %10ld םיתב = %8.2f MB
hu: %10ld byte = %8.2f MB
is: %10ld bæti = %8.2f MB
pl: %10ld bajtów = %8.2f MB
sk: %10ld bajtov = %8.2f MB

source: Not available
br: Dihegerz
cs: Není pøístupná
da: Ikke tilgængeligt
de: Nicht verfügbar
he: ןימז אל
is: Ekki til
pl: Nie dostêpne
sk: nie je prístupná

source: Not Available
br: Dihegerz
cs: Není pøístupná
da: Ikke tilgængeligt
de: Nicht verfügbar
he: ןימז אל
is: Ekki til

source: usage: kcminfo [-init | {processor,memory}]
he: kcminfo [-init | {processor,memory}] :שומיש
pl: u¿ycie: kcminfo [-init | {processor,memory}]
sk: Pou¾itie: kcminfo [-init | {processor,memory}]

source: This system is not yet supported :-(
he: הז בלשב הנימז אל ןיידע תאזה תכרעמה
pl: Ten system jest jeszcze nie obs³ugiwany :-(
sk: Tento systém e¹te nie je podporovaný :-(

source: File Error!
he: !ץבוקל השיגב האיגש

source: Cannot read /proc/cpuinfo
he: /proc/cpuinfo ב עדימה תא אורקל ןתינ אל
