Repository: KDE/kde1-kdebase
Catalog: po/*/kcmkpanel.po
Languages: br, ca, da, de, et, he, hr, hu, pt, ru

source: &Panel
br: &Panell
ca: &Plafó
de: &Kontrolleiste
et: &Paneel
he: תומישמ תרוש
hr: &Ploèa
pt: &Painel
ru: &Панель

source: &Desktops
br: &Burevioù
ca: &Escriptoris
da: &Arbejdspladser
de: &Arbeitsflächen
et: &Töölauad
he: הדובע תונחלוש
hr: &Radne povr¹ine
hu: &Munkaasztalok
pt: &Ambiente de Trabalho
ru: &Рабочие столы

source: Disk &Navigator
br: &Merdeer ar bladenn
ca: &Navegador de disc
da: Disk &Navigatør
et: Ketta &Navigaator
he: םיקסיד רייס
hr: &Navigator diska
hu: Lemez &Navigátor
pt: &Navegador
ru: Путеводитель по диску

source: usage: kcmkpanel [-init | {panel,options,desktops,disknav}]
br: arveriadur : kcmkpanel [-init | {panel,options,desktops,disknav}]
ca: us: kcmkpanel [-init | {panel,options,desktops,disknav}]
da: brug: kcmkpanel [-init | {panel,options,desktops,disknav}]
de: Benutzung: kcmkpanel [-init | {panel,options,desktops,disknav}]
et: kasutusviis: kcmkpanel [-init | {panel,options,desktops,disknav}]
hr: uporaba: kcmkpanel [-init | {ploèa,opcije,radne povr¹ine,disknav}]
hu: használat: kcmkpanel [-init | {panel,options,desktops,disknav}]
pt: utilização: kcmkpanel [-init | {panel,options,desktops,disknav}]
ru: использование: kcmkpanel [-init | {panel,options,desktops, disknav}]

source: KPanel Configuration
br: Kefluniadur KPanel
ca: Configuració KPanel
da: KPanel indstilling
de: Einstellungen der Kontrolleiste
et: KPaneeli konfiguratsioon
he: תומישמה תרוש תורדגה
hr: Postavke za KPanel
hu: KPanel konfiguráló
pt: Configuração do Painel
ru: Настройка KPanel

source: Location
br: Lec'hiadur
ca: Posició
da: Placering
de: Position
et: Asukoht
he: לנאפ םוקימ
hr: Polo¾aj
hu: Elhelyezkedés
pt: Localização
ru: Расположение

source: &Top
br: El l&aez
ca: &Dalt
de: &Oben
et: &Üleval
he: ןוילע
hr: Na &vrhu
hu: &Fent
pt: &Topo
ru: Верх

source: &Left
br: A-&gleiz
ca: E&squerra
da: &Venstre
de: &Links/Oben
et: &Vasakul
he: לאמש
hr: &Lijevo
hu: &Baloldalon
pt: &Esquerda
ru: Влево

source: &Bottom
br: En &traoñ
ca: &Baix
da: &Bund
de: &Unten
et: &All
he: ןותחת
hr: Na &dnu
hu: &Lent
pt: &Rodapé
ru: Низ

source: &Right
br: A-&zehou
ca: D&reta
da: &Højre
de: &Rechts
et: &Paremal
he: ןימי
hr: &Desno
hu: &Jobboldalon
pt: Di&reita
ru: Право

source: Taskbar
br: Barrenn dleadoù
ca: Barra de tasques
da: Procesbjælke
de: Programmleiste
et: Tegumiriba
he: תומישמ תרוש
hr: Traka sa zadacima
hu: Tálca
pt: Barra de Tarefas
ru: Задачи

source: &Hidden
br: &Kuzh
ca: O&cult
da: &Gemt
de: &Ausgeblendet
et: P&eidetud
he: רתסה
hr: &Skrivena
hu: &Rejtett
pt: &Escondida
ru: Скрыть

source: T&op
br: &Laez
ca: D&alt
de: O&ben
et: &Üleval
he: ןוילע
hr: Na v&rh
hu: Fe&nt
pt: T&opo
ru: Верх

source: Botto&m
br: T&raoñ
ca: Ba&ix
da: Bu&nd
de: Un&ten
et: A&ll
he: ןותחת
hr: Na d&no
hu: Len&t
pt: Ro&dapé
ru: Низ

source: Top/Le&ft
br: Laez/a-&gleiz
ca: Dalt/Es&querra
da: To&p/Venstre
de: Lin&ks/Oben
et: Üle&val/vasakul
he: הנוילע תילאמש
hr: Vrh/l&ijevo
hu: Ba&l/fent
pt: Topo/E&squerda
ru: Верх/влево

source: Style
br: Giz
ca: Estil
da: Stil
de: Stil
et: Stiil
he: ןונגס
hr: Stil prikaza
hu: Stílus
pt: Estilo
ru: Тип

source: T&iny
br: &Tanav
ca: &Xicotet
da: M&ini
de: &Winzig
et: P&isike
he: ןטק
hr: Ma&leno
hu: &Mini
pt: &Pequeno
ru: Маленький

source: &Normal
br: &Boas
et: &Normaalne
he: ליגר
hr: &Normalno
hu: &Normál
ru: Нормальный

source: L&arge
br: &Ledan
ca: &Gran
da: Stor
de: G&roß
et: S&uur
he: לודג
hr: Veli&ko
hu: N&agy
pt: &Grande
ru: Большой

source: &Visible
br: &Hewel
da: &Synlig
de: &Sichtbar
et: N&ähtav
he: םייולג
hr: &Vidljive povr¹ine
hu: &Látható
pt: &Visíveis
ru: Видимый

source: &Width
br: &Ledander
ca: &Amplada
da: &Bredde
de: &Breite
et: &Laius
he: בחור
hr: ©&irina
hu: &Szélesség
pt: &Largura
ru: Ширина

source: Menu Tooltips
br: Lagadennoù war al lañserioù
ca: Indicacions de menú
da: Menutricks
de: Menü-Kurztips
et: Menüü vihjed
he: tooltips - טוריפ תגצה
hr: Savjet u izborniku
hu: Menü Buborékok
pt: Tooltips nos Menus
ru: Подсказки у меню

source: Show &Menu Tooltips
br: Diskouez &lagadennoù war al lañserioù
ca: Mostra &Indicacions de menú
da: Vis &menutricks
de: &Menü-Kurztips anzeigen
et: Näita &menüü vihjeid
he: טוריפ גצה
hr: Savjet u &izborniku
hu: &Menü Buborékok Megjelenítése
pt: Mostrar Tooltips nos &Menus
ru: Подсказки у меню

source: De&lay:
br: &Gedvezh
ca: &Retard:
da: Pa&use:
de: Ver&zögerung:
et: &Viivitus:
he: טוריפל הנתמה ןמז
hr: &Ka¹njenje:
hu: &Késleltetés:
pt: De&mora:
ru: Задержка

source: Small
br: Bihan
ca: Petit
da: Lille
de: Klein
et: Väikene
hr: Malo
hu: Kicsi
pt: Pequena
ru: Маленький

source: Large
br: Bras
ca: Gran
da: Stor
de: Groß
et: Suur
hr: Veliko
hu: Nagy
pt: Grande
ru: Большой

source: Visuals
br: Gwelus
da: Visuelle ting
de: Sichtbare Elemente
et: Visuaalsed efektid
hu: Megjelenés
pt: Efeitos visuais
ru: Видимых

source: Auto &Hide Panel
br: Panell &emguzh
ca: Auto &oculta plafó
da: Auto&gem Panel
de: Kontrolleiste &autom. ausblenden
et: &Peida paneel automaatselt
he: לנאפה תא תיטמוטוא רתסה
hr: &Automatski sakrij ploèu
hu: &Panel Automatikus Elrejtése
pt: Esconder &Painel
ru: Авто скрывать панель

source: Delay:
br: Gedvezh :
ca: Retard:
da: Pause:
de: Verzögerung:
et: Viivtus:
hr: Ka¹njenje:
hu: Késleltetés:
pt: Demora:
ru: Задержка:

source: Speed:
br: Tizh :
ca: Velocitat:
da: Hastighed:
de: Geschwindigkeit:
et: Kiirus:
hr: Brzina:
hu: Sebesség:
pt: Velocidade:
ru: Скорость:

source: Slow
br: Gorrek
ca: Lenta
da: Langsom
de: Langsam
et: Aeglane
hr: Sporo
hu: Lassú
pt: Baixa
ru: Медленно

source: Fast
br: Buan
ca: Ràpida
da: Hurtig
de: Schnell
et: Kiire
hr: Brzo
hu: Gyors
pt: Alta
ru: Быстро

source: Auto Hide &Taskbar
br: Barrenn an &dleadoù emguzh
ca: Auto Oculta &Barra de tasques
da: Autogem &Procesbjælke
de: Tas&kleiste autom. ausblenden
et: Peida tegumiriba automaatselt
he: תומישמה תרוש תא תיטמוטוא רתסה
hr: Auto. Sakrij Traku Sa &Zadacima
hu: &Tálca Automatikus Elrejtése
pt: Esconder &Barra de Tarefas
ru: Авто скрывать задачи

source: Animate Show/Hide
br: Buhezadur Diskouez/Kuzh
ca: Animació Mostra/Oculta
da: Animer Vis/Skjul
de: Animiertes Anzeigen/Ausblenden
et: Animeeri näitamine/peitmine
hu: Elrejtés/Visszahozás Animálása
pt: Animar Mostrar/Esconder
ru: Анимация скрыть/показать

source: Others
br: Re all
ca: Altres
da: Andre
de: Andere
et: Teised
he: הגוצת
hr: Druge opcije
hu: Egyebek
pt: Outros
ru: Другие

source: Personal Menu Entries &First
br: Enmontoù lañser &diouzoc'h da gentañ
ca: Primer entrades de menú &personal
da: Personlige menuindgange &først
de: Per&sönliche Menü-Einträge zuerst
et: Personaalsed menüükirjed &eespool
hr: Osobne &Prvo
hu: Saját &Elõször
pt: Entradas de menu &pessoais primeiro
ru: Личные вначале

source: Menu F&olders First
br: &Renkelloù lañser da gentañ
ca: Primer c&arpetes de menú
da: Personlige foldere &først
de: Menü-Verzeichnisse zuerst
et: Menüü ka&ustad eespool
hu: Mappák &Elõször
pt: Pastas primeir&o no menu
ru: Папки вначале

source: &Clock shows time in AM/PM format
br: &Eurier o tiskouez an eur doare DB/GM
ca: &Rellotge mostra l'hora en format AM/PM
da: &Uret viser tiden i AM/PM format
de: Uhr zeigt &Zeit im AM/PM Format
et: Kell näitab aega AM/PM formaadis
hr: Sa&t pokazuje vrijeme u AM/PM formatu
hu: Az óra DE/DU formátumban mutassa az idõt
pt: &Relógio mostra as horas no formato AM/PM
ru: Часы показывают время в AM/PM формате

source: Clock shows time in &Internet beats
br: E&urier o tiskouez an eur e talmoù ar &Genrouedad
ca: Rellotge mostra l'hora batecs &Internet
da: Uret viser tiden i &Internet slag
de: Uhr zeigt Zeit in &Internet-Intervallen
et: Kell näitab aega &Internrti löökides
hr: Sat pokazuje vrijeme u &Internet otkucajima
hu: Az óra internet-ütem formátumban mutassa az idõt
pt: &Relógio mostra as horas em formato &Internet
ru: Часы показывают время как пульс Интернет

source: History
br: Istor
ca: Història
da: Historie
de: Bisherige
et: Ajalugu
hr: Povijest
hu: Legutóbbi
pt: História
ru: История

source: Edit entries: (drag a folder and create a link)
br: Aozañ enmontoù : (sachit ur renkell ha krouit un ere)
ca: Edita entrades: (arrossega una carpeta i crea un enllaç)
da: Rediger indgange: (skab et link ved at trække en folder)
de: Einträge bearbeiten: (Ordner ziehen und Verknüpfung erstellen)
et: Redigeeri kirjeid: (lohista kaust ja loo link)
hr: Promijeni
hu: Bejegyzések szerkesztése: (mappa rádobás, és link készítés)
pt: Editar entradas: (arraste uma paste e crie uma ligação)
ru: Редактировать элементы: (возьмите папку и создайте ссылку)

source: Edit &Personal...
br: Aozañ &ho re...
ca: Edita &Personal...
da: Rediger &personlige...
de: &Persönliche bearbeiten...
et: Redigeeri &Personaalset...
hr: Promijeni &osobne...
hu: &Saját Szerkesztése...
pt: Editar &Pessoal...
ru: Редактировать личные...

source: Edit &Shared...
br: Aozañ ar re &rannet
ca: Edita &Compartit...
da: Rediger &delte...
de: &Mit andern geteilte Ordner bearbeiten...
et: Redigeeri &Jagatud...
hr: Promijeni &djeljene
hu: &Megosztott Szerkesztése...
pt: Editar &Partilhado...
ru: Редактировать общие...

source: Max recent folder entries:
br: Muiañ niver a enmoutoù renkell nevezik :
ca: Màxim carpetes recents:
da: Max antal nylige folderindgange:
de: Maximale Zahl letzter Ordner:
et: Maksimaalne hiljutiste kaustade arv:
hu: Legutóbbi mappák maximális száma:
pt: Máx. pastas recentes:
ru: Максимальное количество папок в недавних:

source: Max recent file entries:
br: Muiañ niver a enmoutoù restr nevezik :
ca: Màxim fitxers recents:
da: Max antal nylige filindgange:
de: Maximale Zahl letzter Dateien:
et: Maksimaalne hiljutiste failide arv:
hu: Legutóbbi fájlok maximális száma:
pt: Máx. ficheiros recentes:
ru: Максимальное количество файлов в недавних:

source: Max files in a single folder:
br: Muiañ niver a restroù en ur renkell :
ca: Màxim fitxers a una sola carpeta:
da: Max antal filer i en enkelt folder:
de: Max. Zahl Dateien in einem Ordner:
et: Maksimaalselt faile ühes kaustas:
hu: Max. fájlok egyetlen mappában:
pt: Máx. de ficheiros numa pasta:
ru: Максимальное количество файлов в одной папке:

source: Show dot files
br: Diskouez ar restroù kuzh
ca: Mostra fitxers ocults
da: Vis .filer
de: Versteckte Dateien anzeigen
et: Näita punktiga faile
hr: Prika¾i datoteke s toèkom
hu: Rejtett fájlok megmutatása
pt: Mostrar ficheiros começados por .
ru: Показывать скрытые файлы

source: Ignore case when sorting
br: Dievezhiek d'ar c'hef pa rummer
ca: Ignora la caixa en ordenar
da: Sorter uanset store/små bogstaver
de: Groß-/Kleinschreibung bei Anordnung ignorieren
et: Tõstutundetu sorteerimine
hu: Rendezésnél nem számit a kis/nagy betû
pt: Ignorar maiúsculas ao ordenar
ru: Игнорировать регистр при сортировке

source: Show Shared section
br: Dikouez lodenn ar re rannet
ca: Mostra la secció compartida
da: Vis den delte afdeling
de: Mit andern geteilte Abschnitte anzeigen
et: Näita jagatud sektsiooni
hu: Megosztott rész látható
pt: Mostrar secção partilhada
ru: Показывать общие

source: Show Personal section
br: Diskouez lodenn ho re
ca: Mostra la secció personal
da: Vis den personlige afdeling
de: Persönliche Abschnitte anzeigen
et: Näita personaalset sektsiooni
hu: Saját rész látható
pt: Mostrar secção pessoal
ru: Показывать личные

source: Show Recent section
br: Diskouez lodenn ar re nevezik
ca: Mostra la secció recent
da: Vis den nylige afdeling
de: Letzten Abschnitt anzeigen
et: Näita hiljutiste sektsiooni
hu: Legutóbbi rész látható
pt: Mostrar secção recente
ru: Показывать недавние

source: Show Option entry
br: Diskouez en enmont Dibaboù
ca: Mostra la entrada d'opció
da: Vis indstillingsindgang
de: Optionseintrag anzeigen
et: Näita valikute kirjet
hu: Opciók bejegyzés látható
pt: Mostrar entrada de opções
ru: Показывать элемент опции

source: Terminal application:
br: Arload termenell
ca: Aplicació de terminal:
da: Terminalprogram:
de: Terminal-Anwendung:
et: Terminali rakendus:
hr: Terminalska aplikacija:
hu: Terminál program:
pt: Aplicação terminal:
ru: Терминальное приложение:

source: ms
he: תוינש ילימ

source: Personal &First
he: םיישיא םילומס לכ םדוק

source: Clock
he: ןועש

source: &24h
he: תועש 24 לש טמרופב ןמז גצה

source: &12h AM/PM
he: תועש 12 לש טמרופב ןמז גצה

source: Edit &Global...
he: ...ילבולג ךורע

source: Edit &Local...
he: ...ימוקמ ךורע
