Repository: KDE/kde1-kdebase
Catalog: po/*/kcmkwm.po
Languages: br, ca, da, de, el, fi, fr, hr, pl, pt, ru, sl

source: never gain focus
br: morse diuzet gant fokus
da: aldrig få fokus
fi: ei saa fokusta
fr: n'obtiennent jamais le focus
hr: neæe nikada imati fokus
pt: nunca recebem foco
ru: никогда не получать фокус
sl: vedno brez fokusa

source: start as Sticky
br: loc'het mod pegus
da: starte fastsat
fi: käynnistyy naulattuna
fr: démarrent clouées
hr: poèeti naljepljeni
pt: começam pregadas
ru: запускаться как Прилепленные
sl: prièela kot prilepljena

source: be excluded from session management
br: lakaet er-maez mererezh an dalc'h
da: være udelukket fra sessionsstyringen
fi: ei oteta huomioon sessionhallinnassa
fr: sont exclues du gestionnaire de session
hr: biti iskljuèeni iz upravljanja sesije
pt: estão excluídas da gestão de sessão
ru: исключены из управления сеансами
sl: bila izkljuèena iz upravljanja seje

source: if they match the following:
br: gant ma glot ouzh :
da: hvis de passer med det følgende:
fi: jos ne noudattavat seuraavaa:
fr: si elles correspondent aux :
hr: ukoliko odgovaraju slijedeæem:
pt: se obedecerem aos seguintes critérios:
ru: если они соответствуют:
sl: èe se ujemajo z naslednjimi:

source: Titles
br: Titloù
da: Titler
fi: Otsikot
fr: Titres
hr: Naslovi
pt: Títulos
ru: Заголовки
sl: Naslovi

source: Classes
br: Renkadoù
da: Klasser
fi: Luokat
hr: Razredi
ru: Классы
sl: Razredi

source: The left side of the titlebar is full... disabling the 'maximise' button
br: Leun eo tu kleiz ar varrenn-ditl... o tizoberiañ an nozelenn 'uhelañ'
ca: La banda esquerra de la barra és plena... desactivem el botó 'maximitzar'
da: Den venstre side af titelbjælken er fuld... 'Maksimér' knappen er sat ud af funktion
de: Die linke Seite der Titelleiste ist voll... Entferne den 'maximieren' Button
el: Η αριστερή πλευρά της γραμμής τίτλου είναι γεμάτη... Απενεργοποίηση πλήκτρου μεγιστοποίησης
fi: Otsikon vasen puoli on täynnä... poistan 'suurenna'-napin
fr: La partie gauche de la barre de titre est pleine... Désactivation du bouton "Maximiser".
hr: Lijeva strana naslovne trake je puna... onemoguæujem 'Poveæaj' gumb
pl: Lewa strona paska tytu³owego jest zape³niona... wy³±czenie przycisku 'maksymalizuj'
pt: O lado esquerdo da barra de titulo está cheio... desactivando o botão de maximizar
ru: Левая часть заголовка переполнена... отключаю кнопку 'развернуть'

source: The left side of the titlebar is full... disabling the 'minimise' button
br: Leun ro tu kleiz ar varrenn-ditl... o tizoberiañ an nozelenn 'izelaat'
ca: La banda esquerra de la barra és plena... desactivem el botó 'minimitzar'
da: Den venstre side af titelbjælken er fuld... 'Minimér' knappen er sat ud af funktion
de: Die linke Seite der Titelleiste ist voll... Entferne den 'minimieren' Button
el: Η αριστερή πλευρά της γραμμής τίτλου είναι γεμάτη... Απενεργοποίηση πλήκτρου ελαχιστοποίησης
fi: Otsikon vasen puoli on täynnä... poistan 'pienennä'-napin
fr: La partie gauche de la barre de titre est pleine... Désactivation du bouton "Icônifier".
hr: Lijeva strana naslovne trake je puna... onemoguæujem 'Smanji' gumb
pl: Lewa strona paska tytu³owego jest zape³niona... wy³±czenie przycisku 'minimalizuj'
pt: O lado esquerdo da barra de titulo está cheio... desactivando o botão de minimizar
ru: Левая часть заголовка переполнена... отключаю кнопку 'свернуть'

source: The right side of the titlebar is full... disabling the 'minimise' button
br: Leun eo tu dehou ar varrenn-ditl... o tizoberiañ an nozelenn 'izelaat'
ca: La banda dreta de la barra és plena... desactivem el botó 'minimitzar'
da: Den højre side af titelbjælken er fuld... 'Minimér' knappen er sat ud af funktion
de: Die rechte Seite der Titelleiste ist voll... Entferne den 'minimieren' Button
el: Η δεξιά πλευρά της γραμμής τίτλου είναι γεμάτη... Απενεργοποίηση πλήκτρου ελαχιστοποίησης
fi: Otsikon oikea puoli on täynnä... poistan 'pienennä'-napin
fr: La partie droite de la barre de titre est pleine... Désactivation du bouton "Icônifier".
hr: Desna strana naslovne trake je puna... onemoguæujem 'Smanji' gumb
pl: Prawa strona paska tytu³owego jest zape³niona... wy³±czenie przycisku 'minimalizuj'
pt: O lado direito da barra de titulo está cheio... desactivando o botão de minimizar
ru: Правая часть заголовка переполнена... отключаю кнопку 'свернуть'

source: ms
br: me
el: χιλιοστά του δευτερολέπτου
fr: millisecondes
ru: мс

source: Window manager setup - ERROR
br: Kefluniañ ar merour prenester - FAZI
da: Window manager konfiguration - FEJL
fi: Ikkunamanagerin asetus - VIRHE
fr: Configuration du gestionnaire de fenêtres - ERREUR
hr: GRE©KA - postava upravljaèa prozora (wm)
pt: Configuração do gestor de janelas - ERRO
ru: Ошибка установки менеджера окон

source: Dekstop switch delay:
ca: Retard en canviar d'escriptori:
de: Zeitraum für Desktop-Wechsel:
fr: Délai avant un changement de bureau :
pl: Opó¿nienie prze³±czania:

source: &Windows
ca: &Finestres
de: &Fenster
el: Παράθυρα
pl: &Okna

source: usage: kcmkwm [-init | {windows,buttons,titlebar,desktop}]
de: Benutzung: kcmwkm [-init | {windows,buttons,titlebar,desktop}]
pl: u¿ycie: kcmkwm [-init | {windows,buttons,titlebar,desktop}]

source: Titlebar appearance
ca: Aparença de la barra de títol
de: Titelleisten-Erscheinung
el: Μορφή γραμμής τίτλου
pl: Wygl±d paska tytu³owego

source: Title Animation
ca: Animació de títol
de: Bewegung des Titels
el: Κίνηση τίτλου
pl: Przewijanie tytu³u

source: &Active pixmap
ca: Pixmap &Actiu
de: &Aktive Pixmap
el: Εικόνα Ενεργού Παραθύρου
pl: &Aktywuj pixmapê

source: &Inactive pixmap
ca: Pixmap &Inactiu
de: &Inaktive Pixmap
el: Εικόνα ανενεργού παραθύρου
pl: &Dezaktywuj pixmapê

source: LeftMouseButton double click on titlebar does:
ca: Un doble clic del botó esquerre del ratolí a la barra de títol provoca:
de: Doppeklick mit linkem MouseButton auf der Titelzeile führt zu:
el: Διπλό αριστερό κλικ στην γραμμή τίτλου προκαλεί:
pl: Podwójne klikniêcie muszy na pasek tytu³owy:

source: Operations Menu
ca: Menú d'operacions
de: Menu mit Operationen
el: Μενού Λειτουργιών
pl: Czynno¶ci menu

source: Window movement
ca: Moviment de finestra
de: Fenster-Bewegung
el: Μετακίνηση παραθύρου
pl: Przesuwanie okna

source: Transparent
el: Διάφανο
pl: Przezroczyste

source: Opaque
ca: Opac
de: Ausgefüllt
el: Αδιαφανές
pl: Wype³nione

source: Window resize
ca: Dimensionament de finestra
pl: Zmiana rozmiaru

source: Animation:
ca: Animació:
pl: Animacja:

source: Allowed Overlap:
ca: Encavallament:
de: Erlaubte Überlappung:
pl: Dozwolone przekroczenie

source: Maximize Style
ca: Estil al maximitzar
de: Art der Maximierung
el: Μορφή μεγιστοποίησης
pl: Sposób maksymalizowania

source: Maximize fully
ca: Maximitzar del tot
de: Voll maximieren
el: Πλήρης μεγιστοποίηση
pl: Maksymalizuj w pe³ni

source: Maximize vertically
ca: Maximitzar verticalment
de: Nur vertikal maxim.
el: Κατακόρυφη μεγιστοποίηση
pl: Maksymalizuj pionowo

source: Focus Policy
ca: Política de focus
de: Behandlung des Fokus
el: Πολιτική ενεργοποίησης
pl: Sposób uaktywnienia

source: Auto raise delay (<100 disables)
ca: Retard d'auto elevació (<100 desactiva)
de: Dauer für autom. Vor- dergrund (<100 keine)
el: Καθυστέρηση αυτόματης ανάδυσης (<100 απενεργοποιεί)
pl: Czas auto przywo³ania (<100 wy³±cza)

source: miliseconds
ca: milisegons
de: Millisekunden
el: χιλιοστά του δευτερολέπτου
pl: milisekundy

source: Shaded
de: Schattiert

source: Restore
de: Wiederherstellen

source: Resize Animation
de: Animation beim Ändern der Größe
