Repository: KDE/kde1-kdebase
Catalog: po/*/kcmkeys.po
Languages: da, de, et, fi, fr, hr, is, it, no, pl, pt_br, ru, sk, sv

source: &Standard shortcuts
da: &Standard genvejstaster
de: &Standardkürzel
et: &Standardsed kiirklahvid
fi: &Peruslyhytvalinnat
fr: Raccourcis &standards
hr: &Standardne bli¾njice
is: &Staðlaðir flýtitakkar
it: &Scorciatoie standard
no: &Vanlige hurtigtaster
pl: &Standardowe skróty
pt_br: &Atalhos padrões
ru: Стандартные комбинации
sk: ©tandardné &skratky
sv: &Standardgenvägar

source: &Global shortcuts
da: Gl&obale genvejstaster
de: &Globale Kürzel
et: &Globaalsed kiirklahvid
fi: &Yleiset lyhytvalinnat
fr: Raccourcis &globaux
hr: &Univerzalne bli¾njice
is: &Víðværir flýtihnappar
it: Scorciatoie &globali
no: &Globale hurtigtaster
pl: &Ogólne skróty
pt_br: Atalhos &Globais
ru: Глобальные комбинации
sk: &Globálne skratky
sv: &Globala genvägar

source: usage: kcmkeys [-init | {standard,global}]
da: brug: kcmkeys [-init | {standard,global}]
de: Gebrauch: kcmkeys [-init | {standard,global}]
et: kasutusviis: kcmkeys [-init | {standard,global}]
fi: käyttö: kcmkeys [-init | {standard,global}]
fr: utilisation : kcmkeys [-init | {standard,global}]
hr: Uporaba: kcmkeys [-init | {standard,global}]
is: notkun: kcmkeys [-init | {standard,global}]
it: utilizzo: kcmkeys [-init | {standard,global}]
no: bruk: kcmkeys [-init | {standard,global}]
pl: u¿ycie: kcmkeys [-init | {standard,global}]
pt_br: uso: kcmkeys [-init | {standard,global}]
ru: использование: kcmkeys [-init | {standard,global}]
sk: pou¾itie: kcmkeys [-init | {standard,global}]
sv: användning: kcmkeys [-init | {standard,global}]

source: Key binding settings
da: Tastbindingsindstillinger
de: Zuordnung der Tastenkürzel
et: Klahviseoste seadistused
fi: Näppäinsidosten asetukset
fr: Configuration des raccourcis clavier
hr: Nastavitve vezav s tipkami
is: Stillingar takkatenginga
it: Impostazioni tasti
no: Tastkoblinginnstillinger
pl: Przypisania klawiszy
pt_br: Configurações de atalhos de teclado
ru: Настройка назначений клавиш
sk: Nastavenie kláves
sv: Tangentbindningar

source: New
da: Ny
de: Neu
et: Uus
fi: Uusi
fr: Nouveau
hr: Novo
is: Nýtt
it: Nuovo
no: Ny
pl: Nowy
pt_br: Novo
ru: Новое
sk: Nová
sv: Ny

source: Next
da: Næste
de: Nächster
et: Järgmine
fi: Seuraava
fr: Suivant
hr: Naslednje
is: Næsta
it: Successivo
no: Neste
pl: Nastêpny
pt_br: Próximo
ru: Следующее
sk: Ïalej
sv: Nästa

source: Prior
da: Forrige
de: Vorheriger
et: Eelmine
fi: Edellinen
fr: Précédent
hr: Predhodnje
is: Fyrra
it: Precedente
no: Forrige
pt_br: Anterior
ru: Предыдущее
sv: Föregående

source: Find
de: Suchen
et: Leia
fi: Etsi
fr: Chercher
hr: Najdi
is: Finna
it: Trova
no: Finn
pl: Znajd¼
pt_br: Procurar
ru: Найти
sk: Hµada»
sv: Sök

source: Home
da: Hjem
de: Anfang
et: Kodu
fi: Alku
fr: Début
hr: Domov
is: Heim
pl: Pocz±tek
ru: Домашняя директория
sk: Domov
sv: Hem

source: End
da: Slut
de: Ende
et: Lõpp
fi: Loppu
fr: Fin
hr: Konèaj
is: Enda
it: Fine
pl: Koniec
ru: Конец
sk: Koniec
sv: Slut

source: Current scheme
da: Nuværende valg
de: Aktuelle Einstellungen
et: Käesolev skeem
fi: Nykyinen teema
fr: Modèle courant
hr: Trenutna shema
is: Núverandi stilliskrá
it: Schema attuale
no: Gjeldende valg
pl: Bie¿±cy schemat
pt_br: Esquema corrente
ru: Текущая схема
sk: Súèasná schéma
sv: Nuvarande bindningar

source: KDE default
da: KDE standard
de: KDE-Voreinstellung
et: KDE vaikeväärtused
fi: KDE oletus
fr: Standard KDE
hr: KDE privzeta
is: Sjálfgefið í KDE
it: Predefiniti di KDE
no: KDE standard
pl: KDE domy¶lne
pt_br: Padrão do KDE
ru: Умолчания KDE
sk: KDE ¹tandardná
sv: Kde standard

source: KDE lite
is: KDE lítið
ru: Облегченная KDE

source: &Key scheme
da: Tastevalg
de: &Tastaturbelegung
et: &Klahvide skeem
fi: &Näppäinteema
fr: Modèle de &raccourcis
hr: &Vezavna shema
is: &Takkastilliskrá
it: &Schema tasti
no: &Tastvalg
pl: &Schemat klawiszy
pt_br: Esquema de &Teclas
ru: Схема клавиш
sk: Schéma &kláves
sv: &Tangentbindningar

source: &Add ...
da: &Tilføj ...
de: &Hinzufügen...
et: &Lisa ...
fi: &Lisää ...
fr: &Ajouter...
hr: Dod&aj ...
is: &Bæta við...
it: &Aggiungi ...
no: &Legg til ...
pl: &Dodaj...
pt_br: &Adicionar ...
ru: Добавить...
sk: Prid&a»...
sv: &Lägg till...

source: &Save changes
da: &Gem ændringer
de: Änderungen &speichern
et: &Salvesta muudatused
fi: &Tallenna muutokset
fr: &Enregistrer les modifications
hr: &Shrani spremembe
is: &Vista breytingar
it: &Salva modifiche
no: &Lagre endringer
pl: &Zapisz zmiany
pt_br: &Salvar mudanças
ru: Записать изменения
sk: &Ulo¾i» zmeny
sv: &Spara ändringarna

source: Error removing scheme
da: Fejl ved at fjerne valg
de: Fehler beim Entfernen einer Belegung
et: Viga skeemi eemaldamisel
fi: Virhe teemaa poistettaessa
fr: Erreur de suppression du modèle
hr: Napaka pri odstranitvi sheme
is: Ekki tókst að fjarlægja stilliskrá
it: Errore nella rimozione dello schema
no: Feil under fjerning av valg
pl: B³±d usuniêcia schematu
pt_br: Erro ao remover esquema
ru: Ошибка удаления схемы
sk: Chyba pri ru¹ení schémy
sv: Fel vid bortagandet av bindningarna

source: This key scheme could not be removed. Perhaps you do not have permission to alter the file system where the key scheme is stored.
da: Dette tastevalg kunne ikke fjernes. Måske har du ikke tilladelse til at ændre filsystemet hvor tastevalget er gemt.
de: Die Belegung konnte nicht entfernt werden. Vielleicht haben Sie keine Berechtigung, die Datei zu ändern.
et: Seda klahviskeemi ei saa eemaldada. Võibolla pole sul õigust teha muudatusi selles failisüsteemis, kus hoitakse klahviskeemi.
fi: Näppäinteemaa ei saatu poistettua. Sinulle ei ole mahdollisesti oikeuksia muuttaa tiedostoa johon teema on tallennettu.
fr: Ce modèle de raccourcis ne peut pas être supprimé. Peut-être n'avez-vous pas la permission de modifier le fichier dans lequel le modèle de raccourcis est stocké.
hr: Te vezavne sheme nisem mogel odstraniti. Mogoèe nimate potrebnih dovoljenj za spreminjanje datoteke, kjer je shranjena vezavna shema.
is: Ekki tókst að fjarlægja þessa takkastilliskrá. Ef til vill hefur þú ekki skrifréttindi á skráakerfið þar sem stilliskráin er geymd.
it: Questo schema non puo' essere rimosso. Puo darsi che tu non abbia i permessi per modificare il file system nel quale e' situato lo schema dei tasti.
no: Dette tastvalget kunne ikke bli fjernet. kanskje du ikke har rettigheter til å endre filsystemet hvor tastvalget er lagret.
pl: Ten schemat klawiszy nie mo¿e zostaæ usuniêty. Prawdopodobnie nie masz praw do pliku systemowego, w którym przechowywane s± schematy kolorów.
pt_br: Este esquema de teclas não pôde ser removido. Talvez você não tenha permissão para alterar esse arquivo no sistema onde o esquema está armazenado.
ru: Ошибка удаления схемы. Возможно вы не имеете права изменять файловую систему, где хранится схема клавиш
sk: Táto schéma kláves nemô¾e by» zru¹ená. Pravdepodobne nemô¾ete pristupova» k súboru, kde je schéma ulo¾ená.
sv: Den här tangentbindningen kunde inte tas bort. Du har kanske inte har rättigheter att ändra den del av filsystemet som tangentbindnings filen är lagrad på.

source: Naming conflict
da: Navnekonflikt
de: Namenskonflikt
et: Konflikt nimetamisel
fi: Nimikonflikti
fr: Conflit de nom
hr: Konflikt pri poimenovanju
is: Nafnaárekstur
it: Conflitto nome
no: Navnekonflikt
pl: Konflikt nazw
pt_br: Conflito de nome
ru: Конфликт имен
sk: Konflikt mien
sv: Namnkonflikt

source: Please choose a unique name for the new key scheme. The one you entered already appears in the key scheme list.
da: Vælg venligst et entydigt navn for det nye tastevalg. Det du allerede valgte findes allerede i tastevalglisten.
de: Bitte wählen Sie einen eindeutigen Namen für die neue Tastaturbelegung. Derjenige, den Sie eingegeben haben, existiert schon.
et: Palun vali uuele klahviskeemile kordumatu nimi. Sisestatud nimi juba eksisteerib klahviskeemide nimekirjas.
fi: Valitse uniikki nimi uudelle näppäinteemalle. Antamasi nimi näyttää jo olevan teemalistalla.
fr: Veuillez choisir un nom unique pour ce nouveau modèle de raccourcis. Celui que vous avez entré apparaît déjà dans la liste des modèles de raccourcis.
hr: Prosim izberite neobstojeèe ime za novo vezavno shemo. To, ki ste ga vpisali, je ¾e na seznamu obstojeèih imen vezavnih shem.
is: Veldu nýtt nafn fyrir takkastilliskrána. Það sem þú valdir er nú þegar í listanum.
it: Per favore scegli un nome unico per il nuovo schema di tasti. Quello che hai inserito compare gia' nella lista degli schemi.
no: Vennligst velg et unikt navn for det nye tastvalget. Den du allerede valgte finnes allerede i tastvalglisten.
pl: Proszê wybraæ unikaln± nazwê dla nowego schematu klawiszy. Aktualnie wybrana nazwa ju¿ jest wprowadzona do listy schematów klawiszy.
pt_br: Escolha um nome único para o novo esquema de teclas. O nome que você digitou já existe na lista de esquemas de teclas.
ru: Выберите уникальное имя для новой схемы клавиш. Та, которую вы набрали уже существует в списке схем.
sk: Prosím zvoµte si unikátne meno pre novú schému kláves. To, èo ste zadali u¾ je na zozname schém.
sv: Vargod ange ett unikt namn för den nya tangentbindningarna. Det namn du använde på tangentbindningarna används redan.

source: Add a key scheme
da: Tilføj et tastevalg
de: Tastaturbelegung hinzufügen
et: Lisa klahviskeem
fi: Lisää näppäinteema
fr: Ajouter un modèle de raccourcis
hr: Dodaj vezavno shemo
is: Bæta takkastilliskrá við
it: Aggiunfi uno schema
no: Legg til et tastvalg
pl: Dodaj schemat klawiszy
pt_br: Adicionar um novo esquema de teclas
ru: Добавить схему клавиш
sk: Pridávam schému
sv: Lägg till tangentbindningar

source: &Enter a name for the new key scheme to be added to your personal list. The keys currently used in the preview will be copied into this scheme to begin with.
da: Indtast navn på nyt tastevalg som skal lægges til din personlige liste. Tasterne som nu bruges i forhåndsvisningen vil blive kopieret til dette valg til at begynde med.
de: Bitte &geben Sie einen Namen ein, um die neue Tastaturbelegung zu Ihrer persönlichen Liste hinzuzufügen. Die Belegung in der Vorschau dient als Ausgangspunkt.
et: Sisesta nimi uue klahviskeemi jaoks, mis lisatakse sinu personaalsesse nimekirja. Klahvid, mida praegu kasutatakse eelvaatlusel kopeeritakse alustuseks sellesse skeemi.
fi: &Anna nimi uudelle näppäinteemalle, joka tullaan lisäämään henkilökohtaiseen listaasi. Esikatselussa käytetyt näppäimet kopioidaan aluksi tähän teemaan.
fr: Entrez un nom pour le nouveau modèle de raccourcis à ajouter dans votre liste personnelle. Les raccourcis actuellement utilisés dans l'aperçu seront copiés dans ce modèle pour l'initialiser.
hr: &Vpi¹i ime nove vezavne sheme, ki bo dodana va¹emu osebnemu seznamu. Vezave, trenutno uporabljene v predogledu, bodo prekopirane v to shemo.
is: &Sláðu inn nafn fyrir takkastilliskrána sem á að bæta við listann þin. Til að byrja með verða stillingarnar á skjánum færðar þar inn.
it: &Inserisci un nome per il nuovo schema da aggiungere nella tua lista personale. I tasti attualmente in uso nell'anteprima saranno copiati in questo schema.
no: &Skriv inn navn på nytt tastvalg som skal legges til din personlige liste. Tastene som nå brukes i forhåndsvisningen vil bli kopiert til dette valget til å begynne med.
pl: &Wprowad¼ nazwê dla nowego schematu klawiszy, aby dodaæ go do prywatnej listy. Klawisze, które widzisz w zapowiedzi, zostan± skopiowane do tego schematu.
pt_br: &Digite um nome para o novo esquema de teclas a ser adicionado à sua lista pessoal. As teclas em uso na prévia serão copiadas para dentro desse esquema.
ru: Введите имя для новой схемы клавиш, которая будет добавлена в ваш персональный список Клавиши, используемые в препросмотре будут скопированы в эту схему.
sk: &Zadajte meno pre novú schému, ktorá má by» pridaná do vá¹ho osobného zoznamu. Klávesy pou¾ité v náhµade budú skopírované do tejto schémy.
sv: &Skriv in ett namn på tangentbindningarna som kan läggas till din personliga lista. Tangentbindningarna som du nu använder kommer att kopieras in som en start.

source: Task manager
da: Opgavebehandler
et: Tegumi haldur
fi: Prosessienhallinta
fr: Gestionnaire de tâches
hr: Upravljalec opravil
is: Verkefnastjóri
it: Gestione Task
no: Oppgavebehandler
pl: Pasek zadañ
pt_br: Gerenciador de tarefas
ru: Список задач
sk: Mana¾ér úloh
sv: Uppdragshanterare

source: Kill window mode
da: Dræb vindue-modus
de: Fenstermodus beenden
et: Väljumine akende reziimist
fi: Tuhoa ikkuna
fr: Mode destruction de fenêtre
hr: Naèin unièi okno
is: Gluggadrápshamur
it: Modalita' uccisione finestra
no: Drep vindu-modus
pl: Tryb niszczenia okien
pt_br: Modo de destruição de janela
ru: Режим убивания окна
sk: Re¾im zatvárania okna
sv: Fönsterdödarläge

source: Execute command
da: Kør kommando
de: Befehl ausführen
et: Käsu käivitamine
fi: Suorita komento
fr: Exécuter une commande
hr: Izvr¹i ukaz
is: Framkvæma skipun
it: Esegui comando
no: Kjør kommando
pl: Wykonaj polecenie
pt_br: Executar comando
ru: Запустить команду
sk: Spusti» príkaz
sv: Kör kommando

source: Window operations menu
da: Vindueoperation-menu
de: Menü für Fenstermanipulationen
et: Aknaoperatsiooni menüü
fi: Ikkunatoiminteet
fr: Menu des actions sur la fenêtre
hr: Meni z okenskimi operacijami
is: Gluggaaðgerðavalmynd
it: Menu operazioni della finestra
no: Vinduoperasjon-meny
pl: Menu operacji na oknie
pt_br: Menu de operações de janela
ru: Меню опреций с окном
sk: Menu operácií s oknom
sv: Fönsteregenskapsmeny

source: Pop-up system menu
da: Flydende systemmenu
de: Systemmenü einblenden
et: Süsteemne hüpikmenüü
fi: System ponnahdusvalikko
fr: Menu système déroulant
hr: Meni za sistemske dvi¾ne menije
is: Kerfisvalmynd
it: Menu di sistema
no: Poppopp-systemmeny
pl: Menu systemowe
pt_br: Menu de contexto do sistema
ru: Системное меню
sk: Systémové pop-up menu
sv: Poppa upp systemmenyn

source: Window raise
da: Læg vindue øverst
de: Fenster nach vorne
et: Akna tõstmine
fi: Nosta ikkuna
fr: Placer la fenêtre dessus
hr: Poveèaj okno
is: Fleyta glugga
it: Alza finestra
no: Legg vindu øverst
pl: Przywo³aj okno
pt_br: Trazer janela à frente
ru: Окно наверх
sk: Zdvihnú» okno
sv: Höj fönster

source: Window lower
da: Læg vindue underst
de: Fenster nach hinten
et: Akna langetamine
fi: Laske ikkuna
fr: Placer la fenêtre dessous
hr: Zmanj¹aj okno
is: Sökkva glugga
it: Abbassa finestra
no: Legg vindu underst
pl: Cofnij okno
pt_br: Mandar janela para trás
ru: Окно вниз
sk: Zní¾i» okno
sv: Sänk fönster

source: Window close
da: Luk vindue
de: Fenster schließen
et: Akna sulgemine
fi: Sulje ikkuna
fr: Fermer la fenêtre
hr: Zapri okno
is: Loka glugga
it: Chiudi finestra
no: Lukk vindu
pl: Zamknij okno
pt_br: Fechar janela
ru: Закрыть окно
sk: Zavrie» okno
sv: Stäng fönster

source: Window iconify
da: Ikoniser vindu
de: Fenster minimieren
et: Akna ikoonimine
fi: Pienennä ikkuna
fr: Icônifier la fenêtre
hr: Zmanj¹aj okno v ikono
is: Glugga í táknmynd
it: Iconifica finestra
no: Ikoniser vindu
pl: Ikonizuj okno
pt_br: Minimizar janela
ru: Минимизировать окно
sk: Ikonifikova» okno
sv: Ikonifiera fönster

source: Window resize
da: Ændr vinduesstørrelse
de: Fenstergröße ändern
et: Akna suuruse muutmine
fi: Ikkunan koko
fr: Redimensionner la fenêtre
hr: Spremeni velikost okna
is: Breyta stærð glugga
it: Ridimensiona finestra
no: Endre vindusstørrelse
pl: Zmieñ rozmiar okna
pt_br: Redimensionar janela
ru: Изменить размер окна
sk: Zmeni» veµkos» okna
sv: Ändra storlek på fönster

source: Window move
da: Flyt vindue
de: Fenster verschieben
et: Akna liigutamine
fi: Siirrä ikkunaa
fr: Déplacer la fenêtre
hr: Premakni okno
is: Færa glugga
it: Sposta finestra
no: Flytt vindu
pl: Przesuñ okno
pt_br: Mover janela
ru: Переместить окно
sk: Presunú» okno
sv: Flytta fönster

source: Window toggle sticky
da: Slå klæbrigt vindue til/fra
de: Haft-Modus einschalten
et: Akna kleepuvuse lülitamine
fi: Naulaa ikkuna
fr: Changer le clouage/déclouage
hr: Prilepi okno
is: Líma við eða losa af gleri
it: (Dis)attiva finestra appicicata
no: Slå av/på fastsatt vindu
pl: Przypnij/odepnij okno
pt_br: Comutar botão Pregar da janela
ru: Переключить прилепление окна
sk: Prepína» prilepenie okna
sv: Växla klistrighet på fönster

source: Switch to desktop 1
da: Flyt til arbejdsplads 1
de: Auf Desktop 1 wechseln
et: Lülitumine töölauale 1
fi: Vaihda työpöytään 1
fr: Basculer vers le bureau 1
hr: Preklopi na namizje 1
is: Skipta á skjáborð 1
it: Vai al desktop 1
no: Bytt til skrivebord 1
pl: Prze³±cz na biurko 1
pt_br: Mudar para ambiente 1
ru: Переключиться на рабочий стол 1
sk: Prepnú» na plochu 1
sv: Byt till skrivbord 1

source: Switch to desktop 2
da: Flyt til arbejdsplads 2
de: Auf Desktop 2 wechseln
et: Lülitumine töölauale 2
fi: Vaihda työpöytään 2
fr: Basculer vers le bureau 2
hr: Preklopi na namizje 2
is: Skipta á skjáborð 2
it: Vai al desktop 2
no: Bytt til skrivebord 2
pl: Prze³±cz na biurko 2
pt_br: Mudar para ambiente 2
ru: Переключиться на рабочий стол 2
sk: Prepnú» na plochu 2
sv: Byt till skrivbord 2

source: Switch to desktop 3
da: Flyt til arbejdsplads 3
de: Auf Desktop 3 wechseln
et: Lülitumine töölauale 3
fi: Vaihda työpöytään 3
fr: Bacsuler vers le bureau 3
hr: Preklopi na namizje 3
is: Skipta á skjáborð 3
it: Vai al desktop 3
no: Bytt til skrivebord 3
pl: Prze³±cz na biurko 3
pt_br: Mudar para ambiente 3
ru: Переключиться на рабочий стол 3
sk: Prepnú» na plochu 3
sv: Byt till skrivbord 3

source: Switch to desktop 4
da: Flyt til arbejdsplads 4
de: Auf Desktop 4 wechseln
et: Lülitumine töölauale 4
fi: Vaihda työpöytään 4
fr: Basculer vers le bureau 4
hr: Preklopi na namizje 4
is: Skipta á skjáborð 4
it: Vai al desktop 4
no: Bytt til skrivebord 4
pl: Prze³±cz na biurko 4
pt_br: Mudar para ambiente 4
ru: Переключиться на рабочий стол 4
sk: Prepnú» na plochu 4
sv: Byt till skrivbord 4

source: Switch to desktop 5
da: Flyt til arbejdsplads 5
de: Auf Desktop 5 wechseln
et: Lülitumine töölauale 5
fi: Vaihda työpöytään 5
fr: Baculer vers le bureau 5
hr: Preklopi na namizje 5
is: Skipta á skjáborð 5
it: Vai al desktop 5
no: Bytt til skrivebord 5
pl: Prze³±cz na biurko 5
pt_br: Mudar para ambiente 5
ru: Переключиться на рабочий стол 5
sk: Prepnú» na plochu 5
sv: Byt till skrivbord 5

source: Switch to desktop 6
da: Flyt til arbejdsplads 6
de: Auf Desktop 6 wechseln
et: Lülitumine töölauale 6
fi: Vaihda työpöytään 6
fr: Basculer vers le bureau 6
hr: Preklopi na namizje 6
is: Skipta á skjáborð 6
it: Vai al desktop 6
no: Bytt til skrivebord 6
pl: Prze³±cz na biurko 6
pt_br: Mudar para ambiente 6
ru: Переключиться на рабочий стол 6
sk: Prepnú» na plochu 6
sv: Byt till skrivbord 6

source: Switch to desktop 7
da: Flyt til arbejdsplads 7
de: Auf Desktop 7 wechseln
et: Lülitumine töölauale 7
fi: Vaihda työpöytään 7
fr: Basculer vers le bureau 7
hr: Preklopi na namizje 7
is: Skipta á skjáborð 7
it: Vai al desktop 7
no: Bytt til skrivebord 7
pl: Prze³±cz na biurko 7
pt_br: Mudar para ambiente 7
ru: Переключиться на рабочий стол 7
sk: Prepnú» na plochu 7
sv: Byt till skrivbord 7

source: Switch to desktop 8
da: Flyt til arbejdsplads 8
de: Auf Desktop 8 wechseln
et: Lülitumine töölauale 8
fi: Vaihda työpöytään 8
fr: Basculer vers le bureau 8
hr: Preklopi na namizje 8
is: Skipta á skjáborð 8
it: Vai al desktop 8
no: Bytt til skrivebord 8
pl: Prze³±cz na biurko 8
pt_br: Mudar para ambiente 8
ru: Переключиться на рабочий стол 8
sk: Prepnú» na plochu 8
sv: Byt till skrivbord 8

source: Switch one desktop to the right
da: Flyt en arbejdsplads til højre
de: Einen Desktop nach rechts
et: Lülitumine üks töölaud paremale
fi: Siirrä työpöytä oikealle
fr: Basculer d'un bureau vers la droite
hr: Preklopi na desno namizje
is: Skipta á skjáborð til hægri
it: Vai nel desktop a destra
no: Bytt ett skrivebord til høyre
pl: Prze³±cz na biurko po prawej
pt_br: Mudar para o ambiente da direita
ru: Переключиться на рабочий стол справа
sk: Prepnú» o jednu plochu vpravo
sv: Byt till skrivbordet närmast åt höger

source: Switch one desktop to the left
da: Flyt en arbejdsplads til venstre
de: Einen Desktop nach links
et: Lülitumine üks töölaud vasakule
fi: Siirrä työpöytä vasemmalle
fr: Basculer d'un bureau vers la gauche
hr: Preklopi na levo namizje
is: Skipta á skjáborð til vinstri
it: Vai nel desktop a sinistra
no: Bytt ett skrivebord til venstre
pl: Prze³±cz na biurko po lewej
pt_br: Mudar para o ambiente da esquerda
ru: Переключиться на рабочий стол слева
sk: Prepnú» o jednu plochu vµavo
sv: Byt till skrivbordet närmast åt vänster

source: Switch one desktop up
da: Flyt en arbejdsplads op
de: Einen Desktop nach oben
et: Lülitumine üks töölaud üles
fi: Siirrä työpöytä ylös
fr: Basculer d'un bureau vers le haut
hr: Preklopi na zgornje namizje
is: Skipta á skjáborð fyrir ofan
it: Vai nel desktop sopra
no: Bytt ett skrivebord opp
pl: Prze³±cz na biurko w górê
pt_br: Mudar para o ambiente acima
ru: Переключиться на рабочий стол вверх
sk: Prepnú» o jednu plochu hore
sv: Byt till skrivbordet närmast uppåt

source: Switch one desktop down
da: Flyt en arbejdsplads ned
de: Einen Desktop nach unten
et: Lülitumine üks töölaud alla
fi: Siirrä työpöytä alas
fr: Basculer d'un bureau vers le bas
hr: Preklopi na spodnje namizje
is: Skipta á skjáborð fyrir neðan
it: Vai nel desktop sotto
no: Bytt ett skrivebord ned
pl: Prze³±cz na biurko w dó³
pt_br: Mudar para o ambiente abaixo
ru: Переключиться на рабочий стол вниз
sk: Prepnú» o jednu plochu dole
sv: Byt till skrivbordet närmast nedåt
