Repository: KDE/kde1-kdebase
Catalog: po/*/kcmkfm.po
Languages: br, ca, cs, de, es, et, fi, hr, hu, is, it, no, pl, ru, sk

source: &Font
br: &Nodrezh
de: &Zeichensatz
es: &Fuente
fi: &Kirjasin
hr: &Pismo
hu: &Betûtípus
is: &Letur
it: &Carattere
no: &Skrifttype
pl: &Czcionka
ru: Шрифт
sk: &Písmo

source: &Color
br: &Liv
cs: &Barva
de: &Farbe
et: &Värv
fi: &Väri
hr: &Boja
hu: &Szín
is: L&itir
it: &Colore
no: F&arger
pl: Ko&lor
ru: Цвет
sk: &Farba

source: &Other
br: Traoù &all
ca: A&ltres
cs: &Ostatní
de: An&dere
es: &Otro
et: &Muud
fi: &Muut
hr: &Ostalo
hu: &Egyéb
is: &Annað
it: &Altro
no: &Andre
pl: &Inne
ru: &Другие
sk: &Ostatné

source: &Proxy
br: &Proksi
ca: &Procuració
fi: Vä&lityspalvelin
is: Vef&sel
ru: Прокси

source: User &Agent
br: &Graer arveriad
ca: &Agent d'usuari
cs: U¾ivatelský &agent
es: &Agente de Usuario
et: Kasutaja &agent
fi: &Tunniste
hu: &Bejelentkezés
is: &Kennistrengur
it: &Utente Agent
no: Bruker&agent
pl: &Logowanie
ru: &Агент пользователя
sk: &Agent

source: Coo&kies
br: &Toupinoù
et: &Küpsised
fi: &Evästeet
hr: &Kolaèiæi
hu: Coo&kik
is: &Smákökur
it: Coo&kie
no: Coo&kier
pl: Ciasteczka
ru: Cookie

source: &Desktop Icons
br: A&rlunioù ar gorretaol
ca: Icones d'&escriptori
cs: &Ikony pracovní plochy
de: &Arbeitsflächen-Symbole
es: &Iconos de Escritorio
et: &Töölaua ikoonid
fi: Työpöydän &kuvakkeet
hr: Ikone radne povr¹ine
hu: &Asztal Ikonok
is: &Táknmyndir á skjáborði
it: Icone &Desktop
no: &Skrivebordikoner
pl: Ikony &biurka
ru: Пиктограммы рабочего стола
sk: &Ikonky plochy

source: usage: %s [-init | {font,color,misc,proxy,http,useragent,cookies,icons}]
br: arveriadur : %s [-init | {font,color,misc,proxy,http,useragent,cookies,icons}]
ca: us: %s [-init | {font,color,misc,proxy,http,useragent,cookies,icons}]
cs: Pou¾ití: %s [-init | {font,color,misc,proxy,http,useragent,cookies,icons}]
de: Benutzung: %s [-init | {font,color,misc,proxy,http,useragent,cookies,icons}]
es: modo de uso: %s [-init | {font,color,misc,proxy,http,useragent,cookies,icons}]
et: kasutusviis: %s [-init | {font,color,misc,proxy,http,useragent,cookies,icons}]
fi: käyttö: %s [-init | {font,color,misc,proxy,http,useragent,cookies,icons}]
hr: uporaba: %s [-init | {pismo,boja,razno,proxy,http,useragent,kolaèiæi,ikone}]
hu: használat: %s [-init | {font,color,misc,proxy,http,useragent,icons}]
is: notkun: %s [-init | {font,color,misc,proxy,http,useragent,cookies,icons}]
it: utilizzo: %s [-init | {font,color,misc,proxy,http,useragent,cookies,icons}]
no: bruk: %s [-init | {font,color,misc,proxy,http,useragent,cookies,icons}]
pl: u¿ycie: %s [-init | {font,color,misc,proxy,http,useragent,cookies,icons}]
ru: использование: %s [-init | {font,color,misc,proxy,http,useragent,cookies,icons}]
sk: pou¾itie: %s [-init | {font,color,misc,proxy,http,useragent,cookies,icons}]

source: KFM Configuration
br: Kefluniadur KFM
ca: Configuració KFM
cs: Nastavení KFM
de: KFM Konfiguration
es: Configuración del KFM
et: KFM konfiguratsioon
fi: KFM Asetukset
hr: KFM postavke
hu: KFM Beálítás
is: Stillingar KFM
it: Configurazione KFM
no: KFM Konfigurasjon
pl: Konfiguracja KFM
ru: Настройка KFM
sk: Nastavenie KFM

source: Small
br: Bihan
ca: Xicoteta
cs: Malé
de: Klein
es: Pequeña
et: Väike
fi: Pieni
hr: Malo
hu: Kicsi
is: Lítið
it: Piccolo
no: Liten
pl: Ma³a
ru: Маленький
sk: Malý

source: Medium
br: Krenn
ca: Mitjana
cs: Støední
de: Mittel
es: Mediana
et: Keskmine
fi: Keskikoko
hr: Srednji
hu: Közepes
is: Miðlungs
it: Medio
no: Middels
pl: ¦rednia
ru: Средний
sk: Stredný

source: Large
br: Bras
ca: Gran
cs: Velké
de: Groß
es: Grande
et: Suur
fi: Suuri
hr: Veliko
hu: Nagy
is: Stórt
it: Grande
no: Stor
pl: Du¿a
ru: Большой
sk: Veµký

source: Standard Font
br: Nodrezh standard
ca: Font estàndard
cs: Standardní font
de: Standardschrift
es: Fuente Estandar
et: Standardne font
fi: Oletuskirjasin
hr: Standardno pismo
hu: Közönséges betûtípus
is: Venjulegt letur
it: Caratteri Standard
no: Standard skrifttype
pl: Czcionka standardowa
ru: Стандартный шрифт
sk: ©tandardné písmo

source: Fixed Font
br: Nodrezh ingal
ca: Font fixa
cs: Fixovaný font
de: Schrift fester Breite
es: Fuente Fija
et: Fikseeritud font
fi: Tasavälinen kirjasin
hr: Pismo stalne ¹irine
hu: Állandó szélességû betûtípus
is: Jafnbreitt letur
it: Caratteri proporzionali
no: Fast skrifttype
pl: Czcionka proporcjonalna
ru: Фиксированный шрифт
sk: Fixované písmo

source: Default Charset
br: Arouezenneg dre ziouer
ca: Joc de caràcters per omissió
cs: Implicitní znaková sada
de: Standard-Zeichensatz
es: Mapa de Caracteres por defecto
et: Vaikimisi kooditabel
fi: Oletuskirjasinkoodaus
hr: Uobièajeni skup znakova
hu: Alapértelmezett betûkészlet
is: Sjálfgefin stafatafla
it: Charset predefinito
no: Standard tegnsett
pl: Domy¶lne kodowanie
ru: Кодировка по умолчанию
sk: ©tandardná znaková sada

source: Use language charset
br: Implijit arouezenneg ur yezh
ca: Usa el joc de caràcters de l'idioma
cs: Pou¾ívat znakovou sadu jazyka
de: Sprachspezifischen Zeichensatz verwenden
es: Usar mapa de caracteres del idioma
et: Kasuta keele kooditabelit
fi: Käytä kielen koodausta
hr: Koristi skup znakova za dotièni jezik
hu: Használja a nyelv betûkészletét
is: Nota stafatöflu tungumálsins
it: Usa charset della lingua
no: Bruk språktegnsett
pl: U¿yj domy¶lnego jêzyka
ru: Использовать кодировку
sk: Pou¾íva» znak. sadu jazyka

source: Background Color:
br: Liv an drekleur :
ca: Color de fons:
cs: Barva pozadí:
de: Hintergrundfarbe:
es: Color de Fondo:
et: Tausta värv:
fi: Taustan väri:
hr: Boja pozadine:
hu: Háttér szín:
is: Bakgrunnslitur:
it: Colore Sfondo
no: Bakgrunnsfarge:
pl: Kolor t³a:
ru: Цвет фона:
sk: Farba pozadia:

source: Normal Text Color:
br: Liv an destenn boas :
ca: Color de text normal:
cs: Barva normálního textu:
de: Textfarbe:
es: Color de Texto Normal:
et: Normaalse teksti värv:
fi: Tavallisen tekstin väri:
hr: Normalna Boja Teksta:
hu: Közönséges szöveg színe:
is: Litur venjulegs texta:
it: Colore Testo Normale:
no: Normal tekstfarge:
pl: Kolor tekstu:
ru: Цвет нормального текста:
sk: Farba textu:

source: URL Link Color:
br: Liv un ere URL :
ca: Color d'enllaç URL:
cs: Barva URL odkazu:
de: Farbe für Links:
es: Color de Enlace:
et: URL lingi värv:
fi: URL -linkin väri:
hr: Boja URL linka:
hu: URL link színe:
is: Litur tengla:
it: Colore URL Link:
no: URL-lenkefarge:
pl: Kolor odno¶ników:
ru: Цвет ссылки:
sk: Farba linky:

source: Followed Link Color:
br: Liv un ere heuliaet :
ca: Color d'enllaç conegut:
cs: Barva pou¾itého odkazu:
de: Farbe besuchter Links:
es: Color de Enlace Visitado:
et: Külastatud lingi värv:
fi: Seuratun linkin väri:
hr: Boja posjeæenog linka:
hu: Meglátogatott link színe:
is: Litur skoðaðra tengla:
it: Colore URL seguite:
no: Farge på brukte lenker:
pl: Kolor odwiedzonych:
ru: Цвет пройденной ссылки:
sk: Farba nasl. linky:

source: Change cursor over link.
br: Kemmañ reti war un ere.
ca: Canvia el cursor sobre l'enllaç
cs: Zmìnit kurzor nad odkazem.
de: Cursor über Links ändern.
es: Cambiar cursor sobre enlace.
et: Muuda kursorit lingil olles.
fi: Vaihda kohdistin linkin päällä
hr: Promijeni pokazivaè kada je iznad veze.
hu: Vátozzon meg a kurzor a link fölött.
is: Breyta bendi yfir tenglum.
it: Cambia cursore sopra le URL.
no: Endre markør over lenke.
pl: Zmieñ kursor ponad odno¶nikiem.
ru: Изменять курсор над ссылками.
sk: Zmeni» kurzor ponad linku

source: Underline links
br: Islinañ an ereoù
ca: Enllaços subratllats
cs: Podtrhávat odkazy
de: Unterstreiche Links
es: Subrayar enlaces
et: Kriipsuta lingid alla
fi: Alleviivaa linkit
hr: Podvuci veze
hu: Húzza alá a linkeket
is: Undirstrika tengla
it: Sottolinea URL
no: Understrek lenker
pl: Podkre¶lone odno¶niki
ru: Подчеркивать ссылки.
sk: Podtrhnú» linky

source: Always use my colors
br: Ober bepred gant ma livioù
ca: Usa sempre els meus colors
cs: V¾dy pou¾ívat mé barvy
de: Stets eigene Farben verwenden
es: Usar siempre mis colores
et: Kasuta alati minu värve
fi: Käytä aina omia värejä
hr: Uvijek koristi moje boje
hu: Mindíg a saját színeimet használja
is: Nota alltaf mína liti
it: Usa sempre i miei colori
no: Bruk alltid mine farger
pl: Zawsze u¿ywaj wybranych kolorów
ru: Всегда использовать мои цвета
sk: V¾dy pou¾íva» moje farby

source: &Allow per-URL settings
br: A&otren kefluniañ dre-url
ca: Permet &arranjaments per URL
cs: Povolit nastavování &jednotlivých URL
de: URL-&spezifische Einstellungen zulassen
es: &Permitir configuración por URL
et: &Luba seadistusi URL'i kohta
fi: &Hyväksy URL -kohtaiset asetukset
hr: &Dozvoli postavu prema vrsti URLa
hu: URL-enként be&állítások engedélyezése
is: &Leyfa stillingar á hverri slóð
it: &Autorizza impostazioni per-URL
no: &Godta pr-URL-innstillinger
pl: Ustawienia dotycz± &URL
ru: Разрешать настройки на каждый URL
sk: &Dovoli» pre URL ¹pecifické nast.

source: Tree &view follows navigation
br: Gwel gwezenn a heul ar &merdeiñ
ca: La &vista de l'arbre segueix la navegació
cs: &Stromový náhled sleduje procházení
de: &Baum-Ansicht folgt Navigation
es: &Vista de Arbol sigue navegación
et: &Puu vaade jälgib navigeerimist
fi: &Puunäkymä seuraa selausta
hu: Fa nézet kö&vesse a navigációt
is: Tré fylgir flakki
it: La struttura dir. segue la &navigazione
no: Tre&visning følger navigasjon
pl: &Drzewo ¶ledzi odno¶niki
ru: Дерево следует за движениями
sk: Stromový &pohµad nasleduje navigáciu

source: Terminal
br: Termenell
cs: Terminál
fi: Terminaaliemulaattori
hu: Terminál
is: Skjáhermir
it: Terminale
ru: Терминал
sk: Terminál

source: Editor
hu: Szerkesztõ
ru: Редактор

source: Don't forget to save your settings!
br: Na zisoñjit ket enrollañ ho kefluniadur !
ca: No oblideu desar els arranjaments!
cs: Nezapomeòte ulo¾it svá nastavení!
de: Vergessen Sie nicht, die Einstellungen zu speichern!
es: No olvide guardar su configuración!
et: Ära unusta salvestada oma seadistusi!
fi: Älä unohda tallentaa muutoksia!
hr: Ne zaboravite spremiti postavu!
hu: Ne felejtse el menteni a beállításokat!
is: Ekki gleyma að vista breytingarnar!
it: Non dimenticare di salvare le impostazioni!
no: Ikke glem å lagre innstillingene!
pl: Nie zapomnij zachowaæ zmian!
ru: Не зыбудьте сохранить свои установки!
sk: Nezabudnite ulo¾i» va¹e nastavenie!

source: Use proxy
br: Implijout ur proksi
ca: Usa procuració
cs: Pou¾ívat proxy
de: Benutze Proxy
es: Usar proxy
et: Kasuta proxy't
fi: Käytä välitystä
hr: Koristi proxy
hu: Használjon proxyt
is: Nota sel
it: Usa proxy
no: Bruk proxy
pl: U¿ywaj proxy
ru: Использовать прокси
sk: Pou¾íva» proxy

source: HTTP Proxy:
br: Proksi HTTP :
ca: Procuració HTTP:
fi: HTTP Välitys:
is: HTTP sel:
it: Proxy HTTP:
ru: HTTP прокси:

source: Port:
br: Porzh :
es: Puerto:
fi: Portti:
is: Gátt
it: Porta:
ru: Порт:

source: FTP Proxy:
br: Proksi FTP :
ca: Procuració FTP:
es: Proxy FTP:
fi: FTP välitys:
is: FTP sel:
it: Proxy FTP:
ru: FTP прокси:

source: No Proxy for:
br: Proksi ebet evit :
ca: Sense procuració:
cs: ®ádné proxy pro:
de: Kein Proxy für:
es: Sin Proxy para:
et: Ära kasuta proxy't:
fi: Ei välitystä:
hr: Ne koristi proxy za:
hu: Nincs Proxy:
is: Ekkert sel fyrir:
it: Nessun proxy per:
no: Ingen proxy for:
pl: Brak proxy dla:
ru: Напрямую:
sk: ®iadne proxy pre:

source: Accept languages:
br: Aotren yezhoù :
ca: Accepta idiomes:
cs: Akceptovat jazyky:
de: Akzeptiere Sprachen:
es: Aceptar idiomas:
et: Aktsepteeri keeli:
fi: Hyväksy kielet:
hr: Prihvati jezike:
hu: Elfogadható nyelvek:
is: Samþykkt tungumál:
it: Accetta lingue:
no: Aksepter språk:
pl: Akceptuj jêzyki:
ru: Допустимые языки:
sk: Akceptova» jazyky:

source: Accept character sets:
br: Aotren arouezennegoù :
ca: Accepta jocs de caràcters:
cs: Akceptovat znakové sady:
de: Akzeptiere Zeichensätze:
es: Aceptar conjunto de caracteres:
et: Aktsepteeri kooditabeleid:
fi: Hyväksy kirjasinkoodaukset:
hr: Prihvati skupove znakova:
hu: Elfogadható karakterkészletek:
is: Samþykktar stafatöflur:
it: Accetta set caratteri:
no: Aksepter tegnsett:
pl: Akceptuj kodowanie:
ru: Допустимые кодировки:
sk: Akceptova» znak. sady:

source: Assume HTML
br: Goulakaat HTML
ca: Pressuposa HTML
cs: Pøedpokládat HTML
de: HTML voraussetzen
es: Asumir HTML
et: Oleta HTML'i
fi: Oleta HTML
hr: Podrazumijevaj HTML
hu: Feltételezze, hogy HTML
is: Gera ráð fyrir HTML
it: Supponi HTML
no: Anta HTML
pl: Domy¶lnie HTML
ru: Подразумевать HTML
sk: Predpoklada» HTML

source: On server:
br: War servijer :
ca: Al servidor:
cs: Na serveru:
de: Auf Server:
es: En servidor:
et: Serveris:
fi: Palvelimella:
hr: Na poslu¾itelju:
hu: Ezen a kiszolgálón:
is: Á þjóni:
it: Sul server:
no: På tjener:
pl: Na serwerze:
ru: На сервер:
sk: Na serveri:

source: login as:
br: ereañ evel :
ca: identificació com:
cs: Pøihlásit jako:
de: Einloggen als:
es: entrar como:
et: logi sisse kui:
fi: kirjaudu sisään:
hr: prijavi se kao:
hu: így jelentkezzen be:
is: Stimpla inn sem:
it: login come:
no: logg inn som:
pl: loguj jako:
ru: заходить как:
sk: meno u¾ív.:

source: &Add
br: &Ouzhpennañ
ca: &Afegeix
cs: Pøid&at
de: &Hinzufügen
es: &Añadir
et: &Lisa
fi: &Lisää
hr: &Dodaj
hu: Hozzá&adás
is: &Bæta við
it: &Aggiungi
no: &Legg til
pl: &Dodaj
ru: Добавить
sk: &Prida»

source: Known bindings:
br: Ereoù anavezet :
ca: Enllaços coneguts:
cs: Známé vazby:
de: Bekannte Zuordnungen:
es: Uniones conocidas:
et: Tuntud seosed:
fi: Tunnetut sidokset:
hr: Poznate veze:
hu: Ismert kötések:
is: Þekktar bindingar:
it: Collegamenti conosciuti:
no: Kjente tilordninger:
pl: Znane skojarzenia:
ru: Известные привязки:
sk: Známe väzby:

source: &Enable Cookies
br: A&otren toupinoù
ca: &Habilita cookies
cs: Povolit &Cookie
de: Cookies &zulassen
es: &Activar Cookies
et: Lu&ba küpsiseid
fi: &Käytä evästeitä
hr: &Prihvati kolaèiæe
hu: Cookies &engedélyezése
is: &Virkja smákökur
it: &Abilita Cookie
no: &Slå på cookier
pl: &W³±cz ciasteczka
ru: Разрешить cookie
sk: Povoli» Cooki&es

source: Default accept policy
br: Politikerezh aotren dre ziouer
ca: Política d'acceptació
cs: Implicitní chování pøi pøijímání
de: Standard-Zulassungsregeln
es: Política de aceptar por defecto
et: Vaikimisi aktsepteerimise poliitika
fi: Hyväksymistapa
hu: Alapértelmezett fogadás
is: Sjálfgefnar samþykktir
it: Politica di accettazione predefinita
no: Standard godtagningspolitikk
pl: Domy¶lnie akceptuj ciasteczka
ru: По умолчанию разрешать
sk: ©tandardný typ akceptácie

source: Accept
br: Aotren
ca: Accepta
cs: Akceptovat
de: Akzeptieren
es: Aceptar
et: Aktsepteeri
fi: Hyväksy
hr: Prihvati
hu: Elfogadja
is: Samþykkja
it: Accetta
no: Godta
pl: Akceptuj
ru: Разрешить
sk: Akceptova»

source: Ask
br: Goulenn
ca: Pregunta
cs: Dotázat se
de: Nachfragen
es: Preguntar
et: Küsi
fi: Kysy
hr: Pitaj
hu: Megkérdezi
is: Spyrja
it: Chiedi
no: Spør
pl: Pytaj
ru: Спрашивать
sk: Opýta» sa

source: Reject
br: Nac'h
ca: Rebutja
cs: Odmítnout
de: Ablehnen
es: Rechazar
et: Keeldu
fi: Hylkää
hr: Odbij
hu: Elutasítja
is: Hafna
it: Rifiuta
no: Forkast
pl: Odrzucaj
ru: Запрещать
sk: Odmietnu»

source: Domain specific settings:
br: Kefluniadur dibar d'an domani
ca: Arranjament específic de domini:
cs: Specifická nastavení domén:
de: Domain-spezifische Einstellungen
es: Configuración específica de dominio:
et: Domeenile omased seadistused:
fi: Verkkoaluekohtaiset asetukset:
hu: Tartomány specifikus beállítások:
is: Sértækar stillingar á lén:
it: Impostazioni specifiche del dominio:
no: Domene-spesifikke innstillinger:
pl: Ustawienia dla domeny:
ru: Настройки, специфичные для домена:
sk: Pre doménu ¹pecifické nastavenie:

source: Change domain accept policy
br: Kemmañ politikerezh aotren an domani
ca: Política de canvi de domini
cs: Zmìnit chování pøi pøijímání pro doménu
de: Regeln für Domain-Zulassung ändern
es: Cambiar política de aceptación de dominio
et: Muuda domeeni aktsepteerimise poliitikat
fi: Muuta verkkoalueen hyväksymistä
hu: Tartományban, fogadás megváltoztatása
is: Breyta stillingum fyrir lén
it: Cambia politica accettazione del dominio
no: Endre politikk for godtatte domener
pl: Zmieñ politykê dla domeny
ru: Изменить политику разрешения для домена
sk: Zmeni» typ akceptácie domény

source: You must enter a domain first !
br: Dav deoc'h reiñ anv un domani da gentañ !
ca: Primer heu d'introduïr un domini !
cs: Je nutné nejprve vlo¾it doménu
de: Sie müssen zuerst eine Domain eingeben!
es: Debe introducir un dominio primero !
et: Esmalt pead sa sisestama domeeni!
fi: Sinun on annettava verkkoalue ensin !
hr: Morate prvo unijeti domenu !
hu: Elõször írj be egy tartományt!
is: Þú verður að slá inn lén fyrst!
it: Devi inserire un dominio prima !
no: Du må først oppgi et domene!
pl: Wpierw trzeba podaæ domenê
ru: Вы вначале должны ввести домен !
sk: Najprv musíte zada» doménu !

source: Horizontal Root Grid Spacing:
br: Spas a-led ar c'hael gwrizienn :
ca: Separació graella horitzontal:
cs: Horizontální rozteè møí¾ky:
de: Horizontaler Gitterabstand:
es: Espacio Horizontal de la Red de Fondo:
et: Ikoonide vahe horisontaalsuunas:
fi: Vaakasuuntainen hilaväli:
hr: Vodoravni razmak izmeðu toèaka mre¾e:
hu: Vízszíntes rácspont távolság:
is: Lárétt möskvastærð rótarnets:
it: Spazio orizontale tra le icone dello sfondo:
no: Avstand mellom horisontale bunngitter:
pl: Poziome odstêpy ikon:
ru: Горизонтальное расстояние основной сетки:
sk: Horizontálny odstup mrie¾ky:

source: Vertical Root Grid Spacing:
br: Spas a-serzh ar c'hael gwrizienn :
ca: Separació graella vertical:
cs: Vertikální rozteè møí¾ky:
de: Vertikaler Gitterabstand:
es: Espacio Vertical de la Red de Fondo:
et: Ikoonide vahe vertikaalsuunas:
fi: Pystysuunatainen hilaväli:
hr: Okomiti razmak izmeðu toèaka mre¾e:
hu: Függõleges rácspont távolság:
is: Lóðrétt möskvastærð rótarnets:
it: Spazio verticale tra le icone dello sfondo:
no: Avstand mellom vertikale bunngitter:
pl: Pionowe odstêpy ikon:
ru: Вертикальное расстояние основной сетки:
sk: Vertikálny odstup mrie¾ky:

source: &Transparent Text for Desktop Icons.
br: T&estenn treuzwelus evit arlunioù ar gorretaol.
ca: Text &transparent per les icones de l'escriptori.
cs: &Transparentní text pod ikonami na plo¹e
de: &Transparenter Text für Arbeitsflächen-Symbole
es: &Texto Transparente para los Iconos del Escritorio
et: &Läbipaistev tekst töölaua ikoonidel.
fi: &Läpinäkyvä teksti työpöydän kuvakkeille
hr: Koristi p&rozirni tekst za ikone na radnoj povr¹ini
hu: Átlátszó szövegháttér az Asztal ikonjainál
is: Gegnsær texti skjáborðstáknmynda.
it: &Testo trasparente per le icone del Desktop
no: &Gjennomsiktig tekst for skrivebordikoner.
pl: &Prze¼roczysty tekst pod ikonami na biurku
ru: Прозрачный текст для пиктограмм рабочего стола.
sk: &Transparentny text pre ikonky plochy.

source: Icon foreground color:
br: Liv rakleur an arlun :
ca: Color de l'icona:
cs: Barva popøedí ikon:
de: Vordergrundfarbe für Symbole:
es: Color del frente del icono:
et: Ikooni esiplaani värv
fi: Kuvakkeen edustaväri:
hr: Boja prvog plana ikona:
hu: Ikon elõtér szín:
is: Forgrunnslitur táknmynda:
it: Colore primopiano icone:
no: Forgrunnsfarge for ikon:
pl: Kolor tekstu pod ikonami:
ru: Цвет пиктограммы:
sk: Popredie ikonky:

source: Icon background color:
br: Liv drekleur an arlun :
ca: Color de fons de l'icona:
cs: Barva pozadí ikon:
de: Hintergrundfarbe für Symbole:
es: Color del fondo del icono:
et: Ikooni tausta värv
fi: Kuvakkeen taustaväri:
hr: Boja pozadine ikona:
hu: Ikon háttér szín:
is: Bakgrunnslitur táknmynda:
it: Colore sfondo icone:
no: Bakgrunnsfarge for ikon:
pl: Kolor t³a pod ikonami:
ru: Цвет фона пиктограммы:
sk: Pozadie ikonky:

source: Show &Hidden Files on Desktop
br: Diskouez restrou &kuzh war ar gorretaol
ca: Mostra fitxers &ocults a l'escriptori
cs: &Zobrazovat skryté soubory na pracovní plo¹e
de: &Versteckte Dateien auf Arbeitfläche anzeigen
es: &Mostrar Ficheros Ocultos en el Escritorio
et: Näita töölaual &peidetud faile
fi: Näytä &piilotiedostot työpöydällä
hr: Prika¾i &skrivene datoteke na radnoj povr¹ini
hu: M&utassa a rejtett fájlokat az Asztalon
is: Sýna faldar skrár á skjáborði
it: Mostra file &nascosti sul Desktop
no: Vis &skjulte filer på skrivebord
pl: Pokazuj &ukryte pliki na biurku
ru: Показывать скрытые файлы на рабочем столе
sk: Ukazova» &skryté súbory na ploche
