Repository: KDE/kde1-kdebase
Catalog: po/*/kcmkwm.po
Languages: br, ca, da, de, el, fi, fr, hr, pl, pt, ru, sl

source: &Buttons
br: &Nozellennoù
ca: &Botons
da: &Knapper
el: Πλήκτρα
fi: &Napit
fr: &Boutons
hr: &Gumbi
pl: &Przyciski
pt: &Botões
ru: &Кнопки
sl: &Gumbi

source: &Titlebar
br: B&arrenn-ditl
ca: Barra de &Títol
da: &Titelbjælke
de: &Titelleiste
el: Γραμμή τίτλου
fi: &Otsikko
fr: Barre de &titre
hr: &Naslovna traka
pl: Pasek &tytu³owy
pt: &Barra de Título
ru: &Заголовок
sl: &Naslovna vrstica

source: Bo&rders
br: Be&vennoù
da: Ka&nter
fi: &Reunukset
fr: Bo&rdures
hr: &Rubovi
pt: Bo&rdas
ru: Границы
sl: &Robovi

source: &Mouse
br: &Logodenn
da: &Mus
fi: &Hiiri
fr: &Souris
hr: &Mi¹
pt: &Rato
ru: Мышь
sl: &Mi¹

source: &Advanced
br: A&raokaet
da: &Avanceret
fi: &Edistyneet
fr: &Avancé
hr: &Napredne
pt: &Avançado
ru: Расширенные
sl: N&apredno

source: usage: kcmkwm [-init | {options,buttons,titlebar,borders,mouse,advanced}]
br: arveriadur : kcmkwm [-init | {options,buttons,titlebar,borders,mouse,advanced}]
da: brug: kcmkwm [-init | {windows,buttons,titlebar,desktop}]
fi: käyttö: kcmkwm [-init | {options,buttons,titlebar,borders,mouse,advanced}]
fr: utilisation : kcmkwm [-init | {options,buttons,titlebar,borders,mouse,advanced}]
hr: uporaba: kcmkwm [-init | {prozori,gumbi,naslovna traka,rubovi,mi¹,napredno}]
pt: utilização: kcmkwm [-init | {options,buttons,titlebar,borders,mouse,advanced}]
ru: использование: kcmkwm [-init | {options,buttons,titlebar,borders,mouse,advanced}]
sl: Uporaba: kcmkwm [-init | {options,buttons,titlebar,borders,mouse,advanced}]

source: Window manager style
br: Giz ar merour prenester
ca: Estil del gestor de finestres
da: Window manager stil
de: Eigenschaften der Fenster-Anzeige
el: Μορφή Διαχειριστή Παραθύρων
fi: Ikkunamanagerin tyyli
fr: Style du gestionnaire de fenêtres
hr: Stil prozora upravljaèa
pl: Styl mened¿era okien
pt: Estilo do gestor de janelas
ru: Вид главного форточника
sl: Slog upravljalnika oken

source: Minimize
br: Izelaat
ca: Minimitzar
da: Minimér
de: Minimieren
el: Ελαχιστοποίηση
fi: Pienennä
fr: Icônifier
hr: Smanji
pl: Minimalizuj
pt: Minimizar
ru: Свернуть
sl: Skrèi

source: Maximize
br: Uhelaat
ca: Maximitzar
da: Maksimér
de: Maximieren
el: Μεγιστοποίηση
fi: Suurenna
fr: Maximiser
hr: Poveæava prozor
pl: Maksymalizuj
pt: Maximizar
ru: Развернуть
sl: Razpri

source: Sticky
br: Pegus
ca: Apegalós
da: Fastsat
de: Anheften
el: Σταθερό
fi: Naulattu
fr: Clouer
hr: Lijepi prozor
pt: Pregar
ru: Прилепить
sl: Prilepi

source: Menu
br: Lañser
ca: Menú
de: Menü
el: Μενού
fi: Valikko
hr: Prikazuje izbornik
ru: Меню
sl: Meni

source: Left
br: A-gleiz
da: Venstre
fi: Vasen
fr: Gauche
hr: Lijevo
pt: Esquerda
ru: Слева
sl: Levo

source: Right
br: A-zehoù
da: Højre
fi: Oikea
fr: Droite
hr: Desno
pt: Direita
ru: Справа
sl: Desno

source: Window Manager Setup - Warning
sl: Nastavitev urejevalnika oken - Napaka

source: The left side of the titlebar is full... disabling the 'maximize' button
sl: Leva stran naslovne vrstice je polna... odstranil bom gumb ,razpri`

source: &Ok
sl: &V redu

source: The right side of the titlebar is full... disabling the 'maximise' button
br: Leun eo tu dehou ar varrenn-ditl... o tizoberiañ an nozelenn 'uhelañ'
ca: La banda dreta de la barra és plena... desactivem el botó 'maximitzar'
da: Den højre side af titelbjælken er fuld... 'Maksimér' knappen er sat ud af funktion
de: Die rechte Seite der Titelleiste ist voll... Entferne den 'maximieren' Button
el: Η δεξιά πλευρά της γραμμής τίτλου είναι γεμάτη... Απενεργοποίηση πλήκτρου μεγιστοποίησης
fi: Otsikon oikea puoli on täynnä... poistan 'suurenna'-napin
fr: La partie droite de la barre de titre est pleine... Désactivation du bouton "Maximiser".
hr: Desna strana naslovne trake je puna... onemoguæujem 'Poveæaj' gumb
pl: Prawa strona paska tytu³owego jest zape³niona... wy³±czenie przycisku 'maksymalizuj'
pt: O lado direito da barra de titulo está cheio... desactivando o botão de maximizar
ru: Правая часть заголовка переполнена... отключаю кнопку 'развернуть'
sl: Desna stran naslovne vrstice je polna... odstranil bom gumb ,razpri`

source: The left side of the titlebar is full... disabling the 'minimize' button
sl: Leva stran naslovne vrstice je polna... odstranil bom gumb ,skrèi`

source: The right side of the titlebar is full... disabling the 'minimize' button
sl: Desna stran naslovne vrstice je polna... odstranil bom gumb ,skrèi`

source: Title Alignment
br: Reizhiadur an titl
da: Titel placering
fi: Otsikon sijainti
fr: Alignement du Titre
pt: Alinhamento do título
ru: Выравнивание заголовка
sl: Poravnanost naslova

source: Middle
br: E-kreiz
da: Mellem
fi: Keskellä
fr: Centré
hr: Srednji
pt: Centrado
ru: Средний
sl: Sredina

source: Shaded Vertically
br: Disheoliet a-serz
ca: Degradat verticalment
da: Lodret overgang
fi: Varjostettu pystysuunnassa
fr: Ombrée verticalement
hr: Zasjeni uspravno
pl: Zwijaj pionowo
pt: Sombreada verticalmente
ru: Вертикальный переход
sl: Senèeno navpièno

source: Shaded Horizontally
br: Disheoliet a-led
ca: Degradat horitzontalment
da: Vandret overgang
fi: Varjostettu vaakasuunnassa
fr: Ombrée horizontalement
hr: Zasjeni vodoravno
pl: Zwijaj poziomo
pt: Sombreada horizontalmente
ru: Горизонтальный переход
sl: Senèeno vodoravno

source: Plain
br: Leun
ca: Llisa
da: Almindelig
de: Schlicht
el: Απλό
fi: Koristelematon
fr: Unie
hr: Èisto
pl: Wype³niony
pt: Normal
ru: Обычный
sl: Preprosto

source: Pixmap
br: Piksmap
da: Billede
el: Με εικόνα
fi: Kuva
fr: Image
hr: Pixmapa
pl: Pixmapa
pt: Imagem
ru: Картинка
sl: Rastrska slika

source: Active title has shaded frame
br: An titl bev en deus ur framm disheoliet
da: Aktiv titel har ramme med relief
fi: Aktiivisella otsikolla on varjo
fr: Le titre actif a un cadre ombré
hr: Aktivni naslov ima zasjenjeni okvir
pt: Título activo tem moldura sombreada
ru: Активный заголовок имеет переливающююся рамку
sl: Aktiven naslov ima osenèen okvir

source: Active pixmap:
br: Piksmap bev :
da: &Aktiv titelbjælke
fi: Aktiivinen kuva:
fr: Image pour la barre de titre active :
hr: Aktivna pixmapa
pt: Imagem activa
ru: Активная пиктограмма:
sl: Aktivna rastrska slika:

source: Inactive pixmap:
br: Piksmap marv :
da: &Inaktiv titelbjælke
fi: Ei-aktiivinen kuva:
fr: Image pour la barre de titre inactive :
hr: Neaktivna pixmapa
pt: Imagem inactiva
ru: Неактивная пиктограмма:
sl: Neaktivna rastrska slika:

source: No pixmap under text
br: Piksmap ebet dindan an destenn
da: Intet billede under tekst
fi: Ei kuvaa tekstin alla
fr: Pas d'image sous le texte
hr: Bez pixmape ispod teksta
pt: Sem imagem debaixo do texto
ru: Изображение не фон для текста
sl: Pod besedilom ni rastrske slike

source: Mouse action
br: Obererezh al logodenn
ca: Acció del ratolí
da: Musefunktion
de: Aktion der Maus
el: Ενέργεια ποντικιού
fi: Hiiren toiminta
fr: Action à la souris
hr: Akcija mi¹a
pl: Dzia³anie myszy
pt: Acção do rato
ru: Действие мышью
sl: Dejanje mi¹i

source: Left Button double click does:
br: Daouglikañ al logodenn a ra :
da: Dobbelklik på venstre museknap på titelbjælken giver:
fi: Vasemman hiirinapin tuplapainallus:
fr: Un double-clic sur le bouton gauche
hr: Dvostruki pritisak na lijevi gumb mi¹a èini:
pt: Duplo click com botão esquerdo faz:
ru: Двойной щелчок левой кнопкой мыши делает:
sl: Dvojni klik levega gumba stori:

source: (Un)Maximize
br: (Diz)Uhelaat
ca: (Des)Maximitzar
da: Maksimal (til/fra)
de: Maximieren an/aus
el: (Απο)Μεγιστοποίηση
fi: Suurenna/Pienennä
fr: (Dé)Maximiser
hr: Poveæaj
pl: (Od)Maksymalizuj
pt: (Des)Maximizar
ru: Свернуть/Развернуть
sl: (Ne)razpri

source: (Un)Shade
br: (Dis)Heoliañ
ca: (Des)Arronsar
da: Skygge (til/fra)
de: Rolladen hoch/runter
el: (Απο)Σκίαση
fi: Varjosta
fr: (Dé)Masquer
hr: Nezasjenjeno
pl: (Od)Zwiñ
pt: (Des)Sombrear
ru: Градиент
sl: (Ne)senèi

source: Iconify
br: Arlunañ
ca: Iconitzar
da: Minimér
de: Minimieren
el: Εικονοποίηση
fi: Pienennä
fr: Icônifier
hr: Napravi ga ikonom
pl: Minimalizuj
pt: Iconificar
ru: Свернуть
sl: Skrèi v ikono

source: (Un)Sticky
br: (Dis)Pegañ
ca: (Des)Apegalós
da: Fastsæt/frigør vindue
de: Anheften an/aus
el: (Απο)Σταθεροποίηση
fi: Naulaa
fr: (Dé)Clouer
hr: Odlijepi
pl: (Od)Przypnij
pt: (Des)Pregar
ru: (От)Прилепить
sl: (Od)lepi

source: Title animation
br: Buhezadur an titl
da: Titelbjælke animation
fi: Otsikon animaatio
fr: Animation du titre
hr: Animacija naslova
pt: Animação do título
ru: Анимация заголовка
sl: Naslovna animacija

source: Window manager setup - Error
sl: Nastavitev urejevalnika oken - Napaka

source: There was an error while saving the titlebar pixmaps! Please check permissions.
br: Ur fazi a zo bet en ur enrollañ piksmapoù ar varrenn-ditl ! Gwiriit aotreoù mar plij.
da: Der skete en fejl da titelbjælkens billeder blev gemt! Undersøg venligst rettigheder.
fi: Tapahtui virhe tallennettaessa otsikon kuvaa! Tarkista oikeudet.
fr: Une erreur s'est produite durant l'enregistrement des images de la barre de titre ! Vérifiez vos permissions.
hr: Ne mogu spremiti pixmape za naslovnu traku! Molim provjerite privilegije.
pt: Houve um erro ao gravar as imagens da barra de título! Verifique as permissões.
ru: Ошибка сохранения пиктограмм заголовка! Проверьте права доступа.
sl: Pri snemanju rastrske slike naslovne vrstice je pri¹lo do napake! Prosim preverite datoteène nastavitve.

source: Windows
br: Prenester
da: Vinduer
fi: Ikkunat
fr: Fenêtres
hr: Prozori
pt: Janelas
ru: Окна
sl: Okna

source: Vertical maximization only by default
br: Uhelaat a-serzh dre ziouer hepken
da: Der er kun lodret maksimering i standardkonfiguration
fi: Pystysuuntainen suurennus vain oletuksena
fr: Maximisation verticale par défaut
pt: Maximização vertical apenas
ru: По умолчанию только вертикальная максимизация
sl: Le privzeto razpri vertikalno

source: Display content in moving windows
br: Diskouez an endalc'had pa zilec'hier ur prenester
da: Vis indholdet når vinduer flyttes
fi: Näytä sisältö ikkunoita siirrettäessä
fr: Affichage du contenu de la fenêtre lors du déplacement
hr: Prika¾i sadr¾aj dok mièem prozore
pt: Mostrar conteúdo das janelas enquanto são movidas
ru: Показывать содержимое в перемещаемых окнах
sl: Prika¾i vsebino v premikajoèih oknih

source: Display content in resizing windows
br: Diskouez an endalc'had pa adventer ur prenester
da: Vis indholdet når vinduer ændrer størrelse
fi: Näytä sisältö ikkunan kokoa muutettaessa
fr: Affichage du contenu de la fenêtre lors du redimensionnement
hr: Prika¾i sadr¾aj dok mijenjam velièinu prozora
pt: Mostrar conteúdo das janelas enquanto mudam tamanho
ru: Показывать содержимое в окнах изменяющих размер
sl: Prika¾i vsebino v oknih, ki se jim spreminja velikost

source: Resize animation:
br: Buhezadur an adventañ :
da: Animering ved størrelsesændring
fi: Koonmuutosanimaatio
fr: Animation lors des redimensionnements :
hr: Promijeniti velièinu animacije
pt: Animação mudança tamanho:
ru: Анимация изменения размера:
sl: Spremeni velikost animacije

source: None
br: Hini ebet
da: Ingen
fi: Ei ollenkaan
fr: Aucune
hr: Nikakva
pt: Nenhuma
ru: Нет
sl: Nobeno

source: Fast
br: Buan
ca: Ràpid
da: Hurtigt
fi: Nopea
fr: Rapide
hr: Brza
pl: Szybka
pt: Rápida
ru: Быстро
sl: Hitro

source: Placement policy
br: Politikerezh lec'hiadur
ca: Política de col·locació
da: Placering af vinduer
de: Plazierungs Strategie
el: Πολιτική τοποθέτησης
fi: Sijoitustyyli
fr: Politique de placement des fenêtres
hr: Smje¹tanje
pl: Sposób umiejscawiania
pt: Política de Posicionamento
ru: Правила расположения
sl: Postavitvena taktika

source: Smart
br: Poellek
ca: Astuta
de: Geschickt
fi: Älykäs
fr: Intelligente
hr: Pametno
pl: Inteligentne
pt: Inteligente
ru: Умные
sl: Pametna

source: Cascade
br: Diri
ca: Cascada
da: Overlappende
de: Überlappend
fi: Sarjoita
fr: En cascade
hr: Kaskadno
pl: Kaskadowe
pt: Cascata
ru: Каскадом
sl: Kaskadno

source: Interactive
br: Etregwezhiat
ca: Interactiva
da: Interaktiv
de: Interaktiv
fi: Vuorovaikutteinen
hr: Interaktivno
pl: Interaktywne
pt: Interactiva
ru: Диалоговый
sl: Pogovorno

source: Random
br: Ankivil
ca: Aleatòria
da: Tilfældig
de: Zufällig
fi: Satunnainen
fr: Aléatoire
hr: Sluèajno
pl: Przypadkowe
pt: Aleatória
ru: Случайно
sl: Nakljuèno

source: Manual
br: Dornel
da: Manuel
de: Manuell
fi: Manuaalinen
fr: Manuelle
hr: Ruèno
pl: Rêczne
ru: Ручное
sl: Roèno

source: Allowed overlap: (% of desktop space)
br: Kenguzhadur aotreet: (% egor ar gorretaol)
da: Tilladt overlapning: (% af arbejdsområde)
fi: Sallittu päälekkäisyys: (% työpöydän tilasta)
fr: Chevauchement autorisé : (% de l'espace du bureau)
hr: Dozvoljeno preklapanje: (% radne povr¹ine)
pt: Sobreposição permitida: (% do tamanho do ecrã)
ru: Допустимое перекрывание: (% от площади рабочего стола)
sl: Dovoljeno prekrivanje: (% prostora namizja)

source: Focus policy
br: Politikerezh fokus
da: Styring af fokus
fi: Kohdistustapa
fr: Gestion du focus
hr: Fokusiranje
pt: Política de foco
ru: Вид фокуса
sl: Taktika fokusiranja

source: Click to focus
br: Klikañ evit fokus
ca: Focus al clic
da: Klik for fokus
de: Fokuswechsel durch Klicken
el: Ενεργοποίηση με κλικ
fi: Kohdista hiiren napilla
fr: Cliquer pour avoir le focus
hr: Klikni za fokusiranje
pl: Kliknij by uaktywniæ
pt: Clicar para obter foco
ru: Щелчком
sl: Klikni za fokus

source: Focus follows mouse
br: Fokus hervez al logodenn
ca: Focus al ratolí
da: Fokus følger mus
de: Fokus folgt der Maus
el: Η ενεργοποίηση ακολουθεί τον δείκτη του ποντικιού
fi: Kohdistus seuraa hiirtä
fr: Le focus suit la souris
hr: Fokus slijedi mi¹a
pl: Myszka uaktywnia okno
pt: Foco segue o rato
ru: Фокус за мышкой
sl: Fokus sledi mi¹i

source: Classic focus follows mouse
br: Fokus hervez al logodenn mod-klassel
ca: Focus al ratolí clàssic
da: Fokus følger mus i vindue
fi: Klassinen kohdistus seuraa hiirtä
hr: Klasièni fokus slijedi mi¹a
pl: Myszka uaktywnia okno (klasycznie)
pt: Foco segue o rato clássico
ru: Классичекий фокус за мышкой
sl: Klasièen fokus sledi mi¹i

source: Classic sloppy focus
br: Fokus sloppy klasel
ca: Focus descurat clàssic
da: Fokus følger mus på arbejdsområde
fi: Klassinen kohdista hiiren napilla
hr: Klasièni neuredni fokus
pl: Kliknij by uaktywniæ (klasycznie)
pt: Foco escorregadio clássico
ru: Классический фокус щелчком
sl: Klasièno povr¹en fokus

source: Auto Raise
br: Emsevel
da: Læg automatisk øverst
fi: Automaattinosta
hr: Auto. uzdigni
pt: Levantar Auto
ru: Автоматически наверх
sl: Samodejno dvigne

source: Click Raise
br: Klikañ evit sevel
da: Klik for at lægge øverst
fi: Painallusnosto
pt: Levantar Clique
ru: Щелчком наверх
sl: Klik dvigne

source: Delay (ms)
br: Gedvezh (me)
da: Pause (ms)
fi: Viive (ms)
fr: Délai (ms)
hr: Ka¹njenje (ms)
pt: Atraso (ms)
ru: Задержка (мс)
sl: Zamik (ms)

source: Active desktop borders
br: Bordoù ar gorretaol oberiant
ca: Vores de l'escriptori actives
da: Aktive kanter på arbejdsområde
de: Aktive Desktop-Ränder
fi: Aktiiviset työpöydän reunat
fr: Bords du bureau actifs
hr: Aktivni rubovi radne povr¹ine
pl: Aktywne brzegi biurka
pt: Mudança de ecrã
ru: Активные границы рабочего стола
sl: Aktivni robovi namizja

source: Enable active desktop borders
br: Laka bordoù ar gorretaol oberiant
ca: Habilitar vores de l'escriptori actives
da: Aktivér kanter
de: Aktive Desktop-Ränder an
fi: Käytä aktiivisia työpöydän reunoja
fr: Rendre actifs les bords du bureau
hr: Omoguæi aktivne rubove radne povr¹ine
pl: W³±cz aktywne brzegi biurka
pt: Mudar de ecrã ao mover rato para os extremos
ru: Включить активные границы рабочего стола
sl: Vklopi aktivne robove namizja

source: Move pointer towards center after switch
ca: Moure el punter cap al centre després de canviar
da: Sæt markør i midten af det nye arbejdsområde
de: Zeiger nach einem Wechsel in die Mitte setzen
fi: Siirrä osoitin ruudun keskustaan
fr: Placer la souris au centre de l'écran après un changement de bureau
hr: Premjesti pokazivaè prema centru nakon promjene
pl: Umie¶æ kursor na ¶rodku po prze³±czeniu
pt: Mover rato para o centro depois de mudar de ecrã
ru: Перемещать курсор к центру после переключения
sl: Po preklopu premakni kazalec proti sredini

source: Desktop switch delay:
br: Gedvezh kent gwintañ gorretaol :
da: Forsinkelse ved skift:
fi: Työpöydän vaihtoviive:
hr: Ka¹njenje promjene radne povr¹ine:
pt: Segundos até mudar:
ru: Задержка при переключении:
sl: Zamik preklopa med namizji:

source: Magic Borders
br: Bevennoù Hud
ca: Vores màgiques
da: Magiske kanter
de: Magic Ränder
fi: Aktiiviset reunukset
fr: Bords magiques
hr: Magièni rubovi
pl: Aktywne brzegi
pt: Bordas mágicas
ru: Волшебные границы
sl: Èarobni robovi

source: Border Snap Zone: (pixels)
br: Takad sachañ ar Vevenn : (pikseloù)
ca: Zona de salt a les vores: (pixels)
da: Magisk kantområde: (pixels)
de: Rand-Einrastzone: (Pixel)
fi: Reunan kiinnitysalue: (pisteitä)
fr: Zone d'attraction des bords : (pixels)
hr: Border Snap Zone: (pikseli)
pl: Strefa prze³±czenia brzegu: (w pikselach)
pt: Zona de Snap da Borda: (pixels)
ru: Зона захвата по границе: (пикселов)
sl: Cona preskoka robov: (toèk)

source: Window Snap Zone: (pixels)
br: Takad sachañ ar Prenestr: (pikseloù)
ca: Zona de salt a les finestres: (pixels)
da: Vindueskantområde: (pixels)
de: Fenster-Einrastzone: (Pixel)
fi: Ikkunan kiinnitysalue: (pisteitä)
fr: Zone d'attraction des fenêtres : (pixels)
hr: Window Snap Zone: (pikseli)
pl: Strefa prze³±czenia okna: (w pikselach)
pt: Zona de Snap da Janela: (pixels)
ru: Зона захвата по окну: (пикселов)
sl: Cona preskoka oken: (toèk)

source: Active
br: Bev
da: Aktiv
fi: Aktiivinen
hr: Aktivno
pt: Activa
ru: Активное
sl: Aktivno

source: Inactive
br: Marv
da: &Inaktiv
fi: Epäaktiivinen
hr: Neaktivno
pt: Inactiva
ru: Неактивное
sl: Neaktivno

source: Titlebar and frame:
br: Barrenn-ditl ha stern :
da: Titelbjælke og ramme:
fi: Otsikko ja kehys:
fr: Barre de titre et cadre :
hr: Naslovna traka i okvir:
pt: Título e moldura:
ru: Заголовок и рамка:
sl: Naslovna vrstica in okvir:

source: Inactive inner window:
br: Prenestr marv diabarzh :
da: Inaktivt indre vindue:
fi: Epäaktiivinen sisempi ikkuna:
hr: Neaktivni unutarnji prozor:
pt: Interior das janelas inactivas:
ru: Внутри неактивного окна:
sl: Neaktivno notranje okno:

source: Inner window, titlebar and frame:
br: Prenestr diabarzh, barrenn-ditl ha stern
da: Indre vindue, titelbjælke og ramme:
fi: Sisempi ikkuna, ostikko ja kehys:
fr: Intérieur de la fenêtre, barre de titre et cadre :
hr: Unutarnji prozor, naslovna traka i okvir:
pt: Interior das janelas, barra de título e moldura:
ru: Внутри окна, заголовка и рамки:
sl: Notranje okno, naslovna vrstica in okvir:

source: Left Button
br: Afell kleiz
da: Venstre knap
fi: Vasen nappi
fr: Bouton gauche
hr: Lijevi Gumb
pt: Botão Esquerdo
ru: Левая кнопка
sl: Levi gumb

source: Middle Button
br: Afell kreiz
da: Midterste knap
fi: Keskinappi
fr: Bouton du milieu
hr: Srednji Gumb
pt: Botão Central
ru: Средняя кнопка
sl: Sredinski gumb

source: Right Button
br: Afell dehou
da: Højre knap
fi: Oikea nappi
fr: Bouton droit
hr: Desni Gumb
pt: Botão Direito
ru: Правая кнопка
sl: Desni gumb

source: ALT + Left Button
br: ALT + Afell kleiz
da: ALT + venstre knap
fi: ALT + Vasen nappi
fr: ALT + Bouton gauche
hr: ALT + Lijevi Gumb
pt: ALT + Botão Esquerdo
ru: ALT + Левая кнопка
sl: ALT + levi gumb

source: ALT + Middle Button
br: ALT + Afell kreiz
da: ALT + midterste knap
fi: ALT + Keskinappi
fr: ALT + Bouton du milieu
hr: ALT + Srednji Gumb
pt: ALT + Botão Central
ru: ALT + Средняя кнопка
sl: ALT + sredinski gumb

source: ALT + Right Button
br: ALT + Afell dehou
da: ALT + højre knap
fi: ALT + Oikea nappi
fr: ALT + Bouton droit
hr: ALT + Desni Gumb
pt: ALT + Botão Direito
ru: ALT + Правая кнопка
sl: ALT + desni gumb

source: Raise
br: Sevel
da: Læg øverst
fi: Nosta
fr: Activer
hr: Uzdigni
pt: Levantar
ru: Наверх
sl: Dvigni

source: Lower
br: Izelaat
da: Læg nederst
fi: Laske
fr: Placer dessous
hr: Ulegni
pt: Baixar
ru: Вниз
sl: Spusti

source: Operations menu
br: Lañser obererezhoù
da: Systemmenu
fi: Toimintovalikko
fr: Menu des opérations
hr: Izbornik operacija
pt: Menu de operações
ru: Меню операций
sl: Meni operacij

source: Toggle raise and lower
br: Gwintañ sevel hag izelaat
da: Skift imellem øverst og nederst
fi: Käännä laske/nosta
fr: Basculer placement dessus/dessous
hr: Uklj./Isklj. uzdigni i ulegni
pt: Levantar/baixar
ru: Переключать наверх/вниз
sl: Preklopi dvignjeno in spu¹èeno

source: Nothing
br: Netra
da: Intet
fi: Ei mitään
fr: Pas d'action
hr: Ni¹ta
pt: Nada
ru: Ничего
sl: Niè

source: Activate and raise
br: Bevaat ha sevel
da: Aktiver og læg øverst
fi: Aktivoi ja nosta
fr: Activer et placer dessus
hr: Aktiviraj i uzdigni
pt: Activar e levantar
ru: Активизировать и наверх
sl: Aktiviraj in dvigni

source: Activate and lower
br: Bevaat ha izelaat
da: Aktivér og læg nederst
fi: Aktivoi ja laske
fr: Activer et placer dessous
hr: Aktiviraj i ulegni
pt: Activar e baixar
ru: Активизировать и вниз
sl: Aktiviraj in spusti

source: Activate
br: Bevaat
da: Aktivér
fi: Aktivoi
fr: Activer
hr: Aktiviraj
pt: Activar
ru: Активизировать
sl: Aktiviraj

source: Activate, raise and pass click
br: Bevaat, sevel ha tremen ar c'hlik
da: Aktivér, læg øverst og send klik videre
fi: Aktivoi, nosta ja siirrä napsautus
hr: Aktiviraj, uzdigni propusti klik
pt: Activar, levantar e passar clique
ru: Активизировать, наверх и передать щелчок
sl: Aktiviraj, dvigni in spusti klik

source: Activate and pass click
br: Bevaat ha tremen ar c'hlik
da: Aktivér og send klik videre
fi: Aktivoi ja siirrä napsautus
hr: Aktiviraj i propusti klik
pt: Activar e passar clique
ru: Активизировать и передать щелчок
sl: Aktiviraj in spusti klik

source: Move
br: Dilec'hiañ
da: Bevæg
de: Bewegen
fi: Siirrä
fr: Déplacer
hr: Premjesti
pt: Mover
ru: Перемещать
sl: Premakni

source: Resize
br: Adventañ
ca: Dimensionar
da: Skift størrelse
de: Größe ändern
el: Αλλαγή Μεγέθους
fi: Muuta kokoa
fr: Redimensionner
hr: Promijeni velièinu
pl: Rozmiar
pt: Mudar Tamanho
ru: Изменить размер
sl: Spremeni velikost

source: Keyboard and Mouse
br: Stokellaoueg ha logodenn
da: Tastatur og mus
fi: Näppäimistö ja hiiri
fr: Clavier et souris
hr: Tipkovnica i mi¹
pt: Teclado e Rato
ru: Клавиатура и мышь
sl: Tipkovnica in mi¹

source: Ctrl-Tab walks through desktops
br: Ctrl-Tab a vale dre ar gorretaolioù
da: Ctrl-Tab skifter mellem arbejdsområder
fi: Ctrl-Tab vaihtaa työpöytää
fr: Ctrl-Tab énumère les bureaux
hr: Ctrl-Tab mijenja povr¹ine
pt: Ctrl-Tab muda de ecrã virtual
ru: Ctrl-Tab переключает рабочие столы
sl: Ctrl-Tab preklaplja med namizji

source: Alt-Tab is limited to current desktop
br: Alt-Tab a denn d'ar gorretaol o ren hepken
da: Alt-Tab er kun for aktiv arbejdsområder
fi: Alt-Tab on rajoitettu työpöytään
fr: Alt-Tab est limité au bureau courant
hr: Alt-Tab je ogranièen na trenutnu povr¹inu
pt: Alt-Tab está limitado ao ecrã actual
ru: Alt-Tab ограничен в задачами текущего рабочего стола
sl: Alt-Tab je omejen na trenutno namizje

source: Alt-Tab mode:
br: Mod Alt-Tab :
da: Alt-Tab tilstand:
fi: Alt-Tab tila:
fr: Fonctionnement de Alt-Tab :
hr: Alt-Tab naèin:
pt: Modo de Alt-Tab:
ru: Режим Alt-Tab:
sl: Alt-Tab naèin:

source: Grab the Right Mouse Button
br: Tapour afell dehou al logodenn
da: Tag den højre museknap
fi: Kaappaa hiiren oikea nappi
pt: Capturar o Botão Direito do rato
ru: Перехватывать правую кнопку мыши
sl: Zgrabi desni gumb mi¹ke

source: Filters
br: Siloù
da: Filtre
fi: Suodattimet
fr: Filtres
hr: Filteri
pt: Filtros
ru: Фильтры
sl: Filtri

source: Windows will:
br: Ar prenestr a vo :
da: Vinduer vil:
fi: Ikkunan ominaisuus:
fr: Les Fenêtres :
hr: Prozori æe:
pt: Janelas:
ru: Окна будут:
sl: Okna bodo:

source: have tiny decorations
br: kinkladur tanav dezhañ
da: have små dekorationer
fi: pienet koristukset
hr: imati male ukrase
pt: têm decorações pequenas
ru: иметь минимальное обрамление
sl: imela majhne okraske

source: have no decorations
br: kinkladur ebet dezhañ
da: have ingen dekorationer
fi: ei koristuksia
hr: neæe imati ukrase
pt: não têm decoração
ru: не иметь обрамления
sl: brez okraskov
