Repository: KDE/kde1-kdebase
Catalog: po/*/kcmlocale.po
Languages: br

source: &Locale
br: &Broelañ

source: usage: kcmlocale [-init | language]
br: arveriadur : kcmlocale [-init | yezh]

source: Locale settings
br: Kefluniadur ar yezh

source: Language
br: Yezh

source: First
br: Kentañ

source: Second
br: Eil

source: Third
br: Trede

source: without name!
br: dianv !

source: Applying language settings
br: O lakaat kefluniadur ar yezh da dalvezout

source: Changed language settings apply only to newly started applications. To change the language of all programs, you will have to logout first.
br: Kemmoù kefluniadur ar yezh a dalvezo hepken evit arloadoù nevez-loc'het. A-benn kemmañ yezh an holl meziantoù, e rankot digevreañ da gentañ.
