Repository: KDE/kde1-kdebase
Catalog: po/*/kcmsyssound.po
Languages: ca, cs, da, de, eo, es, fi, it, ko, nl, no, pl, ro, ru, sk, sv

source: &Sound
ca: &So
cs: &Zvuk
da: L&yd
de: &Klänge
eo: &Sonoj
es: &Sonido
fi: &Äänet
it: &Suono
ko: 사운드(&S)
nl: &Geluid
no: &Lyd
pl: &D¼wiêk
ro: &Sunet
ru: Звук
sk: &Zvuk
sv: &Ljud

source: System Sounds
ca: Sons del sistema
cs: Systémové zvuky
da: Systemlyde
de: Systemklänge
eo: Labormediaj sonoj
es: Sonidos del Sistema
fi: Järjestelmän äänet
it: Suoni di sistema
ko: 시스템 사운드
nl: Systeemgeluiden
no: System lyder
pl: D¼wiêki systemowe
ro: Sunete de sistem
ru: Системные Звуки
sk: Systémové zvuky
sv: Systemljud

source: (none)
da: (ingen)
de: (nichts)
es: (ninguno)
sv: (inget)

source: Change to Desktop 1
ca: Canvi a l'escriptori 1
cs: Pøepnutí na plochu 1
da: Skift til arbejdsområde 1
de: Wechsel zu Arbeitsfläche 1
eo: Þanøo al labortabulo 1
es: Cambiar al escritorio 1
fi: Vaihto työpöytään 1
it: Cambia al Desktop 1
ko: 1번 데스크탑으로
nl: Wisselen naar Buroblad 1
no: Skift til skrivebord 1
pl: Zmieñ na desktop 1
ro: Schimbã la Desktop 1
ru: Перейти на Десктоп 1
sk: Prepnutie na Plochu 1
sv: Byte till Skrivbord 1

source: Change to Desktop 2
ca: Canvi a l'escriptori 2
cs: Pøepnutí na plochu 2
da: Skift til arbejdsområde 2
de: Wechsel zu Arbeitsfläche 2
eo: Þanøo al labortabulo 2
es: Cambiar al escritorio 2
fi: Vaihto työpöytään 2
it: Cambia al Desktop 2
ko: 2번 데스크탑으로
nl: Wisselen naar Buroblad 2
no: Skift til skrivebord 2
pl: Zmieñ na desktop 2
ro: Schimbã la Desktop 2
ru: Перейти на Десктоп 2
sk: Prepnutie na Plochu 2
sv: Byte till Skrivbord 2

source: Change to Desktop 3
ca: Canvi a l'escriptori 3
cs: Pøepnutí na plochu 3
da: Skift til arbejdsområde 3
de: Wechsel zu Arbeitsfläche 3
eo: Þanøo al labortabulo 3
es: Cambiar al escritorio 3
fi: Vaihto työpöytään 3
it: Cambia al Desktop 3
ko: 3번 데스크탑으로
nl: Wisselen naar Buroblad 3
no: Skift til skrivebord 3
pl: Zmieñ na desktop 3
ro: Schimbã la Desktop 3
ru: Перейти на Десктоп 3
sk: Prepnutie na Plochu 3
sv: Byte till Skrivbord 3

source: Change to Desktop 4
ca: Canvi a l'escriptori 4
cs: Pøepnutí na plochu 4
da: Skift til arbejdsområde 4
de: Wechsel zu Arbeitsfläche 4
eo: Þanøo al labortabulo 4
es: Cambiar al escritorio 4
fi: Vaihto työpöytään 4
it: Cambia al Desktop 4
ko: 4번 데스크탑으로
nl: Wisselen naar Buroblad 4
no: Skift til skrivebord 4
pl: Zmieñ na desktop 4
ro: Schimbã la Desktop 4
ru: Перейти на Десктоп 4
sk: Prepnutie na Plochu 4
sv: Byte till Skrivbord 4

source: Change to Desktop 5
ca: Canvi a l'escriptori 5
cs: Pøepnutí na plochu 5
da: Skift til arbejdsområde 5
de: Wechsel zu Arbeitsfläche 5
eo: Þanøo al labortabulo 5
es: Cambiar al escritorio 5
fi: Vaihto työpöytään 5
it: Cambia al Desktop 5
ko: 5번 데스크탑으로
nl: Wisselen naar Buroblad 5
no: Skift til skrivebord 5
pl: Zmieñ na desktop 5
ro: Schimbã la Desktop 5
ru: Перейти на Десктоп 5
sk: Prepnutie na Plochu 5
sv: Byte till Skrivbord 5

source: Change to Desktop 6
ca: Canvi a l'escriptori 6
cs: Pøepnutí na plochu 6
da: Skift til arbejdsområde 6
de: Wechsel zu Arbeitsfläche 6
eo: Þanøo al labortabulo 6
es: Cambiar al escritorio 6
fi: Vaihto työpöytään 6
it: Cambia al Desktop 6
ko: 6번 데스크탑으로
nl: Wisselen naar Buroblad 6
no: Skift til skrivebord 6
pl: Zmieñ na desktop 6
ro: Schimbã la Desktop 6
ru: Перейти на Десктоп 6
sk: Prepnutie na Plochu 6
sv: Byte till Skrivbord 6

source: Change to Desktop 7
ca: Canvi a l'escriptori 7
cs: Pøepnutí na plochu 7
da: Skift til arbejdsområde 7
de: Wechsel zu Arbeitsfläche 7
eo: Þanøo al labortabulo 7
es: Cambiar al escritorio 7
fi: Vaihto työpöytään 7
it: Cambia al Desktop 7
ko: 7번 데스크탑으로
nl: Wisselen naar Buroblad 7
no: Skift til skrivebord 7
pl: Zmieñ na desktop 7
ro: Schimbã la Desktop 7
ru: Перейти на Десктоп 7
sk: Prepnutie na Plochu 7
sv: Byte till Skrivbord 7

source: Change to Desktop 8
ca: Canvi a l'escriptori 8
cs: Pøepnutí na plochu 8
da: Skift til arbejdsområde 8
de: Wechsel zu Arbeitsfläche 8
eo: Þanøo al labortabulo 8
es: Cambiar al escritorio 8
fi: Vaihto työpöytään 8
it: Cambia al Desktop 8
ko: 8번 데스크탑으로
nl: Wisselen naar Buroblad 8
no: Skift til skrivebord 8
pl: Zmieñ na desktop 8
ro: Schimbã la Desktop 8
ru: Перейти на Десктоп 8
sk: Prepnutie na Plochu 8
sv: Byte till Skrivbord 8

source: Activate Window
ca: Activar finestra
cs: Aktivace okna
da: Aktivér vindue
de: Fenster aktivieren
eo: Aktivigo de fenestro
es: Activar ventana
fi: Aktivoi ikkuna
it: Attivazione Finestra
ko: 윈도우 활성화
nl: Activeren venster
no: Aktiver vindu
pl: Uaktywnij okno
ro: Activare fereastrã
ru: Активизировать Окно
sk: Aktivova» okno
sv: Fönster aktiverat

source: Open new window
ca: Obrir finestra nova
cs: Otevøení nového okna
da: Åbn nyt vindue
de: Fenster öffnen
eo: Malfermo de fenestro
es: Abrir ventana nueva
fi: Avaa uusi ikkuna
it: Apertura nuova finestra
ko: 새 윈도우 열기
nl: Nieuw venster openen
no: Åpne nytt vindu
pl: Otwórz nowe okno
ro: Fereastrã nouã
ru: Открыть новое окно
sk: Otvori» nové okno
sv: Nytt fönster öppnat

source: Close Window
ca: Tancar finestra
cs: Zavøení okna
da: Luk vindue
de: Fenster schließen
eo: Fermo de fenestro
es: Cerrar ventana
fi: Sulje ikkuna
it: Chiusura finestra
ko: 윈도우 닫기
nl: Venster sluiten
no: Lukk vindu
pl: Zamknij okno
ro: Inchide fereastã
ru: Закрыть Окно
sk: Zavrie» okno
sv: Fönster stängt

source: Startup
ca: Inici
cs: Spu¹tìní KDE
da: Opstart
de: KDE Start
eo: Saluto
es: Comienzo
fi: Käynnistys
it: Avvio
ko: 시작
nl: Opstarten
no: Oppstart
pl: Start systemu
ro: La iniþializare
ru: На старте
sk: Spustenie KDE
sv: Uppstartning

source: Window Shade Up
ca: Arronsar finestra
cs: Zarolování okna
da: Rul vindue op
de: Fenster hochrollen
eo: Suprenvolvo de fenestro
es: Cerrar persiana
fi: Ikkunan rullaus ylös
it: Finestra Ridotta (solo titolo)
ko: 윈도우 위로 감추기
nl: Venster schaduw boven
pl: Zwiñ okno
ro: Shade Up fereastrã
sk: Zapnú» tieò
sv: Fönster uppskuggat

source: Window Shade Down
ca: Estirar finestra
cs: Vyrolování okna
da: Rul vindue ned
de: Fenster herunterrollen
eo: Malvolvo de fenestro
es: Abrir persiana
fi: Ikkunan rullaus alas
it: Finestra Intera
ko: 윈도우 아래로 감추기
nl: Venster schaduw beneden
pl: Odwiñ okno
ro: Shade Down fereastrã
sk: Vypnú» tieò
sv: Fönster nerskuggat

source: Window Iconify
ca: Iconitzar finestra
cs: Ikonifikace okna
da: Skjul vindue
de: Fenster als Symbol
eo: Piktogramigo de fenestro
es: Iconizar ventana
fi: Ikkuna kuvakkeeksi
it: Finestra Iconificata
ko: 윈도우 아이콘화
nl: Venster Minimalizeren
no: Ikoniser vindu
pl: Ikonizuj okno
ro: Iconizare fereastrã
sk: Ikonizácia okna
sv: Fönster ikonifirerat

source: Window DeIconify
ca: Desiconitzar finestra
cs: Deikonifikace okna
da: Vis vindue
de: Symbolisches Fenster wiederherstellen
eo: Malpiktogramigo de fenestro
es: Deiconizar ventana
fi: Ikkunan palautus kuvakkeesta
it: Finestra Deiconificata
ko: 윈도우 아이콘화 해제
nl: Venster OntMinimalizeren
no: Gjør om minimer
pl: Odikonizuj okno
ro: Deiconizare fereastrã
sk: Deikonizácia okna
sv: Fönster avikonifierat

source: Window Maximize
ca: Maximitzar finestra
cs: Maximalizace okna
da: Maksimér vindue
de: Fenster maximieren
eo: Maksimumigo de fenestro
es: Maximizar ventana
fi: Ikkunan suurennus
it: Finestra Ingrandita
ko: 윈도우 최대화
nl: Venster Maximalizeren
no: Maksimere vindu
pl: Zmaksymalizuj okno
ro: Maximizare fereastrã
sk: Maximalizácia okna
sv: Fönster maximerat

source: Window UnMaximize
ca: Desmaximitzar finestra
cs: Obnova okna
da: Gendan vindue
de: Maximiertes Fenster wiederherstellen
eo: Malmaksimumigo de fenestro
es: Desmaximizar ventana
fi: Ikkunan suurennuksen poisto
it: Finestra ripristinata
ko: 윈도우 최대화 해제
nl: Venster ont-maximalizeren
no: Avmaksimere vindu
pl: Odmaksymalizuj okno
ro: Demaximizare fereastrã
sk: Odmaximalizácia okna
sv: Fönster avmaximerat

source: Window Sticky
ca: Finestra apegalosa
cs: Pøilepení okna
da: Vindue fastsat
de: Fenster anheften - ein
eo: Fikso de fenestro
es: Pegar ventana
fi: Ikkunan naulaus
it: Finestra Attaccata
ko: 윈도우 고정
nl: Venster Aanplakken
no: Setter fast vindu
pl: Przypnij okno
ro: Þintuire fereastrã
sk: Prilepenie okna
sv: Fönster klistrat

source: Window UnSticky
ca: Finestra no apegalosa
cs: Odlepení okna
da: Vindue frigjort
de: Fenster anheften - aus
eo: Malfikso de fenestro
es: Despegar ventana
fi: Ikkunan naulauksen poisto
it: Finestra Staccata
ko: 윈도우 고정 해제
nl: Venster Losweken
no: Fjerner fastsetting av vindu
pl: Odepnij okno
ro: Deþintuire fereastrã
sk: Odlepenie okna
sv: Fönster avklistrat

source: Window Trans New
ca: Apareix finestra temporal
cs: Nové dialogové okno
da: Vindue trans ny
de: Neues Dialogfenster
eo: Nova dialogfenestro
es: Abrir gestor nuevo
fi: Uusi muutos ikkuna
it: Nuova finestra di dialogo
ko: 윈도우 새위치로 이동
ro: Fereastrã nouã în tranziþie
sk: Nový Trans okna

source: Window Trans Delete
ca: Desapareix finestra temporal
cs: Zru¹ení dialogového okna
da: Vindue trans slet
de: Dialogfenster löschen
eo: Fermo de dialogfenestro
es: Suprimir gestor
fi: Muutosikkunan tuhoaminen
it: Chiusura finestra di dialogo
ko: 윈도우 이동 최소
ro: Fereastrã ºtearsã în tranziþie
sk: Zmazanie transu okna

source: Logout
ca: Sortida
cs: Odhlá¹ení
da: Log af
de: Abmelden
eo: Adiaýo
es: Terminar
fi: Lopeta
it: Uscita
ko: 로그아웃
nl: Uitloggen
no: Logg ut
pl: Wyloguj
ro: Ieºire
sk: Odhlásenie
sv: Avslutning

source: Logout Message
ca: Missatge de sortida
cs: Zpráva pøi odhlá¹ení
da: Log af meddelelse
de: Abmelde-Nachricht
eo: Adiaýa mesaøo
es: Mensaje de salida
fi: Lopetusviesti
it: Messaggio Uscita
ko: 로그아웃 메시지
nl: Uitlog boodschap
no: Utloggingsmelding
pl: Komunikat wylogowania
ro: Mesaj de ieºire
sk: Správa pri odhlásení
sv: Avslutningsmeddelande

source: Window Move Start
ca: Inici de moviment de finestra
cs: Zaèátek pøesunu okna
da: Flyt vindue start
de: Anfang Fenster-Verschieben
eo: Komenco de fenestromovo
es: Mover vent. principio
fi: Ikkunan siirron alku
it: Inizio spostamento finestra
ko: 윈도우 이동 시작
nl: Venster verplaats start
no: Begynnelsen av flytt vindu
pl: Rozpocznij przemieszczaæ okno
ro: Inceput de mutare fereastrã
sk: Zaèiatok presunu okna
sv: Start av fönsterförflyttning

source: Window Move End
ca: Fi de moviment de finestra
cs: Konec pøesunu okna
da: Flyt vindue slut
de: Ende Fenster-Verschieben
eo: Fino de fenestromovo
es: Mover vent. fin
fi: Ikkunan siirron loppu
it: Fine spostamento finestra
ko: 윈도우 이동 마침
nl: Venster verplaats einde
no: Slutten av flytt vindu
pl: Zakoñcz przemieszczaæ okno
ro: Sfârºit de mutare fereastrã
sk: Koniec presunu okna
sv: Slut på fönsterförflyttning

source: Window Resize Start
ca: Inici de dimensionament de finestra
cs: Zaèátek zmìny velikosti okna
da: Skift størrelse start
de: Anfang des Fenter-Vergrößerns
eo: Komenco de grandecoþanøo
es: Redimensionar - principio
fi: Ikkunan skaalauksen alku
it: Inizio ridimensionamento
ko: 윈도우 크기조절 시작
nl: Venster verander grootte start
no: Begynnelsen av endre vindusstørrelse
pl: Rozpocznij zmieniaæ rozmiar okna
ro: Inceput de redimensionare fereastrã
sk: Zaèiatok zmeny veµkosti okna
sv: Start på ändring av fönsters storlek

source: Window Resize End
ca: Fi de dimensionament de finestra
cs: Konec zmìny velikosti okna
da: Skift størrelse slut
de: Ende des Fenter-Vergrößerns
eo: Fino de grandecoþanøo
es: Redimensionar - fin
fi: Ikkunan skaalauksen loppu
it: Fine ridimensionamento
ko: 윈도우 크기조절 마침
nl: Venster verander grootte einde
no: Slutten av endre vindusstørrelse
pl: Zakoñcz zmieniaæ rozmiar okna
ro: Sfârºit de redimensionare fereastrã
sk: Koniec zmeny veµkosti okna
sv: Slut på ändring av fönsters storlek

source: e&nable system sounds
ca: &Activar sons del sistema
cs: P&ovolit systémové zvuky
da: &Brug systemlyde
de: &Systemklänge aktivieren
eo: &Aktivigu la sonojn
es: &Activar sonidos del sistema
fi: &käytä järjestelmä-ääniä
it: &abilita suoni di sistema
ko: 시스템 사운드 사용(&n)
nl: &Systeemgeluiden activeren
no: ta i bruk system lyd&er
pl: &W³±cz d¼wiêki systemowe
ro: &activeazã sunetele sistem
ru: включить системные звуки
sk: P&ovoli» systémové zvuky
sv: &aktivera systemljud

source: &Test
ca: &Prova
de: &Anhören
eo: &Testo
es: &Probar
fi: &Kokeile
it: &Prova
ko: 테스트(&T)
nl: &Testen
ro: &Testare
ru: Тест
sv: &Testa

source: &Events:
ca: &Cassos:
cs: &Události:
da: &Hændelser:
de: &Ereignisse:
eo: &Eventoj:
es: &Eventos:
fi: &Tapahtumat:
it: &Eventi:
ko: 이벤트(&E):
nl: &Gebeurtenissen:
no: &Hendelser:
pl: &Zdarzenia:
ro: &Evenimente
ru: События:
sk: &Udalosti:
sv: &Händelse:

source: &Sounds:
ca: &Sons:
cs: &Zvuky:
da: &Lyde:
de: &Klänge:
eo: &Sonoj:
es: &Sonidos:
fi: &Äänet:
it: &Suoni:
ko: 소리(&S):
nl: G&eluiden
no: &Lyder:
pl: &D¼wiêki:
ro: &Sunete
ru: Звуки:
sk: &Zvuky:
sv: &Ljud:

source: Additional WAV files can be dropped onto the sound list.
ca: Es poden amollar més fitxers WAV damunt la llista de sons.
cs: Dal¹í WAV soubory je mo¾né upustit nad seznamem zvukù.
da: Yderligere WAV filer kan lægges på lydlisten.
de: Zusätzliche WAV Dateien können auf die "Klänge" Liste gezogen werden.
eo: Por aldoni WAV-dosierojn faligu ilin sur la sonliston.
es: Archivos WAV adicionales pueden ser soltados en la lista de sonidos.
fi: Lisää WAV-tiedostoja voidaan pudottaa äänilistaan.
it: File Wav aggiuntivi possono essere inseriti (Drag&Drop) nella lista.
ko: 추가하려는 WAV 파일들을 사운드 목록에 넣을 수 있읍니다.
nl: Nieuwe WAV files kunnen op de geluidenlijst geplaatst worden.
no: Flere WAV-filer kan slippes i lydlisten.
pl: Dodatkowe pliki WAV mo¿na upu¶ciæ na listê d¼wiêków.
ro: Fiºiere WAV adiþionale pot fi aduse în lista de sunete
ru: Дополнительные WAV файлы могут быть перенесены в список звуков.
sk: Nad zoznam zvukov mô¾ete pusti» ïal¹ie WAV súbory.
sv: Ytterligare WAV-filer kan släppas över ljudlistan.

source: Unsupported URL
ca: URL sense suport
cs: Nepodporované URL
da: URL ikke understøttet
de: nicht unterstützte URL
eo: Nesubtenita URL
es: URL no soportada
fi: URL:ää ei tueta
it: URL non supportata
ko: 지원되지 않는 URL
nl: URL wordt niet ondersteund
no: URL som ikke støttes
pl: Nieobs³ugiwany URL
ro: URL neimplementat
ru: Неподдерживаемый URL
sk: Nepodporované URL
sv: URL:en stöds ej

source: Sorry, this type of URL is currently unsupportedby the KDE System Sound Module
ca: Ho sento, aquest tipus d'URL no té suport al Sistema de So KDE Mòdul
cs: Lituji, tento typ URL není momentálnì podporovaný modulem KDE System Sound
da: Denne type URL er endnu ikke understøttet af KDE's modul til systemlyde
de: Dieser URL Typ wird im Moment von den KDE Systemklängen nicht unterstützt.
eo: Pardonu, tiu tipo de URL momente ne estas subtenita de la KDE-sonsitema modulo
es: Lo sentimos, este tipo de URL no esta actualmente soportada por el módulo de sonido del sistema de KDE
fi: Tätä URL tyyppiä ei vielä tueta KDE:n järjestelmä-ääni modulissa
it: Mi dispiace ma questo tipo di URL non ee ancora supportata dal Sistema Sonoro del KDE
ko: 이 유형의 URL은 현재 KDE 시스템 사운드 모듈이 지원하지 않습니다
no: Beklager, denne type URL er for tiden ikke støttet av KDE systemlyder
pl: Niestety, ten typ URL jest obecnie nieobs³ugiwany przez modu³ d¼wiêków systemowych
ro: Acest tip de URL nu este suportat deocamdatã de Modulul de Sunete de Sistem KDE
sk: Prepáète, tento typ URL nie je momentálne podporovaný KDE System Sound Modulom
sv: Tyvärr, denna typ av URL är för närvarande oanvändbar med KDE:s systemljudsmodul

source: Sorry, but %s does not seem to be a WAV--file.
ca: Ho sento, pero %s no sembla ser un fitxer WAV.
cs: Lituji, ale %s není pravdìpodobnì WAV souborem.
da: %s ser ikke ud til at være en WAV-fil!
de: Sorry, aber %s scheint keine gültige WAV Datei zu sein.
eo: Pardonu, sed %s ne þajnas esti WAV-dosiero.
es: Lo sentimos, pero %s no parece ser un archivo WAV.
fi: Tiedosto %s ei näytä olevan WAV-tiedosto.
it: Mi dispiace, ma %s non sembra essere un WAV--file.
ko: %s은 WAV 파일 같지 않습니다.
no: Beklager, men %s ser ikke ut til å være en WAV--fil.
ro: %s nu pare sã fie un fiºier WAV.
sk: Prepáète, ale %s pravedpodobne nie je WAV--súbor.
sv: Tyvärr, men %s verkar inte vara en WAV-fil.

source: Improper File Extension
ca: Extensió de fitxer incorrecta
cs: Nesprávná pøípona souboru
da: Forkert fil-endelse
de: Ungültige Dateierweiterung
eo: Neøusta dosierfina¼o
es: Extensión de archivo impropia
fi: Soveltumaton tiedostopääte
it: Estensione file Impropria
ko: 부적절한 파일 확장자
nl: Verkeerde bestandsextensie
no: Feil etternavn på feilen
ro: Extensie fiºier improprie
ru: Неверное Расширение Файла
sk: Nesprávna prípona súboru
sv: Felaktig filändelse

source: The file %s is already in the list
ca: El fitxer %s ja hi és a la llista
cs: Soubor %s je ji¾ na seznamu
da: Filen %s er allerede på listen
de: Die Datei %s ist bereits in der Liste.
eo: La dosiero %s estas jam en la listo
es: El archivo %s ya esta en la lista
fi: Tiedosto %s on jo listalla
it: Il file %s è già nella lista
ko: 파일 %s 이미 목록에 있읍니다
nl: Het bestand %s staat al in de geluidenlijst
no: Filen %s er allerede i listen
pl: Plik %s jest ju¿ na li¶cie
ro: Fiºierul %s este deja în listã
ru: Файл %s уже в списке
sk: Súbor %s je u¾ na zozname
sv: Filen %s finns redan i listan

source: File Already in List
ca: Fitxer ja hi és a la llista
cs: Soubor je ji¾ na seznamu
da: Fil allerede på listen
de: Datei ist bereits in der Liste.
eo: Dosiero jam en la listo
es: El archivo ya esta en lista
fi: Tiedosto on jo listalla
it: File già presente nella lista
ko: 파일이 목록에 있음
nl: Bestand staat er al
no: Filen er allerede i listen
pl: Plik jest ju¿ na li¶cie
ro: Fiºier deja în listã
ru: Файл уже в списке
sk: Súbor je u¾ na zozname
sv: Filen finns redan i listan

source: Sorry, this type of URL is currently unsupported by the KDE System Sound Module
ru: Извините, этот тип URL не поддерживается Модулем СистемныхЗвуков KDE

source: Sorry, but %s does not seem to be a WAV--file!
ru: Извините, но %s не похож на WAV файл!
