Repository: KDE/kde1-kdebase
Catalog: po/*/kcontrol.po
Languages: ru

source: Unknown module:
ru: Неизвестный модуль

source: KDE Control Center
ru: Центр управления KDE

source: &Swallow modules
ru: &Запускать модуля внутри

source: KDE Control Center - Version 1.0 Written by Matthias HЖlzer (hoelzer@physik.uni-wuerzburg.de) Thanks to: S. Kulow, P. Dowler, M. Wuebben & M. Jones.
ru: Центр управления KDE - версия 1.0 Написан Маттиасом Хелцером (hoelzer@physik.uni-wuerzburg.de) Спасибо: С. Кулову, П. Доулеру, М. Вуббену & М. Джонсу.

source: User:
ru: Пользователь:

source: Hostname:
ru: Имя машины:

source: System:
ru: ОС:

source: Release:
ru: Версия:

source: Version:
ru: Модификация:

source: Machine:
ru: Процессор:
