Repository: KDE/kde1-kdebase
Catalog: po/*/kdehelp.po
Languages: br, cs, de, he, hr, hu, is, ro, sk, sl, tr

source: KDE Help: Open URL
br: Skoazell KDE : digeriñ un URL
cs: KDE nápovìda: Otevøi URL
de: KDE-Hilfe: URL öffnen
he: רושיק חתפ :KDE תרזע
hr: KDE pomoæ: OtvoriURL
hu: KDE Segítség: URL megnyitása
is: KDE Hjálp: Opna slóð (URL)
ro: Informaþii KDE: Deschide URL
sk: KDE pomocník: Otvori» URL
sl: KDE Pomoè: Odpri URL
tr: KDE Yardým: URL Aç

source: Open URL
br: Digeriñ un URL
cs: Otevøi URL
de: URL öffnen
he: רושיק חתפ
hr: Otvori URL
hu: URL megnyitása
is: Opna slóð (URL)
ro: Deschide URL
sk: Otvori» URL
sl: Odpri URL
tr: URL Aç

source: Cannot open:
br: N'hallan ket digeriñ :
cs: Nemohu otevøít:
de: Kann nicht öffnen:
he: חותפל ןתינ אל
hr: Ne mogu otvoriti:
hu: Nem lehet megnyitni:
is: Ekki tókst að opna:
ro: Nu pot deschide:
sk: Nemô¾em otvori»:
sl: Ne morem odpreti:
tr: Açýlamýyor:

source: Oops!
br: Opala !
de: Hoppla!
he: ! האיגש
hr: Ups!
hu: Hiba!
is: Úps!
ro: Hopa !
sk: Hop!
sl: Ups!
tr: Hay Allah!

source: Unknown format:
br: Furmad dianav :
cs: Neznámý formát:
de: Unbekanntes Format:
he: רכומ אל טמרופ
hr: Nepoznat format:
hu: Ismeretlen formátum:
is: Óþekkt snið:
ro: Format necunoscut:
sk: Neznámy formát:
sl: Neznana oblika:
tr: Bilinmeyen biçim:

source: Find Complete
br: Kavout sevenet
cs: Hledání dokonèeno
de: Suche komplett
is: Leit lokið
sk: Hµadanie kompletné

source: Continue search from the top of the page?
br: Kenderc'hel da glask adalek laez ar bajenn ?
cs: Pokraèovat s hledáním od zaèátku strany?
de: Soll die Suche am Anfang der Seite fortgesetzt werden?
is: Halda leit áfram frá byrjun?
sk: Pokraèova» v hµadaní od zaèiatku stránky?

source: Forward
br: War-raok
cs: Vpøed
de: Weiter
is: Áfram
sk: Ïalej

source: Open this Link
br: Digeriñ al liamm-se
cs: Otevøi tento odkaz
de: Diesen Link öffnen
he: רושיקה תא חתפ
hr: Otvori tu vezu
hu: Hivatkozás megnyitása
is: Opna þennan tengil
ro: Deschide aceastã locaþie
sk: Otvori» tento odkaz
sl: Odpri to povezavo
tr: Bu baðlantýyý aç

source: Add Bookmark
br: Ouzhpennañ ur sined
cs: Pøidej zálo¾ku
de: Notiz hinzufügen
he: היינמיס ףסוה
hr: Dodaj u bookmark
hu: Hozzáadás a kedvencekhez
is: Setja bókamerki
ro: Adaugã semn de carte
sk: Prida» zálo¾ku
sl: Dodaj v kazalo
tr: Adreslere Ekle

source: Open in new Window
br: Digeriñ en ur prenestr nevez
cs: Otevøi v novém oknì
de: In einem neuen Fenster öffnen
he: שדח ןולחב חתפ
hr: Otvori u novom prozoru
hu: Megnyitás új ablakban
is: Opna í nýjum glugga
ro: Deschide în fereastrã nouã
sk: Otvori» v novom okne
sl: Odpri v novem oknu
tr: Yeni pencerede aç

source: Error in info file
br: Fazi er restr 'info'
cs: Chyba v "info" souboru
de: Fehler in "info"-Datei
he: היצמרופניא ץבוקב האיגש
hr: Gre¹ka u info datoteci
hu: Hiba az info file-ban
is: Villa í "info" skrá
ro: Eroare în fiºier de informaþii
sk: Chyba v "info" súbore
sl: Napaka v info datoteki
tr: Info dosyasýnda hata

source: Node not found: %s
br: Ar flosk %s n'eo ket kavet
cs: Uzel %s nebyl nalezen
de: Eintrag %s nicht gefunden.
he: %s :תא אוצמל ןתינ אל
hr: Node nije naðen: %s
hu: Nincs meg a %s node
is: Hlekkurinn %s fanst ekki
ro: Nu gãsesc nodul %s
sk: Nena¹iel som uzol %s
sl: Ne najdem poglavja: %s
tr: %s düðümü bulunamadý.

source: Cannot open info file: %s
br: N'hallan ket digeriñ ar restr 'info' : %s
cs: Nelze otevøít info soubor: %s
de: Kann Datei %s nicht öffnen
he: %s :היצמרופניאה ץבוק תא חותפל ןתינ אל
hr: Ne mogu otvoriti info datoteku: %s
hu: Nincs %s nevû info file!
is: Ekki tókst að opna "info" skrána %s
ro: Nu pot deschide fiºierul de informaþii %s
sk: Nemô¾em otvori» info súbor %s
sl: Ne morem odpreti info datoteke: %s
tr: %s info dosyasý açýlamadý.

source: Fatal Error:
br: Skoilh sac'hañ
cs: Neostranitelná chyba:
de: Nicht behebbarer Fehler:
he: הרומח האיגש
hr: Nepovratna gre¹ka:
hu: Fatális hiba:
is: Banvæn villa:
ro: Eroare Fatalã :
sk: Záva¾ná chyba:
sl: Usodna napaka:
tr: Ölümcül Hata:

source: Warning:
br: Diwallit :
cs: Pozor:
de: Warnung:
he: הרהזא
hr: Upozorenje:
hu: Vigyázat:
is: Aðvörun:
ro: Atenþie:
sk: Pozor:
sl: Pozor:
tr: Uyarý:

source: Small
br: Bihan
cs: Malý
de: Klein
he: ןטק
hu: Kicsi
is: Lítið
sk: Malé

source: Medium
br: Krenn
cs: Støední
de: Mittel
he: ינוניב
hu: Közepes
is: Miðlungs
sk: Stredné

source: Large
br: Bras
cs: Velký
de: Groß
he: לודג
hu: Nagy
is: Stórt
sk: Veµké

source: Standard Font
br: Nodrezh standard
cs: Standardní font
de: Standardschrift
he: ליגר ןפוג
hr: Standardni font
hu: Proporcionális
is: Venjulegt letur
ro: Fontul standard
sk: ©tandardné písmo
sl: Obièajna pisava
tr: Standart Yazý tipi

source: Fixed Font
br: Nodrezh ingal
cs: Fixovaný font
de: Proportionalschrift
he: עובק ןפוג
hr: Jednoliki font
hu: Fix hosszú
is: Jafnbreitt letur
ro: Fontul fix
sk: Fixované písmo
sl: Fiksna pisava
tr: Sabit Yazý tipi

source: Background Color:
br: Liv an drekleur :
cs: Barva pozadí:
de: Hintergrundfarbe:
he: עקר עבצ
hr: Boja pozadine:
hu: Háttérszín:
is: Bakgrunnslitur:
ro: Culoare de fundal:
sk: Farba pozadia:
sl: Barva ozadja:
tr: Arkaplan Rengi:

source: Normal Text Color:
br: Liv an destenn boas :
cs: Barva normálního textu:
de: Textfarbe:
he: ליגר טסקט עבצ
hr: Boja normalnog teksta:
hu: Elõtérszín:
is: Litur venjulegs texta:
ro: Culoare de text:
sk: Farba normálneho textu:
sl: Barva navadne pisave:
tr: Normal Yazý Rengi:

source: URL Link Color:
br: Liv un ere URL :
cs: Barva URL odkazu:
de: Farbe für Links:
he: רושיק עבצ
hr: Boja URL linka:
hu: Hivatkozás színe:
is: Litur tengla:
ro: Culoarea locaþiei URL
sk: Farba odkazu:
sl: Barva URL povezav:
tr: URL Baðlantý Rengi:

source: Followed Link Color:
br: Liv un ere heuliaet :
cs: Barva pou¾itého odkazu:
de: Farbe besuchter Links:
he: (רוקיב רחאל) רושיק עבצ
hr: Boja posjeæenog linka:
hu: Ismert hivatkozás színe:
is: Litur skoðaðra tengla:
ro: Culoarea locaþiei folosite
sk: Farba pou¾itého odkazu:
sl: Barva obiskanih URL povezav:
tr: Gidilmiþ Baðlantý Rengi:

source: Underline links
br: Islinañ an ereoù
cs: Podtrhávat odkazy
de: Links unterstrichen darstellen
is: Undirstrika tengla
sk: Podtrháva» odkazy

source: Always use my colors
br: Ober bepred gant ma livioù
cs: V¾dy pou¾ívat mé barvy
de: Immer eigene Farben verwenden
is: Nota alltaf mína liti
sk: V¾dy pou¾íva» moje farby

source: KDE Help Options
br: Dibaboù Skoazell KDE
cs: Nastavení KDE nápovìdy
de: Einstellungen für KDE-Hilfe
he: KDE ב הרזע תויורשפא
hr: KDE opcije pomoæi
hu: KDE Segítség beállítások
is: KDE Hjálparstillingar
ro: Opþiuni KDE Informaþii
sk: Nastavenie pomocníka KDE
sl: Nastavitve KDE pomoèi
tr: KDE Yardým Seçenekleri

source: Colors
br: Livioù
cs: Barvy
de: Farben
he: םיעבצ
hr: Boje
hu: Színek
is: Litir
ro: Culori
sk: Farby
sl: Barve
tr: Renkler

source: Online Manuals
br: Dornlevrioù enlinenn
cs: Online manuály
de: Online-Handbuch
he: man יצבקב ןויע
hr: Online upute
hu: Online kézikönyvek
is: Mansíður
ro: Manuale 'Online'
sk: Online manuály
sl: Priroèniki
tr: Çevrimiçi Yardýmlar

source: Section %s
br: Rann %s
cs: Sekce %s
de: Abschnitt %s
he: %s קרפ
hr: Sekcija %s
hu: %s. fejezet
is: Kafli %s
ro: Secþiunea %s
sk: Sekcia %s
sl: Poglavje %s
tr: Bölüm %s

source: Online manual - Section %s
br: Dornlevrioù enlinenn - Rann %s
cs: Online manuál - sekce %s
de: Online-Handbuch - Abschnitt %s
he: %s קרפ - man יצבק
hr: Online upute, sekcija %s
hu: Online kézikönyv - %s. fejezet
is: Mansíður - kafli %s
ro: Manuale 'Online' - Secþiunea %s
sk: Online manuál - sekcia %s
sl: Priroènik - Poglavje %s
tr: Çevrimiçi Yardýmlar - Bölüm %s

source: User Commands
br: Urzhiadoù arveriad
cs: U¾ivatelské pøíkazy
de: Benutzerkommandos
he: שמתשמ תודוקפ
hr: Korisnièke naredbe
hu: Felhasználói parancsok
is: Notendaskipanir
ro: Comenzi utilizator
sk: U¾ívateµské príkazy
sl: Ukazi
tr: Kullanýcý Komutlarý

source: System Calls
br: Galvioù reizhiad
cs: Systémová volání
de: Systemaufrufe
he: תכרעמ תורגש
hr: Sistemski pozivi
hu: Rendszerhívások
is: Kerfisköll
ro: Apeluri Sistem
sk: Systémové volania
sl: Sistemski klici
tr: Sistem Çaðýrýlarý

source: Subroutines
br: Isroudennadoù
cs: Funkce
de: Unterfunktionen
he: תונכת תורגש
hr: Podprogrami
hu: Szubrutinok
is: Undirforrit
ro: Subrutine
sk: Funkcie
sl: Podprogrami
tr: Altfonksyonlar

source: Devices
br: Trobarzhelloù
cs: Zaøízení
de: Geräte
he: םינקתה לוהינ
hr: Ureðaji
hu: Meghajtók
is: Tæki
ro: Dispozitive
sk: Zariadenia
sl: Naprave
tr: Aygýtlar

source: File Formats
br: Furmadoù restr
cs: Datové formáty
de: Dateiformate
he: הרוצת יצבקו םיצבק יגוס
hr: Formati datoteka
hu: File formátumok
is: Skráaform
ro: Formate de fiºiere
sk: Dátové formáty
sl: Oblike datotek
tr: Dosya Biçimleri

source: Games
br: C'hoarioù
cs: Hry
de: Spiele
he: םיקחשמ
hr: Igre
hu: Játékok
is: Leikir
ro: Jocuri
sk: Hry
sl: Igre
tr: Oyunlar

source: System Administration
br: Mererezh ar reizhiad
cs: Administrace systému
de: Verwaltung
he: תכרעמ לוהינ
hr: Administracija sustava
hu: Rendszeradminisztráció
is: Kerfisstjórnun
ro: Administrare Sistem
sk: Administrácia systému
sl: Upravljanje sistema
tr: Sistem Yönetimi

source: New
br: Nevez
cs: Nový
de: Neu
is: Nýtt
sk: Nová

source: Reading Dir:
br: O lenn ar renkell :
cs: Ètu adresáø:
de: Verzeichnis wird gelesen:
he: היירפס ארוק
hr: Èitam direktorij:
hu: Könyvtár olvasása:
is: Les möppu:
ro: Citesc directorul:
sk: Èítam prieèinok:
sl: Berem imenik:
tr: Dizin Okunuyor:

source: Online Manual - Section
br: Dornlevrioù enlinenn - Rann
cs: Online manuál - Sekce
de: Online-Handbuch - Abschnitt
he: קרפ - man יצבק
hr: Online upute - sekcija
hu: Online kézikönyv - Fejezet:
is: Mansíður - kafli
ro: Manuale 'Online' - Secþiunea
sk: Online manuál - Sekcie
sl: Priroènik - Poglavje
tr: Çevrimiçi Yardýmlar - Bölüm

source: "man" system call failed
br: Galv "man" d'ar reizhiad sac'het
cs: "man" Systémové volání neúspì¹né
de: "man"-Aufruf fehlgeschlagen
he: "man" הדוקפל האירקב האיגש
hr: "man" sistemski poziv nije uspio
hu: Nem lehet meghívni a "man"-t!
is: "man" kerfiskallið mistókst
ro: eroare la apel de sistem "man"
sk: "man" systémové volanie neúspe¹né
sl: "man" sistemski klic neuspe¹en
tr: "man" sistem çaðrýsý baþarýsýz

source: Opening temporary file failed
br: Digeriñ ur restr padennek zo c'hwitet
cs: Otevírání pomocného souboru neuspì¹né
de: Öffnen der temporären Datei fehlgeschlagen.
he: הלשכנ ינמז ץבוק תחיתפ
hr: Ne mogu otvoriti privremenu datoteku
hu: Nem lehet létrehozni átmeneti file-t!
is: Ekki tókst að opna tímabundna skrá
ro: Eroare la deschidere de fiºier temporar
sk: Otváranie pomocného súboru neúspe¹né
sl: Ni mi uspelo odpreti zaèasne datoteke
tr: Geçici dosya açýmý baþarýsýz

source: <!-- Do not edit this file -->
br: <!-- Na aozit ket ar restr-mañ -->
cs: <!-- Neupravujte tento soubor -->
de: <!-- Diese Datei bitte nicht ändern -->
hu: <!-- Ne módosítsa ezt a file-t -->
is: <!-- Ekki breyta þesari skrá handvirkt -->
sk: <!-- Needitujte tento súbor -->

source: CGI: Destination URL malformed: %s
br: CGI : URL dehaezadur siek : %s
cs: CGI: Cílové URL má chybný formát: %s
de: CGI: Ziel-URL hat falsches Format: %s
he: %s :ןיקת וניא דעיה רושיק :CGI תינכת
hr: CGI: Neispravan ciljni URL: %s
hu: CGI: Hibás cél URL: %s
is: CGI: Vefslóðin (URL) "%s" er gölluð
ro: CGI: Destinaþie malformatã de URL : %s
sk: CGI: Cieµová adresa má chybný formát : %s
sl: CGI: URL je bil napaèno vtipkan: %s
tr: CGI: Hedef URL yetersiz: %s

source: &New Help Window
br: &Prenestr skoazell nevez
cs: &Nové okno s nápovìdou
de: &Neues Hilfefenster
he: שד&ח הרזע ןולח
hr: &Novi prozor pomoæi
hu: Ú&j segítség ablak
is: Nýr hjálpar&gluggi
ro: Fereastrã &nouã de informaþii
sk: &Nové okno s pomocníkom
sl: &Novo okno pomoèi
tr: &Yeni Yardým Penceresi

source: &Open File...
br: &Digeriñ ur restr...
cs: &Otevøít soubor...
de: &Datei öffnen...
he: ץבוק חת&פ
hr: &Otvori datoteku...
hu: File &megnyitása
is: &Opna skrá...
ro: &Deschide Fiºier
sk: &Otvori» súbor...
sl: &Odpri datoteko...
tr: Dosya &Aç...

source: &Search
br: K&lask
cs: &Hledat
de: &Suchen
he: שופי&ח
hr: &Tra¾i
hu: &Keres
is: &Leita
ro: &Cautã
sk: &Hµada»
sl: &I¹èi
tr: A&ra

source: &Find...
br: &Kavout...
cs: &Nalézt ...
de: &Suchen...
is: &Finna...
sk: &Hµada»...

source: Find &next
br: Kav&out adarre
cs: Nalézt &dal¹í
de: Wei&tersuchen
is: Finna &næsta...
sk: Hlada» ï&al¹í

source: &Back
br: War-&gil
cs: &Zpìt
de: &Zurück
he: רו&זח
hr: Naza&d
hu: &Vissza
is: &Aftur
ro: Îna&poi
sk: &Spä»
sl: Na&zaj
tr: &Geri

source: &Forward
br: War-&raok
cs: &Dal¹í
de: &Weiter
he: המי&דק
hr: Nap&rijed
hu: &Elõre
is: Á&fram
ro: Îna&inte
sk: &Ïal¹ie
sl: Nap&rej
tr: &Ýleri

source: &Top
br: &Laez
cs: Hlavní s&tránka
de: &Startseite
he: הנויל&ע המר
hr: &Vrh
hu: &Eleje
is: &Efst
ro: &Început
sk: Hlavná s&tránka
sl: N&a vrh
tr: &Üst

source: &Up
br: &Pignat
cs: Nahor&u
de: &Hoch
he: הלע&מל
hr: &Gore
hu: &Fel
is: &Upp
ro: &Sus
sk: H&ore
sl: &Gor
tr: &Yukarý

source: &Previous
br: Hini &kent
cs: &Pøede¹lý
de: &Letzte
he: םדוקה
hu: E&lõzõ
is: &Fyrri
sk: &Predchádzajúci

source: &Next
br: Hini &a heul
cs: &Následující
de: &Nächste
he: אבה
hu: &Következõ
is: &Næsti
sk: Ï&alej

source: &General Preferences...
br: Dibaboù &pennañ...
cs: &V¹eobecná nastavení...
de: &Einstellungen...
he: ...תויללכ תורדגה
hr: Osnovne odredni&ce...
hu: &Tulajdonságok...
is: A&lmennar stillingar...
ro: Preferinþe Generale...
sk: &V¹eobecné nastavenia...
sl: &Splo¹ne nastavitve...
tr: &Genel Seçenekler...

source: Show &Toolbar
br: Diskouez barrenn an &ostilhoù
cs: Zobrazuj nás&trojovou li¹tu
de: Werkzeugleiste &anzeigen
he: םילכ לגרס גצה
hr: Poka¾i &Alate
hu: &Eszköztár megjelenítése
is: Sýna &tækjastiku
ro: Afiºeazã bara de scule
sk: Zobrazi» nás&trojovú li¹tu
sl: Prika¾i &orodjarno
tr: Araç Çu&buðunu Göster

source: Show &Location
br: Diskouez al &lec'hiadur
cs: Zobrazuj &adresu
de: A&dresse anzeigen
he: תבותכ גצה
hr: Poka¾i &Mjesto
hu: &Hely megjelenítése
is: Sýna &staðsetningu
ro: Afiºeazã &locaþia
sk: Zobrazi» &adresu
sl: Prika¾i &lokacijo
tr: &Konumu Göster

source: Show Status&bar
br: Diskouez barrenn a &stad
cs: Zobrazuj status&bar
de: &Statuszeile anzeigen
he: בצמ תרוש גצה
hr: Poka¾i S&tatus
hu: &Státuszsor megjelenítése
is: Sýna Ást&andsstiku
ro: Afiºeazã bara de info
sk: Zobrazi» stav&ový riadok
sl: Prika¾i statusno &vrstico
tr: &Durum Çubuðunu Göster

source: &Save Options
br: &Enrollañ an dibaboù
cs: &Ulo¾ volby
de: &Einstellungen sichern
he: תורדגה רומש
hr: &Spremi opcije
hu: &Beállítások mentése
is: &Vista valkosti
ro: &Salvare Opþiuni
sk: &Ulo¾i» voµby
sl: &Shrani nastavitve
tr: S&eçenekleri Kaydet

source: KDE Help System
br: Reizhiad Skoazell KDE
cs: KDE nápovìda
de: KDE-Hilfe-System
he: KDE לש הרזעה תכרעמ
hr: KDE sustav pomoæi
hu: KDE Segítség rendszer
is: KDE hjálparkerfi
ro: Sistemul de Informaþii KDE
sk: KDE pomocník
sl: KDE sistem pomoèi
tr: KDE Yardým Sistemi

source: Version
br: Doare
cs: Verze
he: הסריג
hr: Inaèica
is: Útgáfa
ro: Versiunea
sk: Verzia
sl: Verzija
tr: Sürüm

source: Copyright (c) 1997 Martin Jones <mjones@kde.org> This program is licensed under the GNU General Public License (GPL). KDEHelp comes with ABSOLUTELY NO WARRANY to the extent permitted by applicable law.
br: Gwirioù eilañ (c) 1997 Martin Jones <mjones@kde.org Aotreet eo ar meziant-mañ gant ar GNU General Public License (GPL). KDEHelp a zeu hep KRETADUR EBET evel termenet hervez lezennoù o ren.
cs: Copyright (c) 1997 Martin Jones <mjones@kde.org> Tento program je licencován podle GNU Gemeral Public Licence (GPL). KDEHelp je poskytován BEZ JAKÉKOLIV ZÁRUKY s výjimkou, ¾e je toto vylouèeno místními zákony.
de: Copyright (C) 1997 Martin Jones <mjones@kde.org> Dieses Programm wurde unter der GNU General Public License (GPL) veröffentlicht. Für KDEHelp gibt es KEINERLEI GARANTIE, es sei denn, dies wird durch lokale Gesetze ausgeschlossen oder eingeschränkt.
he: סנוג ןיטרמ (C) 1997 תורומש תויוכזה לכ GNU לש חותפה ןוישרה אוה וז הנכותל ןוישרה קוח יפ לע רתומה תדימב - תוירחא לכ אלל העיגמ KDE תרזע
hr: Copyright (c) 1997 Martin Jones <mjones@kde.org> Ovaj program licenciran je pod GNU General Public License (GPL). KDEHelp dolazi BEZ IKAKVOG JAMSTVA.
is: Höfundarréttur 1997 Martin Jones <mjones@kde.org> Þetta forrit fellur undir "GNU General Public License" (GPL). Enginn tekur neina ábyrgð á gæðum KDEHelp svo fremi lög leyfa.
ro: Copyright (c) 1997 Martin Jones <mjones@kde.org> Acest program este licenþiat sub GNU General Public License (GPL).
sk: Copyright (c) 1997 Martin Jones <mjones@kde.org> Tento program je licencovaný podµa GNU General Public License (GPL). KDEHelp je poskytovaný BEZ AKEJKO¥VEK ZÁRUKY s výnimkou, ¾e je toto vylúèené miestnymi zákonmi.
sl: Avtorske pravice (c) 1997 Martin Jones <mjones@kde.org> Program je pod licenco GNU (GPL). KDE Pomoè uporabljate na lastno odgovornost.
tr: Telif Hakký (c) 1997 Martin Jones <mjones@kde.org> Bu program GNU Kamu lisansý ile daðýtýlmaktadýr. KDEHelp ilgili yasa izin verdiði ölçüde hiç bir garanti içermeden gelir.

source: &Goto
br: &Mont da
cs: S&tránka
de: &Seite
he: ל רובע
hr: &Idi na
hu: &Ugrás
is: &Fara
ro: &Salt la
sk: Ís» na s&tránku
sl: Po&jdi
tr: &Git

source: &Bookmarks
br: S&inedoù
cs: &Zálo¾ka
de: &Lesezeichen
he: תויינמיס
hu: &Kedvencek
is: &Bókamerki
ro: S&emne de carte
sk: &Zálo¾ka
sl: &Kazalo
tr: &Adresler

source: Previous Document
br: Teul kent
cs: Pøede¹lý dokument
de: Letztes Dokument
he: םדוק ךמסמ
hr: Prethodni dokument
hu: Elõzõ dokumentum
is: Fyrra skjal
ro: Documentul Anterior
sk: Predchádzajúci dokument
sl: &Prej¹nji dokument
tr: Önceki Belge

source: Next Document
br: Teul a-heul
cs: Následující dokument
de: Nächstes Dokument
he: אבה ךמסמ
hr: Slijedeæi dokument
hu: Következõ dokumentum
is: Næsta skjal
ro: Documentul Urmãtor
sk: Nasledujúci dokument
sl: &Naslednji dokument
tr: Sonraki Belge

source: Previous Node
br: Flosk kent
cs: Pøede¹lý uzel
de: Letzte Ebene
he: תמדוק תמוצ
hr: Prethodni èvor
hu: Elõzõ pont
is: Fyrri hlekkur
ro: Nodul Precedent
sk: Predchádzajúci uzol
sl: Prej¹nje poglavje
tr: Önceki Düðüm

source: Next Node
br: Flosk a-heul
cs: Následující uzel
de: Nächste Ebene
he: האבה תמוצ
hr: Slijedeæi èvor
hu: Következõ pont
is: Næsti hlekkur
ro: Nodul Urmãtor
sk: Nasledujúci uzol
sl: Naslednje poglavje
tr: Sonraki Düðüm

source: Up one Node
br: Pignat ur flosk
cs: Nahoru o jeden uzel
de: Eine Ebene nach oben
he: הלעמ תחא תמוצ
hr: Gore jedan èvor
hu: Fel egy pontot
is: Upp um hlekk
ro: Un Nod în sus
sk: Hore o jeden uzol
sl: Eno poglavje gor
tr: Yukarý Bir Düðüm

source: Top Node
br: Flosk uhelañ
cs: Hlavní uzel
de: Höchste Ebene
he: הנוילעה תמוצה
hr: Najvi¹i èvor
hu: Felsõ pont
is: Efsta hlekk
ro: Nodul principal
sk: Hlavný uzol
sl: Zaèetno poglavje
tr: En üst Düðüm

source: Help Contents
br: Endalc'had ar skoazell
cs: Obsah nápovìdy
de: Inhalt der Hilfe
he: הרזע תלוכת
hr: Sadr¾aj pomoæi
hu: Tartalom
is: Innihald hjálparkerfis
ro: Cuprins Informaþii
sk: Obsah pomocníka
sl: Vsebina pomoèi
tr: Yardým Ýçeriði

source: Reload current document
br: Adkargañ an teul en implij
cs: Obnov souèasný dokument
de: Lade aktuelles Dokument neu
he: יחכונה ךמסמה תא שדחמ ןעט
hr: Ponovo uèitaj tekuæi dokument
hu: Aktuális dokumentum újraolvasása
is: Endurlesa þetta skjal
ro: Reîncarcã documentul curent
sk: Znovu naèíta» aktuálny dokument
sl: Ponovno nalo¾i dokument
tr: Þimdiki belgeyi geri yükle

source: In the Constructor!
br: Er saver !
cs: V konstruktoru1
de: Im Konstruktor!
he: ??הנובה ךותב אצמנ
hr: U konstruktor!
hu: A konstruktorban!
is: Í smiðnum!
ro: În Constructor!
sk: V kon¹truktore!
sl: V izgradnji!
tr: Ýnþa halinde

source: KDE Help System Version
br: Reizhiad Skoazell KDE Doare
cs: KDE nápovìda Verze
de: KDE-Hilfe-System Version
he: KDE לש הרזעה תכרעמהסריג
hr: KDE sustav pomoæi Inaèica
hu: KDE Segítség rendszer Verzió:
is: KDE Hjálparkerfi Útgáfa
ro: Sistemul de Informaþii KDE Versiunea
sk: KDE pomocník Verzia
sl: Sistem KDE pomoèi Verzija
tr: KDE Help System Sürüm

source: About KDE Help
br: Diwar-benn Skoazell KDE
cs: O KDE nápovìdì
de: Information über KDE-Hilfe
he: הרזעה תכרעמ תודוא
hr: O KDE pomoæi
hu: A KDE Segítség névjegye
is: Um KDE Hjálparkerfið
ro: Despre Informaþii KDE
sk: O KDE pomocníkovi
sl: O KDE pomoèi
tr: KDE Help Hakkýnda

source: &Add Bookmark
br: &Ouzhpennañ ur sined
cs: &Pøidej zálo¾ku
de: &Lesezeichen hinzufügen
he: היינמיס ףסוה
hr: &Dodaj bookmark
hu: &Hozzáadás a kedvencekhez
is: &Setja Bókamerki
ro: &Adaugã semn de carte
sk: &Prida» zálo¾ku
sl: Dodaj v k&azalo
tr: A&dreslere Ekle

source: Find:
br: Kavout :
cs: Nalézt:
de: Suchen:
is: Finna:
sk: Hµada»:

source: Case &sensitive
br: &Evezhiek ouzh ar c'hef
cs: Rozli¹ovat veliko&st
de: &Groß-/Kleinschreibung
is: Háð há-/lágstöfum
sk: Rozli¹ova» &veµké/malé

source: &Find
br: &Kavout
cs: &Nalézt
de: &Suchen
is: &Finna
sk: &Hµada»

source: Could not start or find KFM
hr: Ne mogu pokrenuti ili naæi KFM

source: Open UR&L...
hr: Otvori UR&L...
