Repository: KDE/kde1-kdebase
Catalog: po/*/kdisplay.po
Languages: pl, sk

source: Enter new desktop name
pl: Wprowad¼ nazwê nowego desktopu
sk: Zadajte nový názov plochy

source: Desktop
sk: Pracovná plocha

source: &Rename ...
pl: &Zmieñ nazwê...
sk: &Premenova»...

source: Colors
pl: Kolory
sk: Farby

source: &One Color
pl: &Pierwszy kolor
sk: Jednofarebné

source: &Two Color
pl: &Drugi kolor
sk: Dvojfarebné

source: Set&up ...
pl: Us&tawienia...
sk: Nastavi»..

source: Wallpaper
pl: Tapeta
sk: Tapeta

source: No wallpaper
sk: Bez tapety

source: &Browse...
pl: &Przeg³±daj...
sk: &Nalistova»...

source: Desktop names
pl: Nazwa desktopu
sk: Názvy plôch

source: Two color backgrounds
sk: Dvojfarebné pozadia

source: Blend colors from &top to bottom
sk: Vy&tieòova» farby zhora do nadol

source: Blend colors from &right to left
sk: Vytieòova» fa&rby zprava doµava

source: Use &pattern
sk: &Vzor

source: Preview
pl: Podgl±d
sk: Náhµad

source: Pattern &name
sk: Názov vzoru

source: Current
pl: Bie¿±ce
sk: Súèasný

source: Filled
pl: Wype³nione
sk: Vyplòovaný

source: Triangles
pl: Trójk±ty
sk: Trojuholníky

source: Flowers
pl: Kwiatki
sk: Kvietky

source: Color Scheme
pl: Schemat kolorów
sk: Farebná schéma

source: Current scheme
pl: Bie¿±cy schemat
sk: Súèasná schéma

source: KDE default
pl: KDE domy¶lne
sk: KDE ¹tandardná

source: &Add ...
pl: &Dodaj...
sk: &Prida»...

source: &Save changes
pl: &Zachowaj zmiany
sk: Ulo¾i» zmeny

source: Widget color
pl: Kolor elementu
sk: Farba kontrolky

source: Inactive title bar
pl: Nieaktywny pasek tytu³u
sk: Neaktívny titulok

source: Inactive title text
pl: Nieaktywny tytu³ okna
sk: Text neaktívneho titulku

source: Inactive title blend
pl: Nieaktywne przej¶cie tytu³u
sk: Tieòovanie neaktívneho titulku

source: Active title bar
pl: Aktywny pasek tytu³u
sk: Aktívny titulok

source: Active title text
pl: Aktywny tytu³ okna
sk: Text aktívneho titulku

source: Active title blend
pl: Aktywne przej¶cie tytu³u
sk: Tieòovanie aktívneho titulku

source: Background
pl: T³o
sk: Pozadie

source: Select background
pl: T³o wybranego
sk: Výber pozadia

source: Select text
pl: Tekst wybranego
sk: Výber textu

source: Window background
pl: T³o okna
sk: Pozadie okna

source: Window text
pl: Tekst w oknie
sk: Text v okne

source: Contrast
pl: Kontrast
sk: Kontrast

source: &Low
pl: &Niski
sk: &Malý

source: High
pl: Wysoki
sk: Veµký

source: Error removing
pl: B³±d usuniêcia
sk: Chyba pri odstránení

source: This color scheme could not be removed. Perhaps you do not have permission to alter the file system where the color scheme is stored.
pl: Ten schemat kolorów nie mo¿e zostaæ usuniêty. Prawdopodobnie nie masz praw do pliku systemowego, w którym przechowywane s± schematy kolorów.
sk: Táto farebná schéma nemô¾e by» zru¹ená. Mo¾no nemáte práva na zmenu súboru, v ktorom sú uchovávané farebné schémy.

source: Naming error
pl: B³±d nazwy
sk: Chyba pri pomenovávaní

source: Please choose a unique name for the new color scheme. The one you entered already appears in the color scheme list.
pl: Proszê wybraæ unikaln± nazwê dla nowego schematu kolorów. Aktualnie wybrana nazwa ju¿ jest wprowadzona do listy schematów kolorów.
sk: Prosím zvoµte jedineèný názov pre novú farebnú schému. To, ktoré ste zadali sa u¾ vyskytuje v zozname farebných schém.

source: Add a color scheme
pl: Dodaj schemat kolorów
sk: Prida» farebnú schému

source: &Enter a name for the new color scheme to be added to your personal list. The colors currently used in the preview will be copied into this scheme to begin with.
pl: &Wprowad¼ nazwê dla nowego schematu kolorów, aby dodaæ go do prywatnej listy. Kolory, które widzisz w zapowiedzi, zostan± skopiowane do tego schematu.
sk: Zadajte názov pre novú farebnú schému, ktorá má by» pridaná do vá¹ho osobného zoznamu. Farby, ktoré sa momentálne pou¾ívajú v náhµade budú skopírované do tejto schémy.

source: Ignore
pl: Ignoruj
sk: Ignorova»

source: Save Screen
sk: ©etri» obrazovku

source: Lock Screen
sk: Zamknú» obrazovku

source: Screen Saver
pl: Wygaszacz ekranu
sk: ©etriè obrazovky

source: No screensaver
sk: Bez ¹etrièa obrazovky

source: &Setup ...
pl: U&stawienia...
sk: &Nastavi»..

source: Settings
pl: Ustawienia
sk: Nastavenie

source: &Wait for
pl: &Czekaj
sk: Èakaj

source: &Require password
pl: &Wymagane has³o
sk: &Po¾aduje heslo

source: &Accept root password to unlock
sk: &Akceptova» rootovské heslo na odhlásenie

source: Show &password as stars
sk: Zo&brazova» heslá ako hviezdièky

source: Priority
pl: Priorytet:
sk: Priorita:

source: &High
pl: &Wysoki
sk: Vysoká

source: Low
pl: Niski
sk: Nízka

source: Fonts etc.
sk: &Znakové sady

source: &Draw widgets in the style of Windows 95
pl: Rysuj elementy w stylu Windows 95
sk: &Kresli» kontrolky v ¹týle Windows 95

source: &Apply style to non-KDE apps
sk: &Aplikova» ¹týl pre ne-KDE apl.

source: Desktop fonts
pl: Czcionka desktopu
sk: Pracovná plocha

source: General font
pl: Czcionka ogólna
sk: V¹eobecná znaková sada

source: Fixed font
pl: Czcionka proporcjonalna
sk: Písmo s fixnou ¹írkou

source: Panel button font
pl: Czcionka przycisków panelu
sk: Písmo tlaèítok panelu

source: Panel clock font
pl: Czcionka zegara panelu
sk: Písmo hodín na paneli

source: Sample text
sk: Príkl. textu

source: THE QUICK BROWN FOX JUMPS OVER THE LAZY DOG the quick brown fox jumps over the lazy dog 0 1 2 3 4 5 6 7 8 9 ! " £ $ % ^ & * ( )
sk: RÝCHLA HNEDÁ LÍ©KA SKÁÈE CEZ LENIVÉHO PSA rýchla hnedá lí¹ka skáèe cez lenivého psa 0 1 2 3 4 5 6 7 8 9 ! " £ $ % ^ & * ( )

source: &Fonts etc.
pl: &Czcionki
sk: &Znakové sady

source: &Background
pl: &T³o
sk: &Pozadie

source: &Screensaver
pl: &Wygaszacz
sk: ©etriè &obrazovky

source: &Colors
pl: Ko&lory
sk: &Farby

source: usage: kcmdisplay [-init | {background,screensaver,colors,style}]
pl: u¿ycie: kcmdisplay [-init | {background,screensaver,colors,style}]
sk: Pou¾itie: kcmdisplay [-init | {background,screensaver,colors,style}]

source: Display settings
pl: Ustawienia wy¶wietlania
sk: Vlastnosti obrazovky

source: Inactive window
pl: Nieaktywne okno
sk: Neaktívne okno

source: Active window
pl: Aktywne okno
sk: Aktívne okno

source: Selected text
pl: Wybrany tekst
sk: Vybraný text

source: New
sk: Nový

source: &Typeface
sk: &Typ písma

source: &Bold
sk: &Tuèné

source: &Italic
sk: ©&ikmé

source: &Size
sk: &Veµkos»

source: &Character set
sk: Sada &znakov

source: default
pl: domy¶lnie
sk: ¹tandardné

source: any
pl: ka€de
sk: µubovoµné

source: Ti&led
pl: Kafe&lkowa

source: &Centred
pl: Na ¶&rodku

source: &Scaled
pl: &Skalowana

source: Default
pl: Domy¶lnie

source: Fish net
pl: Rybia sieæ

source: &Remove
pl: &Usuñ

source: Text
pl: Tekst

source: Window title font
pl: Czcionka tytu³u okna
