Repository: KDE/kde1-kdebase
Catalog: po/*/kdm.po
Languages: cs, da, de, eo, es, fi, hr, hu, is, it, no, pt, pt_br, ro, ru, sk, sl, sv

source: Shutdown and restart?
sl: Zaustavitev sistema in ponoven zagon?

source: (Enter Root Password)
cs: (Vlo¾it heslo superu¾ivatele)
da: (Indtast Root kodeord)
de: (Paßwort für SysAdmin eingeben)
es: (Introduzca Password de Root)
fi: (Anna pääkäyttäjän salasana)
is: (Sláðu inn rótarlykilorðið)
it: (Inserisci Password di Root)
no: (Skriv inn root-passordet)
pt: (Insira a Senha de Root)
pt_br: (Digite Senha de Superusuário)
ro: (Introduceþi parola de root)
sk: (Zadajte Rootovské heslo)
sl: (Vpi¹ite geslo uporabnika root)
sv: (Skriv in root-lösenordet)

source: Shutdown
cs: Ukonèit
da: Luk ned
de: Beenden
eo: Finu
es: Apagar
fi: Sammuta
hr: Iskljuèi
hu: Leállítás
is: Slökkva
it: Arresta Sistema
no: Slå av maskinen
pt: Desligar
pt_br: Desligar
ro: Închide
ru: Выключить
sk: Ukonèi»
sl: Zaustavitev sistema
sv: Stäng av

source: Restart
sl: Ponoven zagon

source: Restart X Server
cs: Znovu spustit X server
da: Genstart X Server
de: X-Server neu starten
es: Reiniciar Servidor X
fi: Uudelleenkäynnistä X -palvelin
is: Ræsa X-þjón aftur
it: Riavvia Server X
no: Start X-tjener på nytt
pt: Reiniciar o Servidor X
pt_br: Reiniciar Servidor X
ro: Restarteazã serverul X
sk: Re¹tar X Servera
sl: Ponoven zagon stre¾nika X
sv: Starta om X-servern

source: Console Mode
sl: Naèin konzole

source: Login:
cs: U¾ivatel:
da: Log på:
de: Benutzer:
eo: Uzantonomo:
es: Usuario:
fi: Käyttäjätunnus:
hr: Prijava:
hu: Név:
is: Notandanafn:
it: Nome utente (login):
no: Logginnnavn:
ro: Nume utilizator :
ru: Имя:
sk: U¾ívateµ:
sl: Prijava:
sv: Namn:

source: Password:
cs: Pøístupové heslo:
da: Adgangskode:
de: Paßwort:
eo: Pasvorto:
es: Contraseña:
fi: Salasana:
hr: Lozinka:
hu: Jelszó:
is: Lykilorð:
no: Passord:
pt_br: Senha:
ro: Parolã:
ru: Пароль:
sk: Heslo:
sl: Geslo:
sv: Lösenord:

source: Login failed!
cs: Pøihlá¹ení neúspì¹né!
da: Log-på mislykkedes!
de: Anmeldung nicht möglich!
eo: Saluto malsukcesis!
es: ¡Entrada errónea!
fi: Kirjautuminen epäonnistui!
hr: Prijava netoèna!
hu: Érvénytelen bejelentkezés!
is: Aðgangur brást!
it: Login Fallito!
no: Feil ved innlogging!
pt: Login falhou!
pt_br: Login falhou!
ro: Autentificare nereuºitã !
ru: Неудачная попытка!
sk: Prihlásenie neúspe¹né!
sl: Prijava je bila neuspe¹na!
sv: Inloggning misslyckades!

source: Session Type:
cs: Typ sezení:
de: Sitzungsart:
eo: Seancotipo:
es: Tipo de Sesión:
fi: Istunnon tyyppi:
hr: Vrst rasporeda
hu: Futási stílus
is: Tegund setu:
it: Tipo di sessione
no: Sesjonstype:
pt: Tipo de Sessão:'
pt_br: Tipo de Sessão:'
ro: Tipul sesiunii :
ru: Тип сессии:
sk: Typ sedenia:
sl: Tip seje:
sv: Sessionstyp:

source: Go!
cs: Start!
da: Start!
de: Los!
eo: Ek!
es: Iniciar
fi: Aloita!
hr: Idi!
hu: Mehet!
is: Áfram!
it: Vai!
no: Sett igang!
pt: Ir!
pt_br: Ir!
ro: Porneºte !
ru: Вперед!
sk: Choï!
sl: Pojdi!
sv: Starta!

source: Shutdown...
cs: Ukonèení...
da: Luk ned...
de: Beenden...
eo: Finante...
es: Apagar...
fi: Alasajo...
hr: Ga¹enje...
hu: Leállítás...
is: Slökkva...
it: Arresta sistema...
no: Slå av maskinen...
pt: Desligar...
pt_br: Desligar...
ro: Închide...
ru: Выключить...
sk: Ukonèenie...
sl: Zaustavitev sistema...
sv: Stäng av...

source: Logins not available right now.
cs: Pøihlá¹ení není mometálnì mo¾né
da: Det var ikke muligt at logge på lige nu.
de: Benutzernamen derzeit nicht verfügbar.
eo: Salutnomoj momente ne estas akireblaj.
es: Entrada no disponible en este momento.
fi: Sisäänkirjoittautuminen ei ole mahdollista nyt.
hr: ®alim, prijava trenutno nije moguæa.
is: Aðgangur bannaður þessa stundina.
it: Login non disponibili al momento.
no: Innlogging er for øyeblikket ikke tilgjengelig.
pt: Logins não disponíveis.
pt_br: Logins não estão disponíveis ainda.
ro: Momentan nu se acceptã nici un utilizator.
ru: Вход сейчас не разрешен.
sk: Prihlásenia teraz nie sú prístupné.
sl: Prijave trenutno niso mogoèe.
sv: Inloggning är inte tillåtet just nu.

source: login_getcapstr() failed.
cs: selhání funkce login_getcapstr()
da: login_getcapstr(0) mislykkedes
de: login_getcapstr() fehlgeschlagen.
eo: login_getcapstr() malsukcesis.
es: login_getcapstr() falló.
fi: login_getcapstr() epäonnistui.
is: login_getcapstr() mistókst.
it: login_getcapstr() fallito.
no: login_getcapstr() mislyktes.
pt: login_getcapstr() falhou.
pt_br: login_getcapstr() falhou.
ro: A eºuat login_getcapstr()
ru: проблемы с login_getcapstr().
sk: login_getcapstr() zlyhal.
sl: login_getcapstr() neusp¹na.
sv: login_getcapstr() misslyckades.

source: Sorry -- your account has expired.
cs: Lituji - va¹e konto expirovalo.
da: Undskyld - din konto er udløbet.
de: Sorry -- Ihre Zugangsberechtigung ist abgelaufen.
eo: Pardonu -- via konto malvalidiøis
es: Perdón -- Su cuenta ha expirado.
fi: Tunnuksesi on vanhentunut.
hr: ®alim - va¹ raèun je istekao
is: Aðgangsleyfið þitt er útrunnið.
it: Spiacente -- il tuo account è scaduto.
no: Beklager -- din konto er utgått.
pt: Desculpe -- a sua conta expirou.
pt_br: Desculpe -- sua conta expirou.
ro: Din pãcate contul dumneavoastrã a expirat.
ru: Извините, ваш пароль просрочен.
sk: Je mi µúto, vá¹ úèet expiroval.
sl: Oprostite -- va¹ raèun je potekel.
sv: Tyvärr -- ditt konto har utgått.

source: Warning: your account expires on %1.
sl: Opozorilo: va¹ raèun poteèe %1

source: Home directory not available
cs: Domovský adresáø není pøístupný
da: Din hjemmefolder er ikke til stede
de: Persönliches Verzeichnis nicht verfügbar
eo: Hejmdosierujo ne estas akirebla
es: Su directorio home no está disponible
fi: Kotihakemistoa ei löydy
hr: Poèetni direktorij nije dostupan
is: Heimasvæðið þitt finnst ekki
it: Directory home non disponibile
no: Hjemmekatalog er ikke tilgjengelig
pt: Directoria pessoal não disponível
pt_br: Diretório-base não disponível
ro: Directorul dumneavoastrã nu este disponibil
ru: Домашний каталог отсутствует
sk: Domovský prieèinok nie je prístupný
sl: Domaè imenik ni dostopen
sv: Hemkatalogen inte tillgänglig

source: Startup program %1 exited with non-zero status. Please contact your system administrator.
sl: Zagonski program %1 se je konèal z nenièelnim statusom. Prosimo, obrnite se na upravnika sistema.

source: Login aborted
sl: Prijava opu¹èena!

source: Retry
sl: Ponovno

source: No next option found!
sl: Nobene naslednje izbire ni najti!

source: Next option not found in option list!
sl: Naslednje izbire ni najti na seznamu izbir!

source: Lilo hack is not enabled!
sl: Popravek za LILO ni omogoèen.

source: Attempted to write invalid next boot option!
sl: Posku¹ali smo zapisati neveljavno naslednjo zagonsko izbiro!

source: Lilo location is a non-existing file.
sl: Lokacija LILO je neobstojeèa datoteka.

source: Boot map location is a non-existing file.
sl: Lokacija zagonske karte je neobstojeèa datoteka.

source: Unkown error!
sl: Neznana napaka!

source: Shutdown or restart?
cs: Ukonèit nebo restartovat?
da: Luk ned eller genstart?
de: Beenden oder neu starten?
eo: Fini aý rekomenci?
es: ¿Apagar o reiniciar?
fi: Sammutetaanko vai käynnistetäänkö uudelleen?
hr: Iskljuèi ili restartaj?
hu: Leállítás vagy újraindítás?
is: Slökkva eða ræsa aftur?
it: Vuoi spengere o riavviare il computer?
no: Slå av maskinen eller starte på nytt?
pt: Desligar ou reinicializar?
pt_br: Desligar ou reiniciar?
ro: Închide sau restarteazã?
ru: Выключить или перезагрузить
sk: Ukonèi» alebo re¹tartova»?
sv: Stänga av eller starta om?

source: Shutdown and restart
cs: Ukonèit a restartovat
da: Luk ned og genstart
de: Neu starten
eo: Finu kaj rekomencu
es: Apagar y reiniciar
fi: Sammuta ja käynnistä uudelleen
hr: Iskljuèi i restartaj
hu: Leállítás és újraindítás
is: Slökkva og ræsa aftur
it: Riavvia il Computer
no: Slå av maskinen og starte på nytt
pt: Desligar e reinicializar
pt_br: Desligar e reiniciar
ro: Închide ºi restarteazã
ru: Выключить и перезагрузить
sk: Ukonèi» a re¹tartova»
sv: Stäng av och starta om

source: Warning: your account expires on %s
cs: Varování: va¹e konto expiruje %s
da: Advarsel: din konto udløber den %s
de: Warnung: Ihre Zugangsberechtigung läuft am %s aus
eo: Averto: via konto malvalidiøos je %s
es: Atención: su cuenta expira el %s
fi: Varoitus: tunnuksesi vanhentuu %s
hr: Upozorenje: Va¹ raèun istièe %s
is: Aðvörun: Aðgangsleyfið þitt rennur út %s
it: Attenzione: il tuo account scadrà il %s
no: Varsel: din konto går ut %s
pt: Aviso: a sua conta expira em %s
pt_br: Aviso: sua conta expira em %s
ro: Atenþie: contul dumneavoastrã expirã în %s
ru: Внимание: ваш пароль будет просрочен %s
sk: Varovanie: vá¹ úèet expiruje %s
sv: Varning: ditt konto utgår %s

source: Exit kdm
hr: Zavr¹i i odlogiraj se
hu: Kilép
ru: Выйти из kdm
