Repository: KDE/kde1-kdebase
Catalog: po/*/kdmconfig.po
Languages: br, da, el, eo, fr, is, ko, nl, ro, ru, sl

source: &Appearance
br: N&euziadur
da: &Udseende
el: Μορφή
eo: &Apera¼o
fr: &Apparence
is: Út&lit
ko: 형태(&A)
nl: &Uiterlijk
ro: &Aparenþã
ru: &Вид
sl: &Izgled

source: &Background
br: &Drekleur
da: &Baggrund
el: Φόντο
eo: &Fono
fr: A&rrière-plan
is: &Bakgrunnur
ko: 배경(&B)
nl: &Achtergrond
ro: &Fundal
ru: &Фон
sl: &Ozadje

source: &Users
br: &Arveriaded
da: Br&ugere
el: Χρήστες
eo: &Uzantoj
fr: &Utilisateurs
is: &Notendur
ko: 사용자(&U)
nl: &Gebruikers
ro: &Utilizatori
ru: &Пользователи
sl: &Uporabniki

source: &Sessions
br: &Dalc'hoù
da: &Sessioner
el: Συνδέσεις
eo: &Seancoj
is: &Setur
ko: 세션(&S)
nl: &Sessies
ro: &Sesiuni
ru: &Сессии
sl: &Seje

source: usage: kdmconfig [-init | {appearance,font,background,sessions,users,lilo}]
sl: Uporaba: kdmconfig [-init | {appearance,font,background,sessions,users,lilo}]

source: KDM Configuration
br: Kefluniadur KDM
da: KDM opsætning
el: Ρυθμίσεις KDM
eo: KDM-agorda¼o
fr: Configuration de KDM
is: Stillingar KDM
ko: KDM 설정
nl: KDM Configuratie
ro: Configurator KDM
ru: Конфигурация KDM
sl: KDM konfiguracija

source: You have a local config file %1 - I will save your changes into this file. If this isn't your intention, remove it please!
sl: Imate lokalno nastavitveno datoteko %1 - Spremembe bomo shranili vanjo. Èe tega ne ¾elite, jo prosim odstranite!

source: KDM Setup - Wrong filename
sl: Nastavitev KDM - Napaèno ime datoteke

source: &Ok
sl: &V redu

source: Sorry, but you don't have read/write permission to the KDM setup file %1.
sl: Oprostite, toda nimate dovoljenj za branje/pisanje v namestitveno datoteko KDM.

source: KDM Setup - Missing privileges
sl: Nastavitev KDM - Manjkajoèi privilegiji

source: Greeting string:
br: Hedad degemer :
da: Velkomsttekst:
el: Χαιρετισμός:
eo: Salutmesaøo:
fr: Texte d'accueil :
is: Kveðjustrengur:
ko: 환영 메시지:
nl: Begroetingstekst:
ro: Mesaj de salut:
ru: Приглашение:
sl: Pozdravni niz:

source: Click or drop an image here
br: Klikit pe laoskit ur skeudenn amañ
da: Klik eller læg et billede her
el: Κάντε κλικ ή τοποθετήστε μια εικόνα εδώ
eo: Alkliku aý faligu bildeton tie æi
fr: Cliquez ou déposez une image ici
is: Smelltu hér eða slepptu mynd
ko: 클릭 또는 이미지를 넣으십시오
nl: Klik of plaats een plaatje hier
ro: Apasã sau pune o imagine aici
ru: Щелкните или киньте картинку сюда
sl: Klikni ali spusti sliko tule

source: GUI Style:
br: Giz EIG :
da: Brugerfladestil:
el: Τύπος γραφικού περιβάλλοντος:
eo: GUI-stilo:
fr: Style :
is: Stíll viðmóts:
ko: GUI 스타일:
nl: Interface stijl:
ro: Stil GUI:
ru: Тип GUI:
sl: GUI slog:

source: Language
br: Yezh
da: Sprog
eo: Lingvo
fr: Langue
is: Tungumál
ko: 언어
ro: Limbaj
ru: Язык
sl: Jezik

source: Language:
br: Yezh :
da: Sprog:
eo: Lingvo:
fr: Langue :
is: Tungumál:
ko: 언어:
ro: Limbaj:
ru: Язык:
sl: Jezik:

source: There was an error loading the image: >
br: Ur fazi zo bet o kargañ ar skeudenn : >
da: Der opstod en fejl ved indlæsningen af billedet: >
el: Προκλήθηκε σφάλμα κατά την φόρτωση της εικόνας: >
eo: Okazis eraro dum lego de la bildo: >
fr: Une erreur est apparue lors du chargement de l'image : >
is: Villa kom upp við lestur myndarinnar: >
ko: 이미지 로딩중 오류: >
nl: Er is een fout opgetreden bij het laden van het plaatje: >
ro: A fost o eroare la încãrcarea imaginii: >
ru: Ошибка загрузки изображения: >
sl: Pri branju slike je prislo do napake: >

source: KDM Setup - Error
sl: Nastavitev KDE - Napaka

source: There was an error saving the image: >
br: Ur fazi zo bet oc'h enrollañ ar skeudenn : >
da: Der opstod en fejl ved skrivning af billedet: >
el: Προκλήθηκε σφάλμα κατά την αποθήκευση της εικόνας: >
eo: Okazis eraro dum sekurigo de la bildo: >
fr: Une erreur est apparue lors de l'enregistrement de l'image : >
is: Ekki tókst að vista myndina: >
ko: 이미지 저장 중 오류가 발생했읍니다: >
nl: Er is een fout opgetreden bij het opslaan van het plaatje: >
ro: A fost o eroare la salvarea imaginii: >
ru: Ошибка сохранения изображения: >
sl: Pri snemanju slike je prislo do napake: >

source: Sorry, but %1 does not seem to be an image file Please use files with these extensions: %2
sl: Oprostite, toda ka¾e, da %1 ne vsebuje slike. Prosim uporabite datoteke z naslednjimi priponami: %2

source: KDM Setup - Improper File Extension
sl: Nastavitev KDM - Neprimerna datoteèna pripona

source: < It will not be saved...
br: < Ne vo ket enrollet...
da: < Det vil ikke blive gemt...
el: < Δεν θα αποθηκευτεί...
eo: < Øi ne estos sekurigata...
fr: < Il ne sera pas enregistré...
is: < Það verður ekki vistað...
ko: < 저장하지 않습니다...
nl: < Het bestand kan niet opgeslagen worden...
ro: < Nu va fi salvat...
ru: < Не будет сохранен...
sl: < Ne bo shranjena...

source: Select fonts
br: Diuzit nodrezhoù
da: Vælg skrifttype
el: Επιλογή γραμματοσειρών
eo: Elektu tiparon
fr: Sélectionner les polices
is: Veldu letur
ko: 글꼴 선택
nl: Kies lettertypen
ro: Selecteazã fonturile
ru: Выберите шрифты
sl: Izberi pisavo

source: Example
br: Skouer
da: Eksempel
fr: Exemple
is: Dæmi
ru: Пример:
sl: Primer

source: Change font...
br: Kemmañ nodrezh...
da: Skift skrifttype...
fr: Changer la police...
is: Breyta letri...
ru: Изменить шрифт...
sl: Spremeni pisavo...

source: Greeting
br: Gourc'hemennoù
da: Velkomst
el: Χαιρετισμός
eo: Saluto
fr: Bienvenue
is: Kveðja
ko: 환영
nl: Begroeting
ro: Salutare
ru: Приглашение
sl: Pozdrav

source: Fail
br: Sac'het
da: Fejl
el: Αποτυχία
eo: Eraro
fr: Echec
is: Mistök
ko: 실패
nl: Foutmeldingen
ro: Nereuºitã
ru: Провал
sl: Neuspeh

source: Standard
el: Κανονικό
eo: Normala
is: Venjulegt
ko: 표준
nl: Tekst
ru: Стандартный
sl: Standarden

source: Greeting font
br: Hedad gourc'hemennoù
da: Skrifttype til velkomst
fr: Police de Bienvenue
is: Letur kveðju
sl: Pozdravna pisava

source: Fail font
br: Nodrezh sac'het
da: Skrifttype ved fejl
fr: Police d'Echec
is: Letur neitunar
sl: Pisava pri neuspehu

source: Standard font
br: Nodrezh standard
da: Standardskrifttype
fr: Police Standard
is: Venjulegt letur
sl: Standardna pisava

source: Preview
br: Rakgwel
da: Eksempel
eo: Antaýrigardo
fr: Aperçu
is: Forsýn
ru: Предпросмотр
sl: Predogled

source: Color
br: Liv
da: Farve
el: Χρώμα
eo: Koloro
fr: Couleur
is: Litir
ko: 색상
nl: Kleur
ro: Culoare
ru: Цвет
sl: Barva

source: Solid Color
br: Liv leun
da: Ugennemsigtig farve
eo: Plenkolora
fr: Couleur unie
is: Heilir litir
ru: Равномерный цвет
sl: Enobarven

source: Horizontal Blend
br: Kemmeskaj a-led
da: Vandret overgang
eo: Horizontala koloþanøo
fr: Dégradé horizontal
is: Lárétt blöndun
ru: Переливается горизонтально
sl: Horizontalno prelitje

source: Vertical Blend
br: Kemmeskaj a-serzh
da: Lodret overgang
eo: Vertikala kolorþanøo
fr: Dégradé vertical
is: Lóðrétt blöndun
ru: Переливается вертикально
sl: Vertikalno prelitje

source: Wallpaper
br: Paper-moger
da: Tapet
el: Ταπετσαρία
eo: Tapeto
fr: Papier peint
is: Veggfóður
ko: 바탕화면
nl: Achtergrond
ro: Pozã de fundal
ru: Обои
sl: Tapeta

source: None
br: Hini ebet
da: Ingen
el: σε κανέναν
eo: Neniu
fr: Aucun
is: Ekkert
nl: Niemand
ru: Никому
sl: Niè

source: Tile
br: Teolet
da: Fliselagt
eo: Kahele
fr: Mosaïque
is: Flísalagt
ru: Черепица
sl: Tlakovano

source: Center
br: Kreizennet
da: Centrer
eo: Centrigite
fr: Centré
is: Miðjað
ru: В центре
sl: Centrirano

source: Scale
br: Skeulaet
da: Skaleret
eo: Etendite
fr: Adapté
is: Teygt
ru: Масштаб
sl: V merilu

source: TopLeft
br: LaezKleiz
da: Øverste venstre
eo: Supre mldeks.
fr: Haut/Gauche
is: Efst til vinstri
ru: Сверху слева
sl: Zgoraj levo

source: TopRight
br: LaezDehou
da: Øverste højre
eo: Supre deks.
fr: Haut/Droite
is: Efst til hægri
ru: Сверху справа
sl: Zgoraj desno

source: BottomLeft
br: TraoñKleiz
da: Nederste venstre
eo: Mlsupr. Mldeks.
fr: Bas/Gauche
is: Neðst til vinstri
ru: Снизу слева
sl: Spodaj levo

source: BottomRight
br: TraoñDehou
da: Nederste højre
eo: Mlsupr. Deks.
fr: Bas/Droite
is: Neðst til hægri
ru: Снизу справа
sl: Spodaj desno

source: Fancy
br: Faltazi
da: Flot
eo: Arta
fr: Fantaisie
is: Fínerí
ru: Веселый
sl: Razko¹no

source: All users
br: An holl arveriaded
da: Alle brugere
el: Όλοι οι χρήστες
eo: Æiuj uzantoj
fr: Tous les utilisateurs
is: Allir notendur
ko: 모든 사용자
nl: Alle gebruikers
ro: Toþi utilizatorii
ru: Все
sl: Vsi uporabniki

source: Selected users
br: Arveriaded diuzet
da: Udvalgte brugere
el: Επιλεγμένοι χρήστες
eo: Elektitaj uzantoj
fr: Utilisateurs sélectionnés
is: Útvaldir notendur
ko: 선택된 사용자
nl: Gekozen gebruikers
ro: Utilizatorii selectaþi
ru: Выбранные
sl: Izbrani uporabniki

source: No-show users
br: Arveriaded dihewel
da: Brugere der ikke vises
el: Αόρατοι χρήστες
eo: Nemontrataj uzantoj
fr: Utilisateurs à ne pas afficher
is: Ósýnilegir notendur
ko: 보여주지 말아야할 사용자
nl: Nietgetoonde gebruikers
ro: Utilizatorii ascunºi
ru: Скрытые
sl: Neobstojeèi uporabniki

source: Show only selected users
br: Diskouez hepken an arveriaded diuzet
da: Vis kun udvalgte brugere
el: Να εμφανιστουν μόνο οι επιλεγμένοι χρήστες
eo: Montru nur elektitajn uzantojn
fr: Afficher seulement les utilisateurs sélectionnés
is: Sýna aðeins útvalda notendur
ko: 선택된 사용자만 보여주기
nl: Alleen gekozen gebruikers tonen
ro: Aratã doar utilizatorii selectaþi
ru: Показывать только выбранных
sl: Prika¾i samo izbrane uporabnike

source: Show all users but no-show users
br: Diskouez an holl nebeut ar re dihewel
da: Vis alle pånær brugere der ikke skal ses
el: Να εμφανιστούν όλοι οι χρήστες εκτός από τους αόρατους χρήστες
eo: Montru æiujn krom nemontrendaj
fr: Afficher seulement les utilisateurs non exclus
is: Sýna alla nema ósýnilega notendur
ko: 보여주지 말아야 할 사용자를 제외한 모든 사용자에게 보여주기
nl: Alle gebruikers tonen
ro: Aratã toþi utilizatorii în afarã de cei ascunºi
ru: Показывать всех кроме скрытых
sl: Prika¾i vse uporabnike razen neobstojeèih

source: Show users
br: Diskouez an arveriaded
da: Vis brugere
el: Εμφάνιση χρηστών
eo: Montru uzantojn
fr: Lister les utilisateurs
is: Sýna notendur
ko: 사용자 보기
nl: Laat gebruikers zien
ro: Afiºeazã utilizatorii
ru: Показывать
sl: Prika¾i uporabnike

source: Sort users
br: Rummañ an arveriaded
da: Sorter brugere
el: Ταξινόμηση χρηστών
eo: Ordigu uzantojn
fr: Trier les utilisateurs
is: Raða notendum
ko: 사용자 분류
nl: Sorteer gebruikers
ro: Sorteazã utilizatorii
ru: Сортировать
sl: Uredi uporabnike

source: KDM Setup - No user selected
sl: Nastavitev KDM - Noben uporabnik ni bil izbran

source: Save image as default image?
br: Enrollañ ar skeudenn evel skeudenn dre ziouer ?
da: Gem billede som standardbillede?
el: Να σωθεί η εικόνα για εξ ορισμού χρήση;
eo: Sekurigi bildon kiel implicitan?
fr: Enregistrer l'image comme image pas défaut ?
is: Vista mynd sem sjálfgefna?
ko: 이 이미지를 디폴트 이미지로 저장하시겠습니까?
nl: Plaatje bewaren als standaard plaatje?
ro: Salveazã imaginea ca imagine implicitã?
ru: Сохранить изображение по умолчанию?
sl: Posnami sliko kot privzeto sliko?

source: &Yes
sl: &Da

source: &No
sl: &Ne

source: Sorry, but
br: Ho tigarez, hogen
da: Desværre,
el: Συγγνώμη, αλλά το αρχείο
eo: Pardonu, sed
fr: Désolé, mais
is: Mér þykir það leitt, en
ko: 죄송합니다
nl: Helaas, maar
ro: Scuze, dar
ru: Извините, но
sl: Oprostite, toda

source: does not seem to be an image file
br: n'eus ket tres warnañ da vezañ ur restr skeudenn
da: ser ikke ud til at være en billedfil
el: δεν φαίνεται να είναι αρχείο εικόνας
eo: þajnas ne esti bilddosiero
fr: ne semble pas être un fichier image
is: virðist ekki vera myndaskrá
ko: 이미지 파일이 아닌 것 같습니다
nl: lijkt geen plaatje te zijn
ro: nu pare sã fie un fiºier imagine
ru: не похож на файл с изображением
sl: ni videti kot datoteka s sliko

source: Please use files with these extensions
br: Arverit mar plij restroù gant an astennadur-mañ
da: Brug billeder med følgende endelser
el: Παρακαλώ χρησιμοποιήστε αρχεία με τις παρακάτω επεκτάσεις
eo: Bonvolu uzi dosierojn kun la sekvaj fina¼oj
fr: Veuillez utiliser des fichiers avec ces extensions
is: Notaðu skrár með þessar endingar
ko: 이 확장자와 함께 파일을 사용해주십시오
nl: Gebruik bestanden met een van de deze extensies
ro: Vã rugãm sã folosiþi fiºiere cu urmãtoarele extensii
ru: Пожайлуста используйте файлы с этими расширениями
sl: Prosim uporabite datoteke s temi priponami

source: Allow to shutdown
br: Aotren da lazhañ
da: Tilladelse til at lukke ned
eo: Permesu operaciumofermon
fr: Autoriser l'arrêt de la machine
is: Boðið upp á að slökkva
ru: Разрешать выключать
sl: Dovoli zaustavitev sistema

source: All
br: An holl
da: Alle
el: σε όλους
eo: al æiuj
fr: Tous
is: Öllum
ko: 모든 사용자
nl: Iedereen
ro: Toþi
ru: Всем
sl: Vsem

source: Root Only
br: Root hepken
da: Kun Root
el: μόνο στον root
eo: al Radiko
fr: root seulement
is: Bara rót
ko: 루트만
nl: Alleen root
ro: Doar root-ul
ru: Только Root
sl: Samo uporabniku root

source: Console Only
br: Al letrin kepken
da: Kun fra konsol
el: μόνο από κονσόλα
eo: al pupitro
fr: Sur la console seulement
is: Bara af meginskjá
ko: 콘솔에서만
nl: Alleen op de console
ro: Doar de la consolã
ru: Только с консоли
sl: Samo na konzoli

source: Commands
br: Urzhiadoù
da: Kommandoer
el: Εντολές
eo: Komandoj
fr: Commandes
is: Skipanir
ko: 명령
nl: Commandos
ro: Comenzi
ru: Команды
sl: Ukazi

source: Shutdown
br: Lazhañ
da: Luk ned
el: Κλείσιμο
eo: Operaciumofermo
fr: Arrêt de la machine
is: Slökkt
ko: 셧다운
nl: Afsluiten
ro: Inchide
ru: Выключить
sl: Zaustavitev sistema

source: Restart
br: Adloc'hañ
da: Genstart
el: Επανεκκίνηση
eo: Relanæo
fr: Redémarrage
is: Endurræst
ko: 재실행
nl: Herstarten
ro: Restarteazã
ru: Перезагрузить
sl: Ponoven zagon sistema

source: Console mode
sl: Konzolni naèin

source: Session types
br: Rizhoù dalc'h
da: Sessionstyper
el: Τύποι σύνδεσης
eo: Seancotipoj
fr: Type de session
is: Tegundir seta
ko: 세션 유형
nl: Sessietypes
ro: Tipuri de sesiuni
ru: Виды сессий
sl: Tipi sej

source: New type
br: Rizh nevez
da: Ny type
el: Νέος τύπος
eo: Nova tipo
fr: Nouveau type
is: Ný tegund
ko: 새 유형
nl: Nieuw type
ro: Tip nou
ru: Новый вид
sl: Nov tip

source: Available types
br: Rizhoù hegerz
da: Tilgængelige typer
el: Διαθέσιμοι τύποι
eo: Disponeblaj tipoj
fr: Types disponibles
is: Tiltækar tegundir
ko: 가능한 유형
nl: Beschikbaar types
ro: Tipuri disponibile
ru: Доступные виды
sl: Dostopni tipi

source: without name!
br: Hep anv !
da: uden navn!
eo: sen nomo!
fr: sans nom !
is: nafnlaus!
ko: 이름 없음!
ro: fãrã nume!
ru: без имени!
sl: brez imena!

source: Use Lilo for reboot options
sl: Uporabite LILO za izbire pri ponovnem zagonu

source: Lilo command
sl: Ukaz LILO

source: Lilo map file
sl: Datoteka s karto LILO

source: usage: kdmconfig [-init | {appearance,font,background,sessions,users}]
br: arveriadur : kdmconfig [-init | {appearance,font,background,sessions,users}]
da: Anvendelse: kdmconfig [-init | {appearance,font,background,sessions,users}]
el: Σύνταξη: kdmconfig [-init | {appearance,font,background,sessions,users}]
eo: uzo: kdmconfig [-init | {appearance,font,background,sessions,users}]
fr: utilisation : kdmconfig [-init | {appearance,font,background,sessions,users}]
is: notkun: kdmconfig [-init | {appearance,font,background,sessions,users}]
ko: 사용법: kdmconfig [-init | {형태,글꼴,백그라운드,세션,사용자}]
nl: gebruik: kdmconfig [-init | {appearance,font,background,sessions,users}]
ro: folosire: kdmconfig [-init | {appearance,font,background,sessions,users}]
ru: использование [-init | {appearance,font,background,sessions,users}]

source: Sorry, but you don't have read/write permission to the KDM setup file.
br: Ho tigarez, hogen n'hoc'h eus ket aotre lenn/skrivañ war ar restr kefluniañ KDM.
da: Du har ikke skriverettigheder til KDM opsætningsfilen
el: Συγγνώμη, αλλά δεν έχετε πρόσβαση στο αρχείο ρυθμίσεων του KDM.
eo: Pardonu, sed vi ne havas lego/skribo- permesojn por la KDM-agorda¼odosiero.
fr: Désolé, vous n'avez pas le droit d'écrire dans le fichier de configuration de KDM.
is: Þú hefur ekki les/skrif heimild að KDM stilliskránni.
ko: 귀하는 KDM 설정 파일에 읽기쓰기 권한이 없습니다.
nl: Helaas, maar u heeft geen schrijftoegang tot het bestand met de instellingen voor KDM.
ro: Nu ai permisiuni de citire/scriere pentru fiºierul de configurare KDM.
ru: Извините, но вы не имеете права читать и писать в конфигурационный файл KDM.

source: Missing privileges
br: Diouer a zreistgwirioù
da: Manglende rettigheder
el: Ελλιπή δικαιώματα πρόσβασης
eo: Manko de privilegioj
fr: Privilèges manquants
is: Vantar réttindi
ko: 권한 없음
nl: Geen toegang
ro: Nu ai acest privilegiu
ru: Недостаточно привилегий

source: KDM logo:
br: Logo KDM :
el: Σήμα του KDM:
eo: KDM-insigno:
fr: Logo de KDM :
is: Merki KDM:
ko: KDM 로고:
ro: Imagine logo KDM:
ru: Лого KDM:

source: ERROR
br: FAZI
da: FEJL
el: ΣΦΑΛΜΑ
eo: ERARO
fr: ERREUR
is: VILLA
ko: 오류
nl: FOUT
ro: Eroare
ru: ОШИБКА

source: Improper File Extension
br: Astennadur restr siek
da: Forkert fil-efternavn
el: Λανθασμένη επέκταση αρχείου
eo: Neøusta dosierfina¼o
fr: Extension de fichier inadéquate
is: Óviðeigandi skráarnafnsending
ko: 부적절한 파일 확장자
nl: Onbekende bestandsextensie
ro: Extensie fiºier improprie
ru: Неправильное Расширение Файла

source: No user selected
br: Arveriad diuzet ebet
da: Ingen bruger valgt
el: Δεν έχει επιλεγεί χρήστης
eo: Neniu uzanto elektita
fr: Pas d'utilisateur sélectionné
is: Enginn notandi valinn
ko: 사용자가 선택되지 않음
nl: Geen gebruiker gekozen
ro: Nici un utilizator selectat
ru: Никого не выбрано

source: Motif
eo: Motifo
ko: 모티프
ru: Мотиф

source: Windows
eo: Vindozo
ko: 윈도우
ru: Форточки

source: Change font
ko: 글꼴 변경
ro: Schimbã fontul

source: Example:
ko: 예제
ro: Exemplu:

source: Tiled
ko: 타일형식
ro: Alãturate

source: Centred
ko: 중앙
ro: Centrat

source: Scaled
ko: 크기조절
ro: Scalat
