Repository: KDE/kde1-kdebase
Catalog: po/*/kfind.po
Languages: br, ca, cs, el, fi, he, hr, hu, is

source: Directories:
br: Renkelloù :
ca: Directoris:
cs: Adresáøe:
el: Κατάλογοι
fi: Hakemistot:
he: תוירפס
hr: Direktoriji:
hu: Könyvtárak:
is: Möppur:

source: Cannot open or read directory.
br: N'hallan ket digeriñ pe lenn ar renkell.
ca: No es pot obrir o llegir el directori
cs: Nemohu otevøít nebo èíst adresáø.
el: Αδυναμία ανοίγματος ή διαβάσματος υποκαταλόγου.
fi: Tiedostoa tai hakemistoa ei voitu avata.
he: היירפסה תא חותפל וא אורל ןתינ אל
hr: Ne mogu otvoriti ili èitati direktorij.
hu: Nem lehet megnyitni vagy olvasni a könyvtárat.
is: Ekki tókst að opna eða lesa möppu.

source: &Start search
br: &Loc'hañ an enklask
ca: &Engegar cerca
fi: &Aloita etsint‰
he: שופי&ח לחתה
hr: &Pokreni pretragu
is: &Hefja leit

source: S&top search
br: &Herzel an enklask
ca: &Aturar cerca
fi: &Lopeta etsint‰
he: שופיח &קספה
hr: &Zaustavi pretragu
is: &Stöðva leit

source: &Open
br: &Digeriñ
ca: &Obrir
cs: &Otevøít
el: Άνοιγμα
fi: &Avaa
he: חת&פ
hr: &Otvori
hu: &Megnyitás
is: &Opna

source: &Add to archive
br: &Ouzhpennañ d'an diell...
ca: &Afegir al fitxer
cs: Pøidat do &archivu
el: Προσθήκη στο αρχείο
fi: &Lis‰‰ arkistoon
he: ןויכראל ף&סוה
hr: &Dodaj u arhivu
hu: &Hozzáad az archívumhoz
is: &Bæta við safn

source: &Properties
br: &Perzhioù
ca: &Propietats
cs: &Vlastnosti
el: Ιδιότητες
fi: &Ominaisuudet
he: םינייפאמ
hr: &Svojstva
hu: &Tulajdonságok
is: &Eiginleikar

source: Open Containing &Folder
br: Digeriñ ar &renkell endalc'her
ca: Obrir &Carpeta contenidora
cs: Otevøít o&dpovídající adresáø
el: Άνοιγμα καταλόγου με περιεχόμενα
fi: Avaa kohteen &kansio
he: םוקימה תיירפס תא חתפ
hr: Otvori sadr¾ani &direktorij
hu: Tartalmazó &könyvtár megnyitása
is: Opna &möppuna

source: &Save Search
br: &Enrollañ an enklask
ca: &Desar cerca
cs: U&lo¾it výsledky
el: Aποθήκευση αναζήτησης
fi: Ta&llenna etsint‰
he: שופיחה תואצות רומ&ש
hr: Spre&mi pretra¾ivanje
hu: Keresés &mentése
is: &Vista leit

source: &Select All
br: Diuz &pep tra
ca: &Seleccionar tot
cs: Vybr&at v¹e
el: Επιλογή όλων
fi: &Valitse kaikki
he: לכה רחב
hr: &Oznaèi sve
hu: &Mindent kijelöl
is: &Velja allt

source: Unse&lect All
br: &Andiuz pep tra
ca: &Deseleccionar tot
cs: Nic &nevybrat
fi: &Poista valinnat
he: הריחב לט&ב
hr: O&dznaèi sve
is: &Hætta við allt val

source: &Invert Selection
br: &Eilpennañ an diuz
ca: &Invertir la selecció
cs: &Invertovat výbìr
el: Αντίστροφη Επιλογή
fi: K‰‰nn‰ v&alinta
he: הריחב ךו&פה
hr: &Inverzija oznaèenog
hu: Kiválasztás m&egfordítása
is: &Víxla vali

source: &Preferences ...
br: &Dibaboù pennañ...
ca: &Preferències...
cs: &Preference...
el: Προτιμήσεις
fi: &Ominaisuudet ...
he: ...תופ&דעה
hr: Pos&tavke ...
hu: &Beállítások...
is: &Stillingar ...

source: KFind %s Frontend to find utility Miroslav Flídr <flidr@kky.zcu.cz> Special thanks to Stephan Kulow <coolo@kde.org>
br: KFind %s Etrefas ar maveg enklask Miroslav Flídr <flidr@kky.zcu.cz> Trugarez da Stephan Kulow <coolo@kde.org>
ca: KFind %s Frontal de la utilitat de cerca Miroslav Flídr <flidr@kky.zcu.cz> Moltes mercés a Stephan Kulow <coolo@kde.org>
cs: KFind %s Grafický interface pro nástroj find Miroslav Flídr <flidr@kky.zcu.cz> Zvlá¹tní podìkování Stephanu Kulowovi <coolo@kde.org>
hr: KFind %s Suèelje za program find Miroslav Flídr <flidr@kky.zcu.cz> Posebna zahvala Stephanu Kulowu <ycoolo@kde.org>
hu: KFind %s Felület a find segédeszközhöz Miroslaf Flídr <flidr@kky.zcu.cz> Külön köszönet Stephan Kulow-nak <coolo@kde.org>
is: KFind %s Notendaflötur á find forritið eftir Miroslav Flídr <flidr@kky.zcu.cz> Sérstakar þakkir fær Stephan Kulow <coolo@kde.org>

source: Start Search
br: Loc'hañ an enklask
ca: Engegar cerca
cs: Spustit hledání
el: Εύρεση τώρα
fi: Aloita etsint‰
he: שופיח לחתה
hr: Pokreni pretragu
hu: Keresés indítása
is: Hefja leit

source: New Search
br: Enklask all
ca: Nova cerca
cs: Nové hledání
el: Νέα αναζήτηση
fi: Uusi etsint‰
he: שדח שופיח
hr: Novo pretra¾ivanje
hu: Új keresés
is: Ný leit

source: Stop Search
br: Herzel an enklask
ca: Aturar cerca
cs: Zastavit hledání
el: Τέλος αναζήτησης
fi: Lopeta etsint‰
he: שופיח קספה
hr: Zaustavi pretragu
hu: Állj
is: Stöðva leit

source: Add to archive
br: Ouzhpennañ d'an diell...
ca: Afegir al fitxer
cs: Pøidat do archivu
el: Προσθήκη στο αρχείο
fi: Lis‰‰ arkistoon
he: ןויכראל ףסוה
hr: Dodaj u arhivu
hu: Hozzáad az archívumhoz
is: Bæta við safn

source: Open Containing Folder
br: Digeriñ ar renkell endalc'her
ca: Obrir Carpeta contenidora
cs: Otevøít odpovídající adresáø
el: Άνοιγμα καταλόγου με περιεχόμενα
fi: Avaa kohteen kansio
he: ץבוקה לש הירפסה תא חתפ
hr: Otvori sadr¾ani direktorij
hu: Tartalmazó könyvtár megnyitása
is: Opna möppu

source: Save Search Results
br: Enrollañ an disoc'hoù
ca: Desar resultats cerca
cs: Ulo¾it výsledky
el: Αποθήκευση αποτελεσμάτων αναζήτησης
fi: Tallenna etsinn‰n tulokset
he: שופיחה תואצות רומש
hr: Spremi rezultate pretrage
hu: Keresés &mentése
is: Vista niðurstöður leitar

source: &Named:
br: &Anvet
ca: A&nomenat:
cs: Náz&ev
el: Ονομασμένο
fi: &Nimi:
he: םשב
hr: Im&e:
hu: &Neve:
is: &Nafn:

source: &Look in:
br: Sellet &e :
ca: &Buscar a:
cs: &Kde hledat:
el: Ψάξε σε
fi: &Kansiosta:
he: ב שפח
hr: Pot&ra¾i u:
hu: Keresés &helye:
is: &Leita í:

source: &Browse ...
br: &Furchal...
ca: &Fullejar
cs: &Listuj...
el: Εξερεύνηση
fi: &Selaa ...
he: ...ןויע
hr: Po&tra¾i...
hu: &Tallóz...
is: &Flakka ...

source: Include &subfolders
br: An &is-renkelloù ivez
ca: Incloure &Subcarpetes
cs: Vèe&tnì vnoøených adresáøù
el: Συμπεριλαμβανομένου και των υποκαταλόγων
fi: Etsi &alikansioista
hr: Tra¾i kroz &poddirektorije
hu: &Alkönyvtárakkal együtt
is: Leita í &undirmöppum

source: Name& Location
br: Anv && lec'hiadur
ca: Nom &Localització
cs: Název a umístìní
el: Όνομα Περιοχή
fi: Nime&‰ Sijainti
he: םוקימו םש
hr: Ime i mjesto
is: N&afn og staðsetning

source: and
br: ha
ca: i
cs: a
el: και
fi: ja
hr: i
hu: és
is: og

source: month(s)
br: miz diwezhañ
ca: mes(os)
cs: mìsícù
el: μήνα
fi: kuukauden aikana
he: םדוקה
hr: mjeseca
hu: hónap(ok)
is: mánuðir

source: day(s)
br: devezh diwezhañ
ca: dia(es)
cs: dnù
el: μέρες
fi: p‰iv‰n aikana
he: םדוקה
hr: dana
hu: nap(ok)
is: dagar

source: &All files
br: An &holl restroù
ca: &Tots els fitxers
cs: V¹echny so&ubory
el: Όλα τα αρχεία
fi: &Kaikki tiedostot
he: םיצבקה לכ
hr: &Sve datoteke
hu: &Minden file
is: &Allar skrár

source: Find all files created or &modified:
br: Restroù &krouet pe kemmet :
ca: Trobar tots els fitxers creats o &Modificats:
cs: Najít soubo&ry vytvoøené nebo zmìnìné:
el: Εύρεση όλων των αρχείων που δημιουργήθηκαν ή τροποποιήθηκαν
fi: Etsi kaikki luodut tai &muutetut tiedostot:
he: ונוש וא ורצונש םיצבקה לכ תא אצמ
hr: Naði sve datoteke naèinjene ili &mijenjane:
hu: Újabb, vagy módosított file-ok keresése:
is: Finna allar skrár búnar til eða &breytt:

source: &between
br: &etre
ca: e&ntre
cs: m&ezi
el: μεταξύ
fi: &v‰lill‰
he: ןיב
hr: izmeð&u
hu: &között:
is: á &milli

source: during the previou&s
br: e-&doug ar
ca: durant el(s) previ(&s)
cs: bìhem posle&dních
el: κατά την προηγούμενη
fi: &kuluneen
he: םישדוחה רפסמ ךלהמב
hr: tijekom prethodno&g
hu: az &elõzõ
is: &síðustu

source: &during the previous
br: e-doug &an
ca: &durant el(s) previ(s)
cs: bìhem poslední&ch
el: κατά το προηγούμενο
fi: k&uluneen
he: םימיה רפסמ ךלהמב
hr: prili&kom prethodnog
hu: az &elõzõ
is: &síðustu

source: Date Modified
br: Deizhiad kemmet
ca: Data &Modificació
cs: Poslední zmìna
el: Ημερομηνία τροποποίησης
fi: Muutettu P‰iv‰n‰
he: יונישה ךיראת
hr: Datum promjene
hu: Módosítva
is: Breytingadagur

source: Of &type:
br: Eus ar &rizh :
ca: Del &tipus
cs: &Typ:
el: Του τύπου
fi: &Tyyppi‰:
he: ץבוקה גוס
hr: &Tipa:
hu: &Típusa:
is: Af &taginu

source: &Containing Text:
br: &Enno an destenn :
ca: &Contenint text:
cs: Obsahuje te&xt:
el: Περιεχόμενο κείμενο
fi: &Sis‰lt‰‰ Tekstin:
he: טסקטה תא ליכמ
hr: &Tra¾eni tekst:
hu: &Tartalmaz:
is: Sem &Inniheldur:

source: &Size is:
br: Ar &ment anezho
ca: &Grandària:
cs: Veli&kost:
el: Το μέγεθος είναι
fi: &Kooltaan:
he: אוה ולדוגש
hr: Ve&lièina je:
hu: &Mérete:
is: &Stærð:

source: KB
br: KO

source: All Files and Folders
br: An holl restroù ha renkelloù
ca: Tots els fitxers i carpetes
cs: V¹echny soubory a adresáøe
el: Όλα τα αρχεία και οι φάκελλοι
fi: Kaikki tiedostot ja kansiot
he: תויקיתהו םיצבקה לכ
hr: Sve datoteke i direktorije
hu: Minden file és könyvtár
is: Allar skrár og möppur

source: Folders
br: Renkelloù
ca: Carpetes
cs: Adresáøe
fi: Kansiot
he: תויקית
hr: Direktoriji
is: Möppur

source: Symbolic links
br: Ereoù arouezel
ca: Enllaços simbòlics
cs: Symbolické odkazy
fi: Symboliset linkit
he: ךרד ירוציק
hr: Dvojnici
is: Skráarvísanir

source: Special files (sockets, device files...)
br: Restroù dibar (lugelloù, trobarzhelloù... )
ca: Fitxers especials (sockets, fitxers dispositiu...)
cs: Speciální soubory (sokety, soubory zaøízení,...)
fi: Erikoistiedostot (laitetiedostot...)
he: (sockets, device files...) םידחוימ םיצבק
hr: Posebne datoteke (socketi, device datoteke...)
is: Sérstakar skrár (sökklar, tæki...)

source: Executable files
br: Restroù sevenadus
ca: Fitxers executables
cs: Spustitelné soubory
fi: Suoritettavat tiedostot
he: הצרה יצבק
hr: Izvr¹ne datoteke
is: Keyranlegar skrár

source: SUID executable files
br: Restroù sevenadus SUID
ca: Fitxers executables SUID
cs: Soubory spustitélné jako SUID
fi: SUID suoritettava tiedosto
he: SUID-שמתשמ יונישב הצרה יצבק
hr: SUID izvr¹ne datoteke
is: SUID keyranlegar skrár

source: (none)
br: (hini ebet)
el: (κενό)
fi: (ei mik‰‰n)
hr: (nikakva)

source: At Least
br: D'an nebeutañ
ca: Com a mínim
cs: pøinejmen¹ím
el: Τελικά
fi: V‰hint‰‰n
he: תוחפל
hr: Barem
hu: Legalább
is: Að minnsta kosti

source: At Most
br: D'ar muiañ
ca: Com a màxim
cs: nejvíce
el: Περισσότερο
fi: Enint‰‰n
he: רתויה לכל
hr: Najvi¹e
hu: Legfeljebb
is: Í mesta lagi

source: Advanced
br: Araokaet
ca: A&vançat
cs: Upøesnit
el: Για προχωρημένους
fi: Tarkennettu
he: םדקתמ
hr: Napredno
hu: Továbbá
is: Flókin leit

source: The date is not valid!!
br: An deiziad a zo siek !
ca: La data no és vàlida||
cs: Toto datum neexistuje!
el: Η ημερομηνία δεν είναι έγκυρη
fi: P‰iv‰m‰‰r‰ ei ole oikein!!
he: !! יקוח וניא ךיראתה
hr: Datum nije ispravan!!
hu: A dátum nem érvényes
is: Dagsetningin er gölluð!!

source: The month(s) value isn't valid!!
br: Ar miz a zo siek !
ca: El valor del mes no és vàlid!!
cs: Tento mìsíc neexistuje!
el: Η τιμή για τον μήνα δεν είναι έγκυρη!!
fi: Kuukausi ei ole oikein!!
he: יקוח וניא שדוחה רפסמ
hr: Mjesec(i) nije(su) ispravan!!
hu: A megadott hónap értéke hibás!!
is: Mánaðargildin eru gölluð

source: The day(s) value isn't valid!!
br: Gwerzh an deiz a zo siek !
ca: El valor del dia no és vàlid!!
cs: Tento den neexistuje!
el: Η τιμή για την μέρα δεν είναι έγκυρη!!
fi: P‰iv‰ ei ole oikein!!
he: יקוח וניא םויה רפסמ
hr: Dan(i) nije(su) ispravan!!
hu: A megadott nap értéke hibás!!
is: Dagagildin eru gölluð!!

source: The value in size isn't valid number!!
br: Gwerzh ar vent a zo ur sifr siek !
ca: El valor de la grandària no és un número vàlid!!
cs: Hodnota velikosti není platné èíslo!
fi: Koko ei ole oikein!!
he: !!יקוח ךרע וניא לדוגל תתנש ךרעה
hr: Vrijednost velièine nije ispravna!!
hu: A megadott szöveg nem egy szám!!
is: Stærðargildið er ekki tala!!

source: Preferences
br: Dibaboù
ca: Preferències
cs: Preference
el: Προτιμήσεις
fi: Ominaisuudet
he: תופדעה
hr: Postava
hu: Beállítások

source: File format:
br: Furmad ar restr :
ca: Format de fitxer:
cs: Datový formát:
el: Moρφοποιήση αρχείου
fi: Tiedostoformaatti:
he: ץבוק גוס
hr: Format datoteke:
hu: File formátuma:
is: Skráarform:

source: Save results to file:
br: Enrollañ disoc'hoù e :
ca: Desar resultats en el fitxer:
cs: Ulo¾it výsledky do:
el: Αποθήκευση αποτελεσμάτων στο αρχείο
fi: Tallenna tulokset tiedostoon:
he: רחא ץבוקב תואצותה תא רומש
hr: Spremi rezultate u datoteku:
hu: Eredmények mentése file-ba:
is: Vista niðurstöður í skrá:

source: Save results to file ~/.kfind-results.html
br: Enrollañ disoc'hoù e ~/.kfind-results.html
ca: Desar resultats en el fitxer ~/.kfind-results.html
cs: Ulo¾it výsledky do ~/.kfind-results.html
el: Αποθήκευση αποτελεσμάτων στο αρχείο ~/.kfind-results.html
fi: Tallenna tulokset tiedostoon ~/.kfind-results.html
he: ~/.kfind-results.html ץבוקב תואצותה תא רומש
hr: Spremi rezultate u datoteku ~/.kfind-results.html
hu: Eredmények mentése a ~/.kfind-results.html-ba
is: Vista niðurstöpur í skránni ~/.kfind-results.html

source: Browse
br: Furchal
ca: Fullejar
cs: Listovat
el: Εξερεύνηση
fi: Selaa
he: ...ןויע
hr: Potra¾i
hu: Tallóz
is: Flakka

source: Plain Text
br: Testenn eeun
ca: Text planer
cs: Text
el: Aπλό Κείμενο
fi: Pelkk‰ teksti
he: טסקט ץבוק
hr: Èisti tekst
hu: Egyszerû szöveg
is: Hreinn texti

source: Saving
br: Enrolladur
ca: &Desar
cs: Ukládání
el: Αποθήκευση...
fi: Tallennus
he: רמוש
hr: Spremam
hu: Mentés
is: Vista

source: Create Archive:
br: Krouiñ an diell :
ca: Crear fitxer:
cs: Vytvoøení archivu:
el: Δημιουργία αρχείου
fi: Luo arkisto:
he: ביכרא תריציי
hr: Naèini arhivu:
hu: Archív létrehozása:
is: Búa til:

source: Add to Archive:
br: Stagañ d'an diell :
ca: Afegir a fitxer:
cs: Pøidání do archivu:
el: Προσθήκη στο αρχείο
fi: Lis‰‰ arkistoon:
he: ביכראל הפסוה
hr: Dodaj u arhivu:
hu: Archív bõvítése:
is: Bæta við:

source: Patterns:
br: Siloù :
ca: Patrons:
cs: Filtr:
el: Πρότυπα
fi: Kuvio:
he: תומויס
hr: Uzorci:
hu: Minták:
is: Mynstur:

source: Add New
br: Ouzhpennañ
ca: Afegir nou
cs: Pøidej nový
el: Προσθήκη νέου
fi: Lis‰‰ uusi
he: שדח ףסוה
hr: Dodaj novi
hu: Bõvít
is: Bæta við nýju

source: Archivers
br: Diellerien
ca: Arxivadors
cs: Archivery
el: Aρχειοθέτες
fi: Arkistoijat
he: ביכרא תונכות
hr: Arhiveri
hu: Arhiválók
is: Þjöppunarforrit

source: %d file(s) found
br: %d restr kavet
ca: trobats %d fitxer(s)
cs: Nalezeno %d souborù
el: %d αρχεία βρέθηκαν
fi: %d tiedostoa lˆytyi
he: ואצמנ םיצבק %d
hr: %d datoteka naðeno/a
hu: %d file található
is: fann %d skrár

source: It wasn't possible to save results!
br: Tu ebet da enrollañ an disoc'hoù !
ca: No ha estat possible desar els resultats!
cs: Nebylo mo¾né ulo¾it výsledky!
el: Αδύνατη η αποθήκευση των αποτελεσμάτων
fi: Tuloksien tallentaminen ei onnistunut!
he: שופיחה תואצות תא רומשל ןתינ אל
hr: Nisam mogao spremiti rezultate!
hu: Nem lehet elmenteni az eredményeket!
is: Ekki tókst að vista niðurstöðurnar!

source: KFind Results File
br: Restr disoc'hoù KFind
ca: Fitxer de resultats de KFind
cs: Soubor s výstupy KFindu
el: Αρχείο αποτελεσμάτων του KFind
fi: KFind etsinn‰n tulokset:
he: שופיח תואצות ץבוק
hr: KFind datoteka s rezultatima
hu: KFind eredményfile
is: KFind niðurstöðuskrá

source: Results were saved to file
br: Disoc'hoù enrollet er restr
ca: Els resultats s'han desat al fitxer
cs: Výsledky byly ulo¾eny do souboru
el: Αποτελέσματα που αποθηκεύτηκαν στο αρχείο
fi: Tulokset tallennettu tiedostoon
he: ץבוקל ורמשנ שופיחה תואצות
hr: Rezultati su spremljeni u datoteku
hu: Az eredményeket tartalmazó file:
is: Niðurtöðurnar voru vistaðar í skrá

source: Do you really want to delete file: %s
br: Ha fellout ar ra deoc'h da vat lemel ar restr-mañ: %s
ca: De veres voleu esborrar el fitxer: %s
cs: Opravdu si pøejete zru¹it soubor: %s
el: Θέλετε σίγουρα να διαγράψετε το αρχείο: %s
fi: Haluatko todella poistaa tiedoston: %s
he: :ץבוקה תא קוחמל ךנוצרבש חוטב התא םאה ? %s
hr: ®elite li zbilja obrisati datoteku: %s
hu: Biztos, hogy törölni kívánja a(z) %s file-t?
is: Viltu virkilega yeða skránni %s

source: Delete File
br: Lemel ar restr
ca: Esborrar fitxer
cs: Zru¹it soubor
el: Διαγραφή αρχείου
fi: Poista tiedosto
he: ץבוק תקיחמ
hr: Obri¹i datoteku
hu: File törlése
is: Eyða skrá

source: You have no permission to delete this file
br: N'hoc'h ket aotreet da lemel ar restr-mañ
ca: No teniu permís per esborrar el fitxer
cs: Nemáte pøístupová práva ke zru¹ení tohoto souboru
el: Δεν έχετε το δικαίωμανα διαγράψετε αυτό το αρχείο
fi: Sinulla ei ole oikeuksia poistaa t‰t‰ tiedostoa.
he: ץבוקה תא קוחמל תואשרה ךל ןיא רחבנש
hr: Nemate ovlasti za brisanje te datoteke
hu: Nincs joga ezt a file-t törölni
is: Þú hefur ekki aðgangsheimildir til að eyða þessari skrá

source: It isn't possible to delete selected file
br: N'eus ket tu da lemel ar restr diuzet
ca: No es possible esborrar el fitxer seleccionat
cs: Není mo¾né zru¹it vybraný soubor
el: Αδύνατη η διαγραφή του επιλεγμένου αρχείου
fi: Valittua tiedostoa ei ole mahdollista poistaa.
he: רחבנש ץבוקה תא קוחמל ןתינ אל
hr: Ne mogu obrisati biranu datoteku
hu: A kiválasztott file-t nem lehet törölni
is: Það er ekki hægt að eyða þessari skrá

source: You have no permission to delete this directory
br: N'oc'h ket aotreet da lemel ar renkell-mañ
ca: No teniu permís per esborrar el directori
cs: Nemáte pøístupová práva ke zru¹ení tohoto adresáøe!
el: Δεν έχετε το δικαίωμανα διαγράψετε αυτόν τον κατάλογο
fi: Sinulla ei ole oikeuksia poistaa t‰t‰ hakemistoa.
he: קוחמל תואשרה ךל ןיאהרחבנש היירפסה תא
hr: Nemate ovlasti za brisanje tog direktorija
hu: Nincs joga ennek a könyvtárnak a törléséhez
is: Þú hefur ekki aðgangsheimildir til að eyða þessari möppu

source: Specified directory is not empty!
br: N'eo ket goullo ar renkell diuzet !
ca: El directori especificat no està buit!
cs: Specifikovaný adresáø není prázdný!
el: Ο επιλεγμένος κατάλογος δεν είναι κενός!
fi: M‰‰ritetty hakemisto ei ole tyhj‰.
he: הרחבנש היירפסה הקיר הנניא
hr: Navedeni direktorij nije prazan!
hu: A megadott könyvtár nem üres!
is: Tiltekin mappa er ekki tóm!

source: It isn't possible to delete selected directory
br: N'eus ket tu da lemel ar renkell diuzet
ca: No es possible esborrar el directori seleccionat
cs: Není mo¾né zru¹it vybraný adresáø
el: Αδύνατη η διαγραφή του επιλεγμένου καταλόγου
fi: Valittua hakemistoa ei ole mahdollista poistaa.
he: קוחמל ןתינ אל הרחבנש היירפסה תא
hr: Ne mogu obrisati birani direktorij
hu: A kiválasztott könyvtárat nem lehet törölni
is: Það er ekki hægt að eyða þessari skrá

source: Couldn't recognize archive type!
br: Ne m'eus ket gallet anavezet rizh an diell !
ca: No reconec el tipus d'arxiu!
cs: Nemohu urèit typ archivu!
el: Αδύνατη αναγνώριση αρχείου
fi: Tunnistamaton arkistotyyppi!
he: ביכראה גוס תא תוהזל ןתינ אל
hr: Ne prepoznajem vrstu arhive!
hu: Nem ismerhetõ fel az arhív típusa!
is: Óþekkt gerð safns

source: Error while creating child process!
br: Fazi en ur grouiñ an argerzh bugel
ca: Error al crear el procés fill!
cs: Chyba pøi vytváøení procesu!
el: Αποτυχία κατα την δημιουργία υποδιεργασίας
fi: Virhe luotaessa lapsiprosessia!
he: ןב ךילהת תריציב האיגש הערא - האיגש
hr: Gre¹ka prilikom stvaranja nasljednog (child) procesa!
hu: Hiba a gyerek process kreálása közben!
is: Villa kom upp þegar ræsa átti undirferli!

source: &Cut
cs: &Vyjmout

source: Properties
cs: Vlastnosti

source: Files
cs: Soubory

source: KFind %s Frontend to find utility Miroslav FlÌdr <flidr@kky.zcu.cz> Special thanks to Stephan Kulow <coolo@kde.org>
fi: KFind %s Graafinen k‰yttˆliittym‰ find tyˆkalulle. Miroslav FlÌdr <flidr@kky.zcu.cz> Erityiset kiitokset Stephan Kulow:lle <coolo@kde.org>

source: KFind %s Frontend to find utility Miroslav Flםdr <flidr@kky.zcu.cz> Special thanks to Stephan Kulow <coolo@kde.org>
he: שופיח סקינויב שופיחה תנכותל שמתשמ קשממ רדילפ בלסורימ ידי לע בתכינ <flidr@kky.zcu.cz> ולוק ןפיטסל תודחוימ תודות <coolo@kde.org>
