Repository: KDE/kde1-kdebase
Catalog: po/*/kfm.po
Languages: br, ca, cs, da, de, el, eo, et, fi, fr, he, hr, hu, is, it, ko, nl, no, pl, pt_br, ro, ru, sk, sl, sv, tr

source: Could not delete %s URL does not exist or permission denied
br: Ne m'eus ket gallet distruj %s An URL n'eus ket anezhañ pe nac'het eo bet an aotre
ca: No s'ha pogut esborrar %s No existeix l'URL o s'ha denegat el permís
cs: Není mo¾né smazat %s URL neexistuje nebo nemáte pøístupová práva.
da: Kunne ikke slette %s URL´en eksisterer ikke eller adgang nægtet
de: %s konnte nicht gelöscht werden. URL existiert nicht oder Zugriff verweigert
el: Δεν μπόρεσα να διαγράψω %s Το URL δεν υπάρχει ή η πρόσβαση δεν επετρέπεται
eo: Ne eblis forigi %s URL ne ekzistas aý estas malpermesita
et: Ei suuda kustutada %s Aadressi ei eksisteeri või on juurdepääs keelatud
fi: Kohteen %s tuhoaminen epäonnistui. URL:ää ei ole olemassa tai käsittely estetty.
fr: Impossible de supprimer %s L'URL n'existe pas ou l'accès en est refusé
he: קוחמל ןתינ אל %s רושיקה תא תואשרה ךל ןיאש וא םייק וניא רושיקה
hr: Ne mogu obrisati %s URL ne postoji ili je pristup onemoguæen
hu: Nem lehet törölni %s-t Az URL nem létezik, vagy hozzáférés megtagadva.
is: Ekki tókst að eyða %s Annað hvort er slóðin ekki til eða þú hefur ekki heimild til þess
it: Impossibile cancellare %s indirizzo(URL) inesistente o permesso negato
ko: %s를 지울 수 없습니다 URL이 존재하지 않거나 권한이 없습니다
nl: %s kon niet verwijderd worden URL bestaat niet of niet genoeg rechten
no: Kunne ikke slette %s URLen eksisterer ikke eller tilgang nektet
pl: Nie mo¿na skasowaæ %s URL nie istnieje lub brak dostêpu
pt_br: Não foi possível apagar %s URL não existe ou permissão negada
ro: Nu pot ºterge %s URL-ul nu existã sau permisiunea este interzisã
ru: Ошибка удаления %s URL не существует или доступ запрещен
sk: Nie je mo¾né zmaza» %s URL neexistuje alebo bol odmietnutý prístup.
sl: Ne morem izbrisati %s URL ne obstaja ali pa je dostop onemogoèen
sv: Kunde inte radera %s URL:en finns inte, eller så nekades du åtkomst
tr: %s silinemiyor URL yok yada izin verilmiyor

source: Could not login for %s Perhaps wrong password
br: Ne m'eus ket gallet ereañ evit %s Tremenger faos marteze
ca: No s'ha pogut fer el login de %s Potser la contrasenya és equivocada
cs: Není mo¾né se pøipojit k %s Pravdìpodobné chybné heslo
da: Kunne ikke logge ind for %s Måske forkert kodeord
de: %s Anmeldung nicht möglich in %s Vielleicht falsches Paßwort.
el: Δεν μπόρεσα να κάνω login για %s Ίσως ο κωδικός (password) να είναι λάθος
eo: Ne eblis saluti al %s Verþajne la pasvorto estas maløusta
et: Ei suuda sisse logida %s Võib-olla on parool vale
fi: Sisäänkirjoittautuminen ei onnistunut kohteeseen %s Mahdollisesti väärä salasana.
fr: Connexion impossible pour %s Le mot de passe est peut-être incorrect
he: תרשל רבחתהל ןתינ אל %s הייוגש המסיסהו ןכתי
hr: Ne mogu se prijaviti na %s Vjerojatno je lozinka kriva
is: Ekki tókst að stimpla inn á %s Hugsanlega var gefið pp rangt lykilorð
it: Login errato per %s Possibile password errata
ko: %s 계정으로 로그인할 수 없습니다 암호가 틀립니다
nl: Kan niet inloggen op %s Misschien verkeerd wachtwoord
no: Kunne ikke logge inn for %s Kanskje feil passord
pl: Nie mo¿na siê zalogowaæ do %s Prawdopodobnie z³e has³o
pt_br: Não foi possível fazer o login para %s Talvez a senha esteja errada
ro: Nu pot sã fac un login pentru %s Accesul interzis (parola greºitã)
ru: Не могу войти в %s Возможно неверный пароль
sk: Nie je mo¾né sa pripoji» k %s Pravdepodobne je chybné heslo.
sl: Nisem se mogel prijaviti kot %s Mogoèe je bilo geslo napaèno
sv: Kunde inte logga in på %s Kanske är lösenordet fel
tr: %s için sisteme girilemiyor. Büyük ihtimal yanlýþ parola

source: Tar reported an error %s
br: Tar en deus kemennet ur fazi %s
ca: Tar ha informat d'un error %s
cs: Tar ohlásil chybu %s
de: Tar meldete einen Fehler %s
el: Το tar ανέφερε ένα σφάλμα %s
et: Tar kandis ette veast %s
fr: Tar a retourné l'erreur %s
hr: Tar je prijavio gre¹ku %s
it: Tar ha riscontrato un errore %s
no: Tar rapporterte en feil %s
pt_br: Tar reportou um erro %s
ru: Tar выдал ошибку %s

source: Gzip reported an error for %s
br: Gzip en deus kemennet ur fazi evit %s
ca: Gzip ha informat d'un error per %s
cs: Gzip ohlásil chybu pro %s
de: Gzip meldete einen Fehler %s
el: Το Gzip ανέφερε ένα σφάλμα για %s
et: Gzip kandis ette veast failis %s
fr: Gzip a retourné une erreur pour %s
hr: Gzip je prijavio gre¹ku %s
it: Gzip ha riscontrato un errore per %s
no: Gzip rapporterte en feil for %s
pt_br: Gzip reportou um erro para %s
ru: Gzip выдал ошибку для %s

source: Operation technically impossible
br: Obererezh dibossubl en ur c'heñver kalvezel
ca: L'operació és tècnicament impossible
cs: Operace je technicky nemo¾ná
de: Vorgang ist technisch nicht möglich
el: Διαδικασία τεχνικά αδύνατη
et: Operatsioon on tehniliselt võimatu
fr: Opération techniquement impossible
hr: Operacija je tehnièki nemoguæa
it: Operazione tecnicamente impossibile
no: Operasjon er teknisk umulig
pt_br: Operação tecnicamente impossível
ru: Операция технически невозможна

source: File %s does not exist
br: Restr %s n'eus ket anezhañ
ca: El fitxer %s no existeix
cs: Soubor %s neexistuje
da: Filen %s eksisterer ikke
de: Die Datei %s existiert nicht
el: Το αρχείο %s δεν υπάρχει
eo: Dosiero %s ne ekzistas
et: Faili %s ei eksisteeri
fi: Tiedostoa %s ei ole olemassa
fr: Le fichier %s n'existe pas
he: ץבוקה %s םייק וניא
hr: Datoteka %s ne postoji
is: Skráin %s er ekki til
it: Il file %s non esiste
ko: %s 파일이 존재하지 않습니다
nl: Bestand %s bestaat niet
no: Filen %s eksisterer ikke
pl: Plik %s nie istnieje
pt_br: Arquivo %s não existe
ro: Fiºierul %s nu existã
ru: Файл %s не существует
sk: Súbor %s neexistuje
sl: Datoteka %s ne obstaja
sv: Filen %s existerar inte
tr: %s dosyasý yok

source: Could not write %s Perhaps disk full
br: Ne m'eus ket gallet skrivañ %s Pladenn leun moarvat
cs: Není mo¾né zapsat %s Pravdìpodobnì je plný disk.
de: Konnte nicht schreiben: %s Platte voll?
el: Δεν μπορώ να γράψω το %s Ίσως ο δίσκος είναι γεμάτος
fr: Impossible d'écrire dans %s Le disque est peut-être plein
no: Kunne ikke skrive %s Kanskje disken er full
pt_br: Não foi possível gravar em %s Talvez o acesso esteja negado.
ru: Ошибка записи %s Возможно доступ запрещен

source: Tar reported a fatal error %s
br: Tar en deus kemennet ur fazi sac'hus %s
ca: Tar ha informat d'un error fatal %s
cs: Tar ohlásil záva¾nou chybu %s
de: Tar meldete einen fatalen Fehler %s
el: Το tar ανέφερε ένα ανεπανόρθωτο σφάλμα %s
et: Tar kandis ette fataalsest veast %s
fi: Tar-ohjelma ilmoitti kriittisen virheen tiedostolle %s
fr: Tar a retourné une erreur fatale %s
hr: Tar je prijavio nepopravljivu gre¹ku %s
is: Tar sendi þessi banvænu villuboð: %s
it: Tar ha riscontrato un errore fatale %s
no: Tar rapporterte en fatal feil %s
pl: Tar zg³osi³ b³±d %s
pt_br: Tar reportou um erro fatal %s
ru: Tar выдал фатальную ошибку %s
sv: Tar rapporterade ett allvarligt fel %s

source: Gzip reported a fatal error %s
br: Gzip en deus kemennet ur fazi sac'hus %s
ca: Gzip ha informat d'un error fatal %s
cs: Gzip ohlásil záva¾nou chybu %s
de: Gzip meldete einen fatalen Fehler %s
el: Το Gzip ανέφερε ένα ανεπανόρθωτο σφάλμα %s
et: Gzip kandis ette fataalsest veast %s
fi: Gzip ilmoitti kriittisestä virheestä %s
fr: Gzip a retourné une erreur fatale %s
hr: Gzip je prijavio nepopravljivu gre¹ku %s
is: Gzip sendi þessi banvænu villuboð: %s
it: Gzip ha riscontrato un errore fatale %s
no: Gzip rapporterte en fatal feil %s
pl: Gzip zg³osi³ b³±d %s
pt_br: Gzip reportou um erro fatal %s
ru: Gzip выдал фатальную ошибку %s
sv: Gzip rapporterade ett allvarligt fel %s

source: Could not mount Error log: %s
br: Ne m'eus ket gallet mountañ Kerzlevr fazioù : %s
ca: No s'ha pogut muntar Registre d'error: %s
cs: Není mo¾né pøipojit Záznam chyby: %s
da: Kunne ikke mounte Fejl log: %s
de: Mounten fehlgeschlagen. Fehlerprotokoll: %s
el: Δεν μπόρεσα να κάνω mount Καταγραφή σφαλμάτων: %s
eo: Ne eblis munti Eraroraporto: %s
et: Ei suuda ühendada Vea logi: %s
fi: Liittäminen ei onnistu Virheloki: %s
fr: Impossible de réaliser l'attachement Rapport d'erreur : %s
he: ןקתה רבחל ןתינ אל :האיגשה תעדוה %s
hr: Ne mogu montirati Zapis gre¹ke: %s
hu: A csatlakoztatás nem sikerült. A hiba: %s
is: Ekki tókst að tengja inn í skráakerfið Villuboð: %s
it: Impossibile montare il dispositivo Resoconto dell'errore: %s
ko: 오류 기록: %s
nl: Kon niet aansluiten Fout(en): %s
no: Kunne ikke montere Feillogg: %s
pl: Nie mo¿na zamontowaæ Raport b³êdu: %s
pt_br: Não foi possível montar Registo de erro: %s
ro: Eroare de log: %s
ru: Ошибка монтирования Журнал ошибок: %s
sk: Nie je mo¾né pripoji» Záznam chyby: %s
sl: Nisem mogel vgraditi Zapisnik o napakah: %s
sv: Kunde inte montera. Fellogg: %s
tr: Baðlanamýyor Hata durumu: %s

source: Could not unmount Error log: %s
br: Ne m'eus ket gallet divountañ Kerzlevr fazioù : %s
ca: No s'ha pogut desmuntar Registre d'error: %s
cs: Není mo¾né odpojit Záznam chyby: %s
da: Kunne ikke unmounte Fejl log: %s
de: Konnte nicht unmountet werden. Fehlerprotokoll: %s
el: Δεν μπόρεσα να κάνω unmount Καταγραφή σφαλμάτων: %s
eo: Ne eblis malmunti Eraroraporto: %s
et: Ei suuda lahti ühendada Vea logi: %s
fi: Liitoksen purku ei onnistu Virheloki: %s
fr: Impossible de réaliser le détachement Rapport d'erreur : %s
he: ןקתההמ קתנתהל ןתינ אל :האיגשה תאדוה %s
hr: Ne mogu demontirati Zapis gre¹ke: %s
hu: Nem lehet csatlakozni a %s kiszolgálóhoz
is: Ekki tókst að tengja frá skráakerfinu Villuboð: %s
it: Impossibile smontare il dispositivo Resoconto dell'errore: %s
ko: 마운트할 수 없음 오류 기록: %s
nl: Kon niet afsluiten Fout(en): %s
no: Kunne ikke avmontere Feillogg: %s
pl: Nie mo¿na odmontowaæ Raport b³êdu: %s
pt_br: Não foi possível desmontar Registo de erro: %s
ro: Eroare de log: %s
ru: Ошибка размонтирования Журнал ошибок: %s
sk: Nie je mo¾né odpoji» Záznam chyby: %s
sl: Nisem mogel razgraditi Zapisnik o napakah: %s
sv: Kunde inte avmontera. Fellogg: %s
tr: Ayýrýlamýyor Hata durumu: %s

source: Making directory
br: Oc'h oberiañ ar renkell
ca: S'està creant el directori
cs: Vytváøení adresáøe
da: Opretter folder
de: Erstelle Verzeichnis
el: Δημιουργώ τον κατάλογο
eo: Kreante dosierujon
et: Kataloogi loomine
fi: Hakemistoa luodaan
fr: Création du répertoire
he: היירפס רצוי
hr: Stvaram direktorij
hu: Könyvtár létrehozása
is: Bý til möppu
it: Sto creando la directory
ko: 디렉토리를 만드는 중
nl: Bezig met aanmaken map
no: Oppretter katalog
pl: Utworzenie katalogu
pt_br: Criando diretório
ro: Creez director
ru: Создаю каталог
sk: Vytváram prieèinok
sl: Delam imenik
sv: Skapar katalog
tr: Dizin yaratýlýyor

source: File %i/%i
br: Restr %i/%i
ca: Fitxer %i/%i
cs: Soubor %i/%i
da: Fil %i/%i
de: Datei %i/%i
el: Αρχείο %i/%i
eo: Dosiero %i/%i
et: Fail %i/%i
fi: Tiedosto %i/%i
fr: Fichier %i/%i
he: %i %i ץבוק
hr: Datoteka %i/%i
is: Skrá %i/%i
ko: 파일 %i/%i
nl: Bestand %i/%i
no: Fil %i/%i
pl: Plik %i/%i
pt_br: Arquivo %i/%i
ro: Fiºier %i/%i
ru: Файл %i/%i
sk: Súbor %i/%i
sl: Datoteka %i/%i
sv: Fil %i/%i
tr: Dosya %i/%i

source: to %s
br: da %s
ca: a %s
cs: do %s
da: til %s
de: nach %s
el: στο %s
eo: al %s
et: %s -sse
fi: kohteeseen %s
fr: vers %s
he: %s ל
hr: u %s
hu: %s-ba
is: í %s
it: a %s
ko: %s
nl: naar %s
no: til %s
pl: do %s
pt_br: para %s
ro: la %s
ru: в %s
sk: do %s
sl: proti %s
sv: till %s
tr: %s'e

source: Could not delete directory %s
br: Ne m'eus ket gallet distruj ar renkell %s
ca: No s'ha pogut esborrar el directori %s
cs: Není mo¾né smazat adresáø %s
da: Kunne ikke slette folderen %s
de: Verzeichnis %s konnte nicht gelöscht werden.
el: Δε μπόρεσα να διαγράψω τον κατάλογο %s
eo: Ne eblis forigi la dosierujon %s
et: Kataloogi %s pole võimalik kustutada
fi: Hakemistoa %s ei voitu tuhota
fr: Impossible de supprimer le répertoire %s
he: היירפיס קוחמל ןתינ אל %s
hr: Ne mogu obrisati direktorij %s
hu: Nem lehet törölni a(z) %s könyvtárat
is: Ekki tókst að eyða möppunni %s
it: Impossibile cancellare la directory %s
ko: 디렉토리를 삭제할 수 없음 %s
no: Kunne ikke opprette katalog %s
pl: Nie mo¿na skasowaæ katalogu %s
pt_br: Não foi possível apagar o diretório %s
ro: Nu pot ºterge directorul %s
ru: Ошибка удаления каталога %s
sk: Nemô¾em zmaza» prieèinok %s
sl: Nisem mogel izbrisati imenika %s
sv: Kunde inte radera katalogen %s
tr: dizin silinemiyor %s

source: Mounting %s ...
br: O vountañ %s...
ca: S'està muntant %s ...
cs: Pøipojuji %s...
da: Mounter %s ...
de: Mounten von %s...
el: Προσαρτώ(mount) το %s ...
eo: Muntante %s ...
et: %s ühendamine ...
fi: Liitän: %s ...
fr: Attachement de %s...
he: ...%s ןקתה רבחמ
hr: Montiram %s ...
hu: %s csatlakoztatása...
is: Tengi %s inn í skráakerfið...
it: Sto montando %s ...
ko: %s 마운트하는 중...
no: Monterer %s ...
pl: Montowanie %s ...
pt_br: Montando %s ...
ro: Montez %s ...
ru: Монтирую %s ...
sk: Pripájam %s...
sl: Vgrajujem %s ...
sv: Monterar %s ...
tr: %s baðlanýyor...

source: Unmounting %s ...
br: O tivountañ %s...
ca: S'està desmuntant %s ...
cs: Odpojuji %s ...
da: Unmounter %s ...
de: Unmounten von %s ...
el: Αποροσαρτώ(unmount) το %s ...
eo: Malmuntante %s ...
et: %s lahti ühendamine ...
fi: Liitosta %s puretaan ...
fr: Détachement de %s...
he: ... %s ןקתהמ קתנתמ
hr: Demontiram %s ...
hu: %s leválasztása...
is: Tengi %s frá skráakerfinu...
it: Sto smontando %s ...
ko: %s 마운트 해제하는 중...
no: Avmonterer %s ...
pl: Odmontowanie %s ...
pt_br: Desmontando %s ...
ro: Demontez %s ...
ru: Размонтирую %s ...
sk: Odpájam %s ...
sl: Razgrajujem %s ...
sv: Avmonterar %s ...
tr: %s ayýrýlýyor...

source: Retrieving listing of %s
br: Oc'h adtapout rolladur %s
ca: S'està recuperant el llistat de %s
cs: Obnovení výpisu %s
da: Modtager oversigt over %s
de: Übertrage Liste von %s
el: Ξαναβρίσκω την λίστα του %s
eo: Retrovante listigon de %s
et: Võtan vastu nimekirja %s -st
fi: Listausta %s:stä vastaanotetaan ...
fr: Récupération du contenu de %s...
he: %s לש הלוכתה תמישר אביימ
hr: Prihvaæam popis iz %s ...
hu: %s listájának letöltése...
is: Sæki listun á %s
it: Caricamento contenuto di %s
ko: %s 의 목록을 다시 가져오는 중
no: Gjennvinner listing av %s
pl: Odczyt katalogu %s
pt_br: Transferindo listagem de %s ...
ru: Восстанавливаю список %s
sk: Spracovávam výpis %s
sl: Obnavljam seznam %s
sv: Hämtar lista för %s
tr: %s'in listesi alýnýyor

source: Segmentation fault in io subprocess
br: Fazi krennennañ en isargerzh e/d
ca: Fallada de segmentació en subprocés E/S
cs: Segmentaèní chyba ve vstupnì/výstupním podprocesu
da: Segmenterings fejl i IO underprocess
de: Schutzverletzung in IO-Unterprozeß
el: Σφάλμα κατάτμησης σε υποδιεργασία εισόδου-εξόδου
eo: Segmenteraro en en/el-iga subprocezo
et: Segmentatsiooni viga s/v alamprotsessis
fi: Suojausvirhe I/O-aliprosessissa
fr: Erreur de segmentation mémoire dans un sous-processus d'entrée/sortie
he: טלפ-טלק לש הרגיש תתב ןורכזל השיג :הרומח האיגש
hr: Segfault u io podprocesu
is: Minnisvilla í les/skrif undirferli
it: Segmentation fault in un sottoprocesso di IO
no: Segmenteringsfeil i iu-underprosess
pl: B³±d segmentacji w podprocesie io
pt_br: Falha de segmentação no subprocesso de io
ro: În io subproces Segmentation fault
ru: Ошибка сегментации в IO подпроцессе
sk: Chyba v segmentácií vstupno/výstupného subprocesu
sl: Segmentacijska napaka v io podprocesu
sv: Segmenteringsfel i IO-underprocess
tr: Girdi Çýktý altiþlemleri sýrasýnda hata

source: is not a directory ! Security Alert ! Please check it.
br: n'eo ket ur renkell ! Kemenn surentez ! Gwiriit se ma plij.
ca: no és un directori ! Alerta de seguretat ! Si us plau, comproveu-ho.
cs: není adresáøem ! Bezpeènostní výstraha ! Prosím proveïte kontrolu.
de: ist kein Verzeichnis! Mögliches Sicherheitsproblem! Bitte gehen Sie dieser Sache nach.
el: δεν είναι κατάλογος ! Συναγερμός Ασφαλείας ! Παρακαλώ ελέγξτε το.
eo: ne estas dosierujo! Sekurecaverto! Bonvolu kontroli tion.
fi: ei ole hakemisto ! Turvallisiisvaroitus ! Tarkista se.
fr: n'est pas un répertoire ! Alerte sécurité ! Vérifiez.
is: er ekki mappa! Þetta gæti verið öryggisvandamál. Líttu á málið!
it: non è una directory ! Avviso di sicurezza ! Si consiglia di controllare.
no: er ikke en katalog! Sikkerhetsadvarsel! Vennligst sjekk det.
pl: nie jest katalogiem! Ostrze¿enie dotycz±ce bezpieczeñstwa! Proszê o sprawdzenie tego problemu.
pt_br: não é um diretório! Alerta de segurança! Verifique.
ru: не каталог ! Проблемы с безопасностью ! Пожайлуста проверьте.
sk: nie je prieèinok ! Bezpeènostné upozornenie ! Prosím skontrolujte to.
sv: är ingen katalog ! Säkerhetsvarning ! Var god kontrollera detta.

source: is not a directory ! Security Alert ! Check it before clearing the cache.
br: n'eo ket ur renkell ! Kemenn surentez ! Gwiriit se a-raok skarzhañ ar grubuilh.
ca: no és un directori ! Alerta de seguretat ! Comproveu-ho abans de netejar el cau.
cs: není adresáøem ! Bezpeènostní výstraha ! Proveïte kontrolu pøed snazaním cache..
de: ist kein Verzeichnis! Mögliches Sicherheitsproblem! Überprüfen Sie dies, bevor Sie den Zwischenspeicher löschen.
el: δεν είναι κατάλογος ! Συναγερμός Ασφαλείας ! Ελέγξτε το πριν καθαρίσετε την cache.
eo: ne estas dosierujo! Sekurecaverto! Kontrolu antaý malplenigo de la tenejo.
fi: ei ole hakemisto ! Turvallisiisvaroitus ! Tarkista se ennen välimuistin tyhjennystä.
fr: n'est pas un répertoire ! Alerte sécurité ! Vérifiez avant d'effacer le cache.
is: er ekki mappa! Þetta gæti verið öryggisvandamál. Líttu á málið áður en þú tæmir skyndiminnið!
it: non è una directory ! Avviso di sicurezza ! Si consiglia di controllare prima di pulire la cache.
no: er ikke en katalog! Sikkerhetsadvarsel! Sjekk den før opprensing av mellomlager.
pl: nie jest katalogiem! Ostrze¿enie dotycz±ce bezpieczeñstwa! Proszê to sprawdziæ przed wyczyszczeniem buforu.
pt_br: não é um diretório! Alerta de Segurança ! Verifique antes de limpar o cache.
ru: не каталог ! Проблемы с безопасностью ! Проверьте перед очисткой буферов.
sk: nie je prieèinok ! Bezpeènostné upozornenie ! Prosím skontrolujte to pred vymazaním cache.
sv: är ingen katalog ! Säkerhetsvarning ! Kontrollera detta innan du tömmer cachen.

source: KFM Installation Error
br: Fazi staliadur KFM
ca: Error d'instal·lació KFM
cs: Chyba pøi instalaci KFM
da: KFM installationsfejl
de: KFM-Fehler beim Installieren
el: Σφάλμα Εγκατάστασης του KDE
eo: KFM-Instalo-eraro
et: Viga KFM installeerimisel
fi: KFM Asennusvirhe
fr: KFM - Erreur d'installation
he: סקוניל רייס תנקתהב האיגש
hr: KFM gre¹ka pri instalaciji
hu: KFM installációs hiba
is: KFM Uppsetningarvilla
it: KFM Errore di Installazione
ko: KFM 설치 오류
nl: KFM installatie fout
no: KFM Installasjonsfeil
pl: KFM b³±d instalowania
pt_br: Erro de Instalação do KFM
ro: Eroare de instalaþie KFM
ru: Ошибка установки KFM'а
sk: Chyba pri in¹talácii KFM
sl: KFM napaka pri namestitvi
sv: Fel på KFM-installationen
tr: KFM Kurlum Hatasý

source: The directory
br: Ar renkell
ca: El directori
cs: Adresáø
da: Folderen
de: Das Verzeichnis
el: Ο κατάλογος
eo: La dosierujo
et: Kataloog
fi: Hakemisto
fr: Le répertoire
he: היירפסה
hr: Direktorij
hu: A
is: Mappan
it: La directory
ko: 디렉토리가
nl: De map
no: Katalogen
pl: Katalog
pt_br: O diretório
ro: Directorul
ru: Каталог
sk: Prieèinok
sl: Imenik
sv: Katalogen

source: does not exist
br: n'eus ket anezhi
ca: no existeix
cs: neexistuje
da: eksisterer ikke
de: existiert nicht
el: δεν υπάρχει
eo: ne ekzistas
et: ei eksisteeri
fi: ei ole olemassa
fr: n'existe pas
he: תמייק הניא
hr: ne postoji
hu: könyvtár nem létezik
is: er ekki til
it: non esiste
ko: 존재하지 않습니다
nl: bestaat niet
no: eksisterer ikke
pl: nie instnieje
pt_br: não existe
ro: nu existã
ru: не существует
sk: neexistuje
sl: ne obstaja
sv: existerar inte
tr: dizini mevcut deðil

source: Add To Bookmarks
br: Ouzhpennañ d'ar sinedoù
ca: Afegeix punt
cs: Pøidej k zálo¾kám
da: Tilføj til Bogmærker
de: Lesezeichen hinzufügen
el: Προσθήκη στους σελιδοδείκτες
eo: Aldonu al la legosignoj
et: Lisa järjehoidjatesse
fi: Lisää osoitekirjaan
fr: Ajouter un signet
he: םיפדעומל ףסוה
hr: Dodaj bookmark
hu: Hozzáadás a kedvencekhez
is: Setja bókamerki
it: Aggiungi ai Segnalibri
ko: 즐겨찾기에 추가
nl: Aan bladwijzers toevoegen
no: Legg til bokmerker
pl: Dodaj do zak³adek
pt_br: Adicionar a Favoritos
ro: Adaugã la semne de carte
ru: Добавить закладку
sk: Prida» do zálo¾iek
sl: Dodaj v kazalo
sv: Lägg till bokmärken
tr: Adreslere Ekle

source: My Home
br: Du-mañ
ca: Inici
cs: Domovský adresáø
da: Mit Hjem
de: Persönliches Verzeichnis
eo: Mia hejmo
et: Minu kodu
fi: Koti
fr: Ma maison
he: תיבה תיירפס
hr: &Moj Dom
hu: Kezdõlap
is: Heimasvæðið mitt
it: La mia Home
ko: 홈 디렉토리
nl: Mijn Home
no: Mitt hjem
pl: Katalog domowy
pt_br: Casa
ro: Acasã
ru: Мой домашний каталог
sk: Domovský prieèinok
sl: Moj dom
sv: Hemkatalogen
tr: Baþlangýç

source: Desktop
br: Burev
ca: Escriptori
cs: Pracovní plocha
da: Arbejdsplads
de: Arbeitsfläche
el: Επιφάνεια εργασίας
eo: Labortabulo
et: Töölaud
fi: Työpöytä
fr: Bureau
he: הדובעה ןחלוש
hr: Radna povr¹ina
hu: Asztal
is: Skjáborð
ko: 데스크탑
nl: Buroblad
no: Skrivebord
pl: Biurko
pt_br: Ambiente de trabalho
ro: Ecran
ru: Рабочий стол
sk: Pracovná plocha
sl: Namizje
sv: Skrivbord
tr: Masaüstü

source: Root
br: Gwrizienn
ca: Arrel
cs: Koøen
de: Wurzelverzeichnis
eo: Radiko
et: Juur
fi: Juuri
fr: Racine
he: שרושה תיירפס
hr: Korijen
hu: Gyökér
is: Rót
ko: 루트 디렉토리
nl: Bodem
no: Rot
ru: Корень
sk: Koreò
sl: Koren
sv: Rotkatalogen
tr: Kök

source: Rename
br: Adenvel
ca: Renomena
cs: Pøejmenovat
da: Omdøb
de: Umbenennen
el: Άλαξε όνομα
eo: Alinomu
et: Nimeta ümber
fi: Nimeä uudelleen
fr: Renommer
he: םש הנש
hr: Promijeni ime
hu: Átnevez
is: Endurnefna
it: Rinomina
ko: 이름변경
nl: Hernoemen
no: Omdøp
pl: Zmiana nazwy
pt_br: Renomear
ro: Redenumeºte
ru: Переименовать
sk: Premenova»
sl: Preimenuj
sv: Byt namn
tr: Yeniden adlandýr

source: Skip
br: Tremen e-biou
ca: Salta
cs: Pøeskoèit
de: Übergehen
el: Πέρνα
eo: Preterlasu
et: Jäta vahele
fi: Hyppää yli
fr: Ignorer
he: גלד
hr: Preskoèi
hu: Átlép
is: Sleppa
it: Salta
ko: 건너뜀
nl: Overslaan
no: Hopp over
pl: Pominiêcie
pt_br: Saltar
ro: Sãri peste
ru: Пропустить
sk: Preskoèi»
sl: Preskoèi
sv: Hoppa över
tr: Atla

source: Overwrite
br: Rasklañ
ca: Sobreescriu
cs: Pøepsat
da: Overskriv
de: Überschreiben
el: Επικάλυψε
eo: Anstataýigu
et: Kirjuta üle
fi: Kirjoita yli
fr: Ecraser
he: לע בותכ
hr: Prepi¹i
hu: Felülír
is: Skrifa yfir
it: Sovrascrivi
nl: Overschrijven
no: Overskriv
pl: Nadpisanie
pt_br: Regravar
ro: Suprascrie
ru: Переписать
sk: Prepísa»
sl: Prepi¹i
sv: Skriv över
tr: Üstüne Yaz

source: Overwrite All
br: Rasklañ pep tra
ca: Sobreescriu-ho tot
cs: Pøepsat v¹e
da: Overskriv alle
de: Alle überschreiben
el: Επικάλυψέ τα Όλα
eo: Anstataýigu æiujn
et: Kirjuta kõik üle
fi: Kirjoita kaikki yli
fr: Ecraser tous
he: לכה לע בותכ
hr: Prepi¹i sve
hu: Mindent felülír
is: Skrifa yfir allar
it: Sovrascrivi tutti
nl: Alles overschrijven
no: Overskriv alt
pl: Autonadpisanie
pt_br: Regravar Todos
ro: Suprascrie tot
ru: Переписать все
sk: Prepísa» v¹etko
sl: Prepi¹i vse
sv: Skriv över alla
tr: Hepsinin Üstüne Yaz

source: You try to overwrite
br: Klask a rit rasklañ
ca: Esteu provant de sobreescriure
cs: Pokou¹íte se pøepsat
da: Du prøver at overskrive
de: Sie versuchen, zu überschreiben
el: Προσπαθείτε να επικαλύψετε
eo: Vi provas anstataýigi
et: Sa üritad üle kirjutada
fi: Yrität ylikirjoittaa
fr: Vous essayez d'écraser
he: בותכל הסנמ התאש
hr: Poku¹ali ste prepisati preko
hu: Ön felül kívánta írni
is: Þú reynir að skrifa yfir
it: Hai provato a sovrascrivere
no: Du prøver å overskrive
pl: Proba nadpisania
pt_br: Tentativa de regravação
ro: Încercaþi sã suprascrieþi
ru: Вы пытаетесь переписать
sk: Pokú¹ate sa prepísa»
sl: Posku¹ali ste prepisati
sv: Du försöker skriva över
tr: Siz üstüne yazmayý deneyin
