Repository: KDE/kde1-kdebase
Catalog: po/*/kfm.po
Languages: br, ca, cs, da, de, el, eo, et, fi, fr, he, hr, hu, is, it, ko, nl, no, pl, pt_br, ro, ru, sk, sl, sv, tr

source: ERROR: Can not open properties for multiple files
br: FAZI : n'hell ket digeriñ perzhioù evit meur a lec'hienn
ca: ERROR: No es poden obrir les propietats de diversos fitxers
cs: Chyba: Nemohu otevøít vlastnosti pro nìkolik souborù
da: FEJL: Kan ikke åbne indstillinger for flere filer på en gang
de: FEHLER: Eigenschaften nicht für mehrere Dateien möglich.
el: ΛΑΘΟΣ: Δεν μπορώ να ανοίξω τις Ιδιότητες πολλαπλών αρχείων
eo: ERARO: Ne eblas rigardi la ecojn de pluraj dosieroj samtempe
et: VIGA: Pole võimalik avada mitme faili omadusi
fi: VIRHE: Usean tiedoston ominaisuuksia ei voida avata.
fr: ERREUR : impossible d'ouvrir les propriétés pour plusieurs fichiers
he: םיצבק רפסמל םינייפאמ תוארל ןתינ אל :האיגש
hr: GRE©KA: Ne mogu otvoriti vrijednosti za vi¹estruke datoteke
hu: Nem lehet több file tulajdonságait egyszerre megnyitni
is: VILLA: Ekki er hægt að opna eiginleka margra skráa
it: ERRORE: Non si possono cambiare le proprietà di più file contemporaneamente
ko: 오류: 여러 파일의 등록정보를 한꺼번에 열 수 없습니다
nl: Fout: Kan eigenschappen niet voor meerdere bestanden openen
no: FEIL: Kan ikke åpne egenskaper for flere filer samtidig
pl: B£¡D: Nie mo¿na otworzyæ w³a¶ciwo¶ci dla wielu plików naraz
pt_br: Erro: Não pode abrir as propriedades para múltiplos arquivos
ro: Eroare: Nu pot deschide proprietãþile pentru mai multe fiºiere
ru: ОШИБКА: Невозможно показать свойства нескольких файлов
sk: Chyba: Nemô¾em otvori» vlastnosti pre niekoµko súborov
sl: NPAKA: Ne morem pokazati lastnosti veèih datotek hkrati
sv: FEL: Kan inte öppna egenskaper för flera filer på en gång
tr: HATA: Birden çok dosya için özellikler açýlamýyor

source: Can not save properties because this directory is neither writable nor bookmarked. Bookmark this location first, or make kdelnk to it on desktop.
br: N'hell ket enrollañ perzhioù rak ar renkell-se n'eo na skrivadus na sinedet. Sinedit al lec'hienn-se da gentañ, pe grit kdelnk daveti war ar burev.
ca: No es poden desar les propietats perquè no es pot escriure en aquest directori ni té un punt. Apunteu a aquesta localització o feu-hi un enllaç a l'escriptori.
cs: Není mo¾né ulo¾it vlastnosti proto¾e tento adresáø není buï zapisovatelný nebo se nevyskytuje v zálo¾kách. Pøidejte nejprve toto místo do zálo¾ek, nebo vytvo¾te odkaz na plo¹e.
de: Eigenschaften können nicht gespeichert werden, weil dieses Verzeichnis nicht beschreibbar ist und auch kein Lesezeichen dafür angelegt wurde. Erstellen Sie zunächst ein Lesezeichen auf dieses Verzeichnis, oder legen Sie einen Verweis auf die Arbeitsfläche.
eo: Ne eblis sekurigi la ecojn æar la dosierujo ne estas skribebla nek legmarkita. Legmarku tiun situon unue, aý faru kdelnk-ligon de øi sur la labortabulo.
et: Omadusi polevõimalik salvestada kuna faili ei ole võimalik kirjutada ega ole järjehoidjates. Kõigepealt pane see järjehoidjatesse või tee kdelnk töölauale.
fi: En saa tallennettua asetuksia koska tähän hakemistoon ei voida kirjoittaa eikä se ole kirjanmerkkinä. Tee ensin kirjanmerkki tai tee linkki työpöydälle.
fr: Impossible d'enregister les propriétés car ce répertoire n'est pas dans les signets et n'est pas accessible en écriture. Ajoutez cet emplacement aux signets ou créez-en un kdelnk sur le bureau.
is: Ekki tókst að vista eiginleika þar sem þú hefur hvorki skrifréttindi í möppuna, né bókamerki í henni. Þú ættir fyrst að setja bókamerki á möppunaeða tenginu af skjáborðinu.
it: Impossibile salvare le proprietà perché questa directory non è né scrivibile né tra i segnalibri Aggiungi ai segnalibri questa directory, o crea un link ad essa sul desktop.
no: Kan ikke lagre egenskaper fordi denne katalogen er hverken skrivbar eller som et bokmerke. Legg først dette stedet som et bokmerke, eller lag en kdelnk til det på skrivebordet.
pl: Nie mo¿na zachowaæ ustawieñ, poniewa¿ do tego katalogu brak praw zapisu, ani nie ma go w zak³adkach. Proszê utworzyæ zak³adkê, albo zrobiæ odno¶nik na biurku.
pt_br: Impossível salvar propriedades pois este diretório não é nem gravável nem consta nos Favoritos. Marque-o como Favorito primeiro, ou crie um ícone para ele no ambiente de trabalho.
ru: Ошибка сохранения свойств в следствии того, что этот каталог либо не доступен на запись, либо не содержится в закладках. Либо внесите каталог в закладки, либо сделайте ссылку на рабочем столе.
sk: Nemô¾em ulo¾i» nastavenie, preto¾e tento prieèinok buï nie je zapisovateµný alebo bookmarkovaný. Bookmarknite si toto miesto alebo spravte naò kdelnk na ploche.
sv: Kan inte spara egenskaper eftersom den här katalogen varken är skrivbar eller lagd som bokmärke. Spara ett bokmärke för denna plats först, eller skapa en kde-länk till den från skrivbordet.

source: Can not save properties because this URL is neither bookmarked nor on desktop. Bookmark this location first, or make kdelnk to it on desktop.
br: N'hell ket enrollañ perzhioù rak an URL-se n'eo na sinedet na war ar burev. Sinedit al lec'hienn-se da gentañ, pe grit kdelnk daveti war ar burev.
ca: No es poden desar les propietats perquè aquesta URL no té punt ni està a l'escriptori. Apunteu a aquesta localització o feu-hi un enllaç a l'escriptori.
cs: Není mo¾né ulo¾it vlastnosti proto¾e toto URL není ani v zálo¾kách ani na pracovní plo¹e. Pøidejte nejprve toto místo do zálo¾ek, nebo vytvo¾te odkaz na plo¹e.
de: Kann Eigenschaften nicht sichern: für diese URL wurde weder ein Lesezeichen erstellt noch ist sie auf der Arbeitsfläche abgelegt. Bookmark this location first, or make kdelnk to it on desktop.
eo: Ne eblis sekurigi la ecojn æar tiu URL nek estas legmarkita nek sur labortabulo. Legmarku la situon unue aý kreu kdelnk-ligon al øi sur la labortabulo.
et: Omadusi pole võimalik salvestada kuna see URL ei ole järjehoidjates ega ka töölaual, Kõigepealt pane see järjehoidjatesse või tee kdelnk töölauale.
fi: En saa tallennettua asetuksia koska tämä URL ei ole kirjanmerkkinä tai työpöydällä. Tee ensin kirjanmerkki tai tee linkki työpöydälle.
fr: Impossible d'enregister les propriétés car cette URL est ni dans les signets ni sur le bureau. Ajoutez cet emplacement aux signets ou créez-en un kdelnk sur le bureau.
is: Ekki tókst að vista eiginleika þar sem þú hefur hvorki tengingu í slóðina af skjáborðinu, né bókamerki í henni. Þú ættir fyrst að setja bókamerki á möppunaeða tenginu af skjáborðinu.
it: Impossibile salvare le proprietà perché questa URL non è né scrivibile né tra i segnalibri Aggiungi ai segnalibri questa URL, o crea un link ad essa sul desktop.
no: Kan ikke lagre egenskaper fordi denne URLen er hverken som bokmerke eller på skrivebordet. Legg først dette stedet som et bokmerke, eller lag en kdelnk til det på skrivebordet.
pl: Nie mo¿na zachowaæ ustawieñ, poniewa¿ do tego URL brak praw zapisu, ani nie ma go w zak³adkach. Proszê utworzyæ zak³adkê, albo zrobiæ odno¶nik na biurku.
pt_br: Impossível salvar propriedades pois esta URL não consta nos Favoritos nem está no ambiente de trabalho. Marque-a como Favorito primeiro, ou crie um ícone para ela no ambiente de trabalho.
ru: Ошибка сохранения свойств в следствии того, что этот URL либо не содержится в закладках, либо не лежит на рабочем столе. Либо внесите каталог в закладки, либо сделайте ссылку на рабочем столе.
sk: Nemô¾em ulo¾i» nastavenie, preto¾e toto URL buï nie je bookmarkované alebo na ploche. Bookmarknite toto miesto alebo spravte naò kdelnk na ploche.
sv: Kan inte spara egenskaper eftersom den här URL:en varken är sparad som bokmärke eller på skrivbordet. Spara ett bokmärke för denna plats först, eller skapa en kde-länk till den från skrivbordet.

source: Could not access Trash Bin
br: Ne m'eus ket gallet tizhout ar pod-lastez
ca: No s'ha pogut accedir al cubell
cs: Nemohu pøistoupit ke ko¹i
da: Kunne ikke få adgang til Affaldsspanden
de: Kein Zugriff auf Papierkorb.
el: Δεν έχω πρόσβαση στα Σκουπίδια
eo: Ne povis aliri la rubujon
et: Prügikast pole ligipääsetav
fi: Roskakoria ei voitu käsitellä.
fr: Impossible d'accéder à la corbeille
he: רוזחמה לסל השיג ןיא
hr: Ne mogu pristupiti Kanti za Smeæe
hu: A Kuka nem elérhetõ
is: Komst ekki í ruslatunnuna
it: Impossibile accedere al Cestino
ko: 휴지통에 접근할 수 없습니다
nl: Kan de vuilnisbak niet lezen
no: Kunne ikke få adgang til papirkurven
pl: Nie ma dostêpu do ¶mietnika
pt_br: Não foi possível acessar a Lixeira
ro: Nu pot accesa Gunoiul
ru: Невозможно получить доступ к Мусорной Корзине
sk: Nemô¾em pristúpi» ku ko¹u
sl: Ko¹ za smeti ni dosegljiv
sv: Kunde inte komma åt papperskorgen
tr: Çöp Kutusuna ulaþýlamýyor

source: Can not paste into multiple directories
br: N'hell ket pegañ e meur a renkell
ca: No es pot enganxar a diversos directoris
cs: Nemohu vkládat do nìkolika adresáøù
da: Kan ikke indsætte i flere foldere på en gang
de: Es kann nicht in mehrere Verzeichnisse werden.
el: Δε γίνεται επικόλληση σε πολλαπλούς καταλόγους
eo: Ne eblas ion meti en plurajn dosierujojn
et: Mitmesse kataloogi pole võimalik asetada
fi: Liittäminen ei ole mahdollista useaan hakemistoon.
fr: Impossible de coller dans plusieurs répertoires
he: תוירפס רפסמ ךותל קיבדהל ןתינ אל
hr: Ne mogu umetnuti u vi¹estruke direktorije
hu: Nem lehet beilleszteni egyszerre több könyvtárba
is: Ekki er hægt að líma í margar möppur
it: Non si può incollare su più directory
ko: 여러 디렉토리로 붙여넣기를 할 수 없습니다
no: Kan ikke lime inn i flere kataloger
pl: Nie mo¿na wkleiæ do kilku katalogów naraz
pt_br: Não é possível colar em múltiplos diretórios
ro: Nu pot sã fac 'paste' în directoare multiple
ru: Невозможно вставить в несколько директорий
sk: Nemô¾em vlo¾i» do niekoµkých prieèinkov naraz
sl: Ne morem prilepiti v veè imenikov
sv: Kan inte klistra in i flera kataloger på en gång
tr: Birden çok dizine yapýþtýrýlamaz

source: ERROR: Can not change to multiple directories
br: FAZI : n'hell ket cheñch da veur a renkell
ca: ERROR: No es pot canviar a diversos directoris
cs: Chyba: Nemohu jít do nìkolika adresáøù
da: FEJL: kan ikke skifte til flere foldere på en gang
de: FEHLER: Kann nicht in mehrere Verzeichnisse gleichzeitig wechseln.
el: ΛΑΘΟΣ: Δεν μπορώ να αλλάξω σε πολλαπλούς καταλόγους
eo: ERARO: Ne eblis þanøi al pluraj dosierujoj
et: VIGA: Mitmessse kataloogi pole võimalik siseneda
fi: VIRHE: Useaan hakemistoon siirtyminen on mahdotonta.
fr: ERREUR : impossible d'aller dans plusieurs répertoires
he: תינמז וב תוירפס רפסמל רובעל ןתינ אל
hr: GRE©KA: Ne mogu otiæi u vi¹estruke direktorije
hu: Nem lehet egyszerre több könyvtárba lépni
is: VILLA: Ekki er hægt að fara í margar möppur
it: ERRORE: Non si può accedere a più directory contemporaneamente
ko: 오류: 여러 디렉토리로 한꺼번에 변경할 수 없습니다
nl: Fout: Kan niet naar meerdere mappen gaan
no: FEIL: Kan ikke endre til flere kataloger
pl: B£¡D: Nie mo¿na wej¶æ do kilku katalogów naraz
pt_br: ERRO: Não pode mudar para múltiplos diretórios
ro: Eroare: Nu pot sã merg în directoare multiple
ru: ОШИБКА: Невозможно перейти в несколько директорий
sk: Chyba: Nemô¾em ís» do niekoµkých prieèinkov naraz
sl: NAPAKA: Ne morem iti v veè imenikov
sv: FEL: Kan inte byta till flera kataloger på en gång
tr: HATA: Birden çok dizine deðiþtirilemez

source: KFM Security Alert
br: Kemenn surentez KFM
ca: Alerta de seguretat KFM
cs: Bezpeènostní výstraha KFM
da: KFM sikkerheds alarm
de: KFM Sicherheitsalarm
el: Συναγερμός Ασφαλείας KFM
eo: KFM-sekurec-alarmo
et: KFM turvalisuse hoiatus
fi: KFM turvallisuusvaroitus
fr: KFM - Alerte de sécurité
he: ! עדימ תחטבא תרהזא
hr: KFM Sigurnosno Upozorenje
hu: KFM Biztonsági figyelmeztetés
is: KFM Öryggisaðvörun
it: KFM Allarme Sicurezza
ko: KFM 보안 경보
nl: KFM Beveiliging's Waarschuwing
no: KFM Sikkerhetsadvarsel
pl: KFM alarm ochrony
pt_br: Alerta de Segurança KFM
ro: KFM Alertã de Securitate
ru: Предупреждение о безопасности KFM
sk: Bezpeènostná výstraha KFM
sl: KFM varnostni alarm
sv: KFM Säkerhetsvarning
tr: KFM Güvenlik Uyarýsý

source: This page is untrusted but it contains a link to your local file system.
br: Ar bajenn-mañ a zo diasur hogen enni ez eus un ereadur davet ho reizhiad restroù lec'hel.
ca: Aquesta pàgina no es fiable pero conté un enllaç al vostre sistema de fitxers local.
cs: Tato stránka není dùvìryhodná, ale obsahuje odkaz na lokální souborový systém.
da: Denne side er ikke sikker, men indeholder et link til dit lokale filsystem
de: Diese Seite ist nicht als sicher eingestuft, aber sie enthält Verweise auf das lokale Dateisystem.
el: Αυτή η σελίδα δεν είναι έμπιστη αλλά περιέχει σύνδεση για το τοπικό σας σύστημα αρχείων.
eo: Tiu paøo ne estas fidinda sed øi enhavas ligon al via loka dosieraro.
et: See lehekülg ei ole usaldusväärne kuid see sisaldab linki sinu lokaalsese failisüsteemi.
fi: Tämä sivu ei ole luotettava sivu, mutta se sisältää linkin paikalliseen tiedostojärjestelmään.
fr: C'est page n'est pas sûre mais elle contient un lien vers votre système de fichiers local.
he: חוטבכ גווסמ וניא ףדה ךלש םיצבקה תכרעמל םירושיק ליכמ אוה םלוא
hr: Ova stranica nije provjerena meðjutim sadr¾i vezu na va¹ lokalni datoteèni sustav.
hu: Ez az oldal nem ellenõrzött, de a helyi filerendszerre mutató hivatkozást tartalmaz.
is: Þessi síða er ótrygg, en er með tengi inn í skráarkerfið á þesari vél.
it: Questa Pagina è inaffidabile ma continene un collegamento al tuo FileSystem locale.
ko: 이 페이지는 신뢰할 수 없습니다 하지만 사용자의 지역 파일 시스템에 대한 연결을 포함하고 있습니다.
nl: Deze bladzijde is niet vertrouwd maar het bevat een verbinding naar uw lokale bestandssysteem.
no: Denne siden er ubetrodd men den inneholder en lenke til ditt lokale filsystem.
pl: Ta strona jest niewiarygodna i zawiera odno¶niki do twojego lokalnego systemu plików.
pt_br: Esta página não é segura mas contém uma ligação para o seu sistema de arquivos local.
ro: Aceastã paginã este nepermisã dar conþine o legãturã în local file system.
ru: Эта страница не относится к доверенным но содержит ссылки на локальную файловую систему.
sk: Táto stránka nie je dôveryhodná a obsahuje odkaz na lokálny súborový systém.
sl: Ta stran ni varna, vendar vsebuje povezavo do va¹ega tukaj¹njega datoteènega sistema.
sv: Den här sidan är inte betrodd men den har en länk till ditt lokala filsystem.
tr: Bu sayfa güvenilir deðil Buna raðmen yerel sisteminize bir bað içeriyor.

source: Symbolic Link
br: Ere arouezel
ca: Enllaç simbòlic
cs: Symbolický link
da: Symbolsk link
de: Symbolische Verknüpfung
el: Εικονική Σύνδεση
eo: Simbola ligo
et: Sümboolne link
fi: Symbolinen linkki
fr: Lien symbolique
he: ךרד רוציק
hr: Dvojnik
hu: Szimbolikus lánc
is: Tákntengi
it: Collegamnto Simbolico
ko: 바로가기
nl: Symbolische Verbinding
no: Symbolsk Lenke
pl: Odno¶nik symboliczny
pt_br: Ligação Simbólica
ro: Legãturã Simbolicã
ru: Символьная Ссылка
sk: Symbolický odkaz
sl: Simbolièna povezava
sv: Symbolisk länk
tr: Sembolik Bað

source: %s (Link)
br: %s (Ere)
ca: %s (Enllaç)
de: %s (Verknüpfung)
el: %s (Σύνδεση)
eo: %s (ligo)
fi: %s (Linkki)
fr: %s (Lien)
he: %s (ךרד רוציק)
hr: %s (dvojnik)
hu: %s (lánc)
is: %s (Tengi)
it: %s (Collegamento)
ko: %s (연결)
nl: %s (Verbinding)
no: %s (Lenke)
pl: %s (Odno¶nik)
ro: %s (Legãturã)
ru: %s (Ссылка)
sk: %s (odkaz)
sl: %s (Povezava)
sv: %s (länk)
tr: %s (bað)

source: bytes
br: okted
cs: bytù
eo: bitokoj
et: baiti
fi: tavua
fr: octets
he: םיתב
hr: bajtova
hu: byte
is: bæti
it: byte
ko: 바이트
no: byte
pl: bajtów
ro: octeþi
ru: байт
sk: bajtov
sl: bajtov
sv: byte
tr: byte

source: The mime type config file
br: Ar restr kefluniañ rizhoù mime
ca: El fitxer de configuració del tipus mime
cs: Konfiguraèní soubor mime typu
da: Mime type opsætningsfilen
de: Konfigurationsdatei für Mime-Typen
el: Το αρχείο ρυθμίσεων των τύπων mime
eo: La agordodosiero pri MIME-tipoj
et: Mime tüübi konfiguratsioonifail
fi: MIME-tyypin asetustiedosto
fr: Le fichier de configuration de type MIME
he: םירכומה םיצבקה תמישר
hr: Mime postavna datoteka
hu: A(z)
is: MIME taga stilliskráin
it: Il file di configurazione mime type
ko: Mime 형식 구성 파일
nl: Het mimetype configuratie bestand
no: Mimetypekonfigurasjonsfilen
pl: Plik konfiguracyjny typu mime
pt_br: O arquivo de configuração de tipos MIME
ro: Tipul lui mime
ru: Конфигурационный файл типа mime
sk: Konfiguraèný súbor MIME typov
sl: Datoteka z nastavitvami mime tipa
sv: Konfigfilen för MIME-typer
tr: Mime ayar dosyasý

source: does not contain a MimeType=... entry
br: n'eus ket ennañ a enmont MimeType=...
ca: no conté una entrada MimeType=...
cs: neobsahuje polo¾ku MimeType=...údaj
de: enthält keinen Eintrag MimeType=...
el: δεν περιέχει καταχώριση MimeType=...
et: ei sisalda kirjet MimeType=...
fi: ei sisällä MimeType=... arvoa
fr: ne contient pas d'entrée MimeType=...
hr: ne sadr¾i polje MimeType=...
it: non contiene una voce MimeType=...
no: inneholder ikke noe MimeType=...-innslag
pl: nie zawiera pozycji MimeType=...
pt_br: não contém um registro MimeType=...
ru: не содержит поля MimeType=...

source: No mime types installed!
br: Rizh mime ebet staliet !
ca: No hi han tipus mime instal·lats!
cs: Nejsou nainstalovány ¾ádné Mime typy!
da: Ingen Mime typer installeret!
de: Kein Mime-Typ installiert!
el: Δεν έχουν εγκατασταθεί τύποι mime!
eo: Neniu MIME-tipo estas instalita!
et: Ühtegi mime tüüpi ei ole installeeritud
fi: MIME-tyyppejä ei ole asennettu!
fr: Aucun type MIME installé !
he: ! םירכומ םיצבק תורדגה ונקתוה אל
hr: Mime tipovi nisu instalirani!
hu: Nincsenek installálva a MIME típusok!
is: Engin MIME tög eru inni
it: Nessun Mime Type installato!
ko: Mime 형식이 설치되지 않았습니다!
nl: Er zijn geen mimetypen geinstalleerd!
no: Ingen mimetyper installert!
pl: Brak zainstalowanych typów mime!
pt_br: Não existem tipos MIME instalados
ro: Tipure de Mime neinstalate
ru: Типы mime не установлены
sk: Nie sú nain¹talované ¾iadne MIME typy!
sl: Niti en mime tip ni name¹èen!
sv: Inga MIME-typer installerade!
tr: Yüklenmiþ Mime Türü yok!!

source: Could not find mime type
br: Ne m'eus ket gallet kavout ar rizh mime
ca: No s'ha trobat el tipus mime
cs: Nemohu nalézt mime typ
da: Kunne ikke finde mime type
de: Mime-Typ nicht gefunden
el: Δεν μπορώ να βρώ τον συγκεκριμένο τύπο mime
eo: Ne eblis trovi la MIME-tipon
et: Mime tüüpi pole võimalik leida
fi: MIME-tyyppiä ei löydy:
fr: Impossible de trouver le type MIME
he: םירכומה םיצבקב אצמנ וניא ץבוקה גוס
hr: Ne mogu naæi mime tip
hu: Nem lehet meghatározni a file MIME típusát
is: MIME tag fannst ekki
it: Impossibile trovare il mimetype
ko: Mime 유형을 찾을 수 없습니다
nl: Kan mimetype niet vinden
no: Kunne ikke finne mimetype
pl: Nie mo¿na odnale¼æ typów mime
pt_br: Não foi possível encontrar o tipo MIME
ro: Nu pot gãsi tipuri de mime
ru: Не могу найти типы mime
sk: Nemô¾em nájs» MIME typ
sl: Nisem mogel najti mime tipa
sv: Kunde inte hitta MIME-typen
tr: Mime Türü bulunamadý

source: Mount
br: Mountañ
ca: Munta
cs: Pøipojit
de: Mounten
eo: Muntu
et: Ühenda
fi: Liitä
fr: Attacher (mount)
he: רבחתה
hr: Montiraj
hu: Csatlakoztatás
is: Tengja inn í skráarkerfið
it: Monta
ko: 파일시스템 연결
no: Monter
pl: Montowanie
pt_br: Montar
ro: Monteazã
ru: Монтировать
sk: Pripoji»
sl: Vgradi
sv: Montera
tr: Baðlama

source: Unmount
br: Divountañ
ca: Desmunta
cs: Odpojit
de: Unmounten
eo: Malmuntu
et: Ühenda lahti
fi: Irrota
fr: Détacher (umount)
he: קתנתה
hr: Demontiraj
hu: Leválasztás
is: Tengja frá skráarkerfinu
it: Smonta
ko: 파일시스템 연결 끊기
no: Demonter
pl: Odmontowanie
pt_br: Desmontar
ro: Demonteazã
ru: Размонтировать
sk: Odpoji»
sl: Razgradi
sv: Avmontera
tr: Ayýrma

source: Folder
br: Renkell
ca: Carpeta
cs: Adresáø
de: Verzeichnis
el: Φάκελος
eo: Dosierujo
et: Kaust
fi: Kansio
fr: Dossier
he: הייקית
hr: Direktorij
hu: Könyvtár
is: Mappa
it: Cartella
ko: 폴더
nl: Map
no: Mappe
pt_br: Pasta
ro: Director
ru: Папка
sk: Prieèinok
sl: Imenik
sv: Katalog
tr: Dizin

source: ERROR
br: FAZI
cs: Chyba
da: FEJL
de: FEHLER
el: ΛΑΘΟΣ
eo: ERARO
et: VIGA
fi: VIRHE
fr: ERREUR
he: האיגש
hr: GRE©KA
hu: HIBA
is: VILLA
it: ERRORE
ko: 오류
nl: FOUT
no: FEIL
pl: B£¡D
pt_br: ERRO
ro: Eroare
ru: ОШИБКА
sk: Chyba
sl: NAPAKA
sv: FEL
tr: HATA

source: in
br: e
ca: a
cs: v
da: i
el: στο
eo: en
et: järgnevas
fr: dans
he: ב
hr: u
is: í
ko: 안에
no: i
pl: w
pt_br: em
ro: în
ru: в
sk: v
sl: v
sv: i
tr: içinde

source: ERROR: No Terminal Setting
br: FAZI : kefluniadur ebet evit an dermenell
ca: ERROR: No hi ha arranjament de terminal
cs: Chyba: ®ádné nastavení terminálu
da: FEJL: Ingen Terminal indstilling
de: FEHLER: Keine Terminal-Einstellung
el: ΛΑΘΟΣ: Καμία Ρύθμιση Τερματικού
eo: ERARO: Neniu terminal-agorda¼o
et: VIGA: terminali seadistusi pole
fi: VIRHE: Ei pääteasetusta
fr: ERREUR : aucune option de terminal
he: לנימרט תורדגה ןיא :האיגש
hr: GRE©KA: Terminal nije pode¹en
is: VILLA: Engar skjáhermistillingar
it: ERRORE: Nessun settaggio del terminale
ko: 오류: 터미널이 설정되지 않았습니다
nl: Fout: Geen terminal instelling
no: FEIL: Ingen terminalinstillinger
pl: B£¡D: Brak ustawieñ terminala
pt_br: ERRO: Não existe Configuração do Terminal
ro: EROARE:Nu exista setãrile ptr. Terminal
ru: ОШИБКА: Нет установок Терминала
sk: Chyba: Terminál nie je nastavený
sl: NAPAKA: Terminal ni nastavljen
sv: FEL: Ingen terminalinställning
tr: HATA: Uçbirim ayarý yok

source: Could not execute program
br: Ne m'eus ket gallet seveniñ ar goulev
ca: No s'ha pogut engegar el programa
cs: Nemohu vykonat pøíkaz
da: Kunne ikke starte program
de: Programm konnte nicht ausgeführt werden
el: Δεν μπόρεσα να εκτελέσω το πρόγραμμα
eo: Ne eblis ruli la programon
et: Programmi pole võimalik käivitada
fi: Ohjelmaa ei voitu suorittaa.
fr: Impossible d'exécuter le programme
he: םושיי ץירהל ןתינ אל
hr: Ne mogu izvr¹iti program
hu: Nem lehet a programot végrehajtani
is: Ekki tókst að keyra forrit
it: Impossibile eseguire il programma
ko: 프로그램을 실행할 수 없습니다
nl: Kan programma niet uitvoeren
no: Kunne ikke utføre program
pl: Nie mo¿na uruchomiæ polecenia
pt_br: Não foi possível executar o programa
ro: Nu pot executa programul
ru: Ошибка запуска програмы
sk: Nemô¾em vykona» príkaz
sl: Nisem mogel izvr¹iti programa
sv: Kunde inte köra programmet
tr: Program çalýþtýrýlamýyor

source: Could not find binding
br: Ne m'eus ket gallet kavout an ereadur
ca: No s'ha pogut trobar el lligam
cs: Nemohu nalézt spojení
da: Kunne ikke finde binding
de: Zuordnung nicht gefunden
el: Δεν μπόρεσα να βρώ συσχέτιση(binding)
eo: Ne eblis trovi binda¼on
et: Seost pole võimalik leida
fi: Sidosta ei löydy
fr: Impossible de trouver la liaison
he: רשקה אוצמל היה ןתינ אל
hr: Ne mogu naæi vezu
hu: Nem található a hozzárendelés
is: Fann ekki bindingu
it: Impossibile trovare il collegamento
ko: 바인딩를 찾을 수 없습니다
no: Kunne ikke finne tilordning
pl: Nie mo¿na znale¼æ skojarzenia
pt_br: Não foi possível encontrar a dependência
ro: Nu pot gãsi legãturi
ru: Не могу найти привязки
sk: Nemô¾em nájs» spojenie
sl: Nisem mogel najti zveze
sv: Kunde inte hitta bindning
tr: Baðdaþtýrma bulunamýyor

source: This is a document! Not an application
br: Un teul eo an dra-se ! N'eo ket ur arload
ca: Això és un document! No una aplicació
cs: Toto je dokument! Ne aplikace
da: Dette er et dokument! Ikke en applikation
de: Das ist keine Anwendung, sondern ein Dokument!
el: Αυτό είναι έγγραφο! Δεν είναι εφαρμογή
eo: Tio æi estas dokumento! Øi ne estas aplika¼o
et: See on dokument! Mitte rakendus
fi: Tämä on asiakirja, eikä sovellus!
fr: Ceci est un document et non une application
he: !ךמסמ הז הצרהל םושיי אל הז
hr: Ovo je dokument! Ne aplikacija
hu: Ez egy dokumentum, és nem alkalmazás
is: Þetta er skjal en ekki forrit
it: Questo è un documento! Non un'applicazione
ko: 이 파일은 문서 파일입니다! 응용프로그램이 아닙니다
nl: Dit is een document! Geen applicatie
no: Dette er et dokument! Ikke et program
pl: To jest dokument! Nie aplikacja
pt_br: Isto é um documento! Não é uma aplicação
ro: Acesta este un document! ªi nu un program
ru: Это документ! А не приложение
sk: Toto je dokument, nie aplikácia
sl: To je dokument in ne program!
sv: Det här är ett dokument, inte något program!
tr: Bu bir belge! Uygulama deðil
