Repository: KDE/kde1-kdebase
Catalog: po/*/kfm.po
Languages: br, ca, cs, da, de, el, eo, et, fi, fr, he, hr, hu, is, it, ko, nl, no, pl, pt_br, ro, ru, sk, sl, sv, tr

source: Readonly
br: Lenn hepken
ca: Només lectura
cs: Pouze ètení
da: Læseadgang
de: Schreibgeschützt
el: Μόνο για Ανάγνωση
eo: Nurlege
et: Ainult lugemiseks
fi: Vain luku
fr: Lecture seule
he: דבלב האירק
hr: Samo èitanje
hu: Csak olvasható
is: Lestæki
it: Sola Lettura
ko: 읽기전용
nl: Alleen-lezen
no: Bare lese
pl: Tylko do odczytu
pt_br: Leitura apenas
ro: Numai de citit
ru: Только для чтения
sk: Len pre èítanie
sl: Samo za branje
sv: Skrivskyddad
tr: Yanlýz Okunur

source: Filesystems ( iso9660,msdos,minix,default )
br: Reizhiadoù restr (iso9660, msdos, minix, default)
ca: Sistemes de fitxers ( iso9660,msdos,minix,default )
cs: Souborový systém ( iso9660,msdos,minix,default )
da: Filsystemer ( iso9660,msdos,minix,default )
de: Dateisysteme (iso9660, msdos, minix, default)
el: Συστήματα Αρχείων ( iso9660,msdos,minix,default )
eo: Dosierartipo (iso9660,msdos,minix,implicita)
et: Failisüsteem ( iso9660,msdos,minix,default )
fi: Tiedostojärjestelmät ( iso9660,msdos,minix,oletus )
fr: Système de fichiers (iso9660, msdos, vfat, default)
he: (msdos,iso9660,minix) םיצבקה תכרעמ גוס
hr: Datoteèni sustavi (iso9660, msdos, minix, default)
hu: Filerendszerek (iso9660,msdos,minix,alapértelmezett)
is: Skráakerfi ( iso9660,msdos,minix,default )
it: Filesystem ( iso9660,msdos,minix,default )
ko: 파일시스템 ( iso9660,msdos,minix,default )
nl: Bestandsysteem (iso9660,msdos,minix,default )
no: Filsystem ( iso9660,msdos,minix,default )
pl: Systemy plików ( iso9660,msdos,minix,default )
pt_br: Filesystems ( iso9660,msdos,minix,padrão )
ro: Sistemul de fiºiere ( iso9660,msdos,minix,default )
ru: Файловая система ( iso9660,msdos,minix,default )
sk: Súborový systém ( iso9660,msdos,minix,default )
sl: Datoteèni sistemi (iso9660,msdos,minix,default)
sv: Filsystem ( iso9660,msdos,minix,default )
tr: Dosya Sistemleri ( iso9660,msdos,minix,öntanýmlý )

source: Mounted Icon
br: Arlun mountet
ca: Icona muntat
cs: Ikona pøipojeného
da: Mounted Ikon
de: Symbol für 'gemountet'
el: Εικονίδιο Ανεβασμένου
eo: Munt-piktogramo
et: Ikoon ühendatud seadmele
fi: Liitetyn kuvake
fr: Icône "attaché"
he: רבוחמ רשאכ לומס
hr: Slièica montiranog
hu: Csatlakoztatott ikon
is: Tengd táknmynd
it: Icona 'Montato'
ko: 파일시스템 연결을 표시하는 아이콘
no: Montertikon
pl: Ikona zamontowania
pt_br: Ícone Montado
ro: Montat (icoanã)
ru: Пиктограмма "замонтировано"
sk: Ikona pripojeného
sl: Ikona pri vgradnji
sv: Ikon när monterad
tr: Baðlý Simgesi

source: Unmounted Icon
br: Arlun divountet
ca: Icona desmuntat
cs: Ikona odpojeného
da: UMounted Ikon
de: Symbol für 'unmounted'
el: Εικονίδιο Κατεβασμένου
eo: Malmunt-piktogramo
et: Ikoon lahti ühendatud seadmele
fi: Irroitetun kuvake
fr: Icône "détaché"
he: קתונמ רשאכ לומס
hr: Slièica demontiranog
hu: Nem csatlakoztatott ikon
is: Ótengd táknmynd
it: icona 'Smontato'
ko: 파일시스템 연결 끊기를 표시하는 아이콘
no: Umontertikon
pl: Ikona odmontowania
pt_br: Ícone Não Montado
ro: Demontat (icoanã)
ru: Пиктограмма "размонтировано"
sk: Ikona odpojeného
sl: Ikona pri razgradnji
sv: Ikon när omonterad
tr: Ayrýlmýþ Simgesi

source: Could not create ~/.kde/share/apps/kfm/magic
br: Ne m'eus ket gallet krouiñ ~/.kde/share/apps/kfm/magic
ca: No s'ha pogut crear ~/.kde/share/apps/kfm/magic
cs: Není mo¾né vytvoøit soubor ~/.kde/share/apps/kfm/magic
da: Kunne ikke oprette ~/.kde/share/apps/kfm/magic
de: Kann ~/.kde/share/apps/kfm/magic nicht erstellen
el: Δε μπόρεσα να δημιουργήσω το ~/.kde/share/apps/kfm/magic
eo: Ne eblis krei ~/.kde/share/apps/kfm/magic
et: Pole võimalik luua ~/.kde/share/apps/kfm/magic
fi: En voi luoda ~/.kde/share/apps/kfm/magic -tiedostoa
fr: Création de ~/.kde/share/apps/kfm/magic impossible
he: ~/.kde/share/apps/kfm/magic ץבוקה רוציל ןתינ אל
hr: Ne mogu naèiniti ~/.kde/share/apps/kfm/magic
hu: Nem lehet létrehozni a ~/.kde/share/apps/kfm/magic file-t
is: Ekki tókst að búa til ~/.kde/share/apps/kfm/magic
it: Impossibile creare ~/.kde/share/apps/kfm/magic
ko: ~/.kde/share/apps/kfm/magic 파일을 만들 수 없습니다
nl: Kon ~/.kde/share/apps/kfm/magic niet aanmaken
no: Kan ikke opprette ~/.kde/share/apps/kfm/magic
pl: Nie mo¿na utworzyæ ~/.kde/share/apps/kfm/magic
pt_br: Não foi possível criar ~/kde/share/apps/kfm/magic
ro: Nu pot crea ~/.kde/share/apps/kfm/magic
ru: Ошибка создания ~/.kde/share/apps/kfm/magic
sk: Nie je mo¾né vytvori» súbor ~/.kde/share/apps/kfm/magic
sl: Nisem mogel narediti ~/.kde/share/apps/kfm/magic
sv: Kunde inte skapa ~/.kde/share/apps/kfm/magic
tr: ~/.kde/share/apps/kfm/magic dosyasý yaratýlamýyor

source: Do you really want to rearrange your icons ?
br: Ha fellout a ra deoc'h adkempenn da vat ho arlunioù ?
ca: De veres voleu rearranjar les icones ?
cs: Opravdu chcete pøeuspoøádat va¹e ikony?
da: Vil du virkelig arrangere dine ikoner?
de: Wollen Sie die Symbole wirklich neu anordnen?
el: Πραγματικά επιθυμείτε να αναδιοργανώσετε τα εικονίδιά σας;
eo: Æu vi vere volas rearanøi viajn piktogramojn?
et: Soovid sa tõesti ikoonid ümber paigutada ?
fi: Haluatko todella uudelleenjärjestää kuvakkeet?
fr: Désirez-vous vraiment réarranger vos icônes ?
he: ? חוטב התא ? םילמסה תא שדחמ רדסל
hr: ®elite li zbilja prerasporediti ikone ?
hu: Valóban újra kívánja rendezni az ikonokat?
is: Viltu örugglega endurraða táknmyndunum ?
it: Vuoi veramente ridisporre le icone ?
ko: 아이콘을 재정렬하시겠습니까 ?
no: Ønsker du virkelig å omorganisere ikonene dine?
pl: Czy na pewno chcesz przestawiæ ikony?
pt_br: Deseja realmente reordernar os seus ícones ?
ro: Vreþi întradevãr sã rearanjaþi icoanele ?
ru: Вы действительно хотите переупорядочить свои пиктограммы ?
sk: Naozaj chcete preusporiada» va¹e ikony?
sl: Res ¾elite prerazporediti svoje ikone?
sv: Vill du verkligen ändra om dina ikoner ?
tr: Gerçekten simgeleri dizmek istiyor musunuz?

source: The URL %s is malformed
br: An URL %s a zo siek
ca: L'URL %s és erroni
cs: URL %s ma chybný formát
da: URL'en %s er fejlagtig
de: Die URL %s ist ungültig
el: Το URL %s είναι κακοδιατυπωμένο
eo: La URL %s estas misformita
et: URL %s on vigane
fi: URL %s on virheellinen
fr: l'URL %s est mal écrite
he: רושיקה %s יוגש אוה
hr: URL %s je nepravilan
hu: Hibás URL %s
is: %s er gölluð slóð
it: L'indirizzo (URL) %s è maldefinito
ko: %s URL이 형식에 어긋났읍니다
no: URLen %s er misdannet
pl: URL %s jest b³êdny
pt_br: A URL %s é incorreta
ro: URL-ul %s este malformat
ru: URL %s некорректен
sk: URL %s má chybný formát
sl: URL %s je narobe vpisan.
sv: URL:en %s är felaktig
tr: %sURL'siyetersiz

source: You dont have the file ~/.kde/share/apps/kfm/magic Authorization failed
br: N'oc'h eus ket a restr ~/.kde/share/apps/kfm/magic Aotreadur c'hwitet
ca: No teniu el fitxer ~/.kde/share/apps/kfm/magic Ha fallat l'autorització
cs: Nemáte soubor ~/.kde/share/apps/kfm/magic Autorizace se nezdaøila
da: Filen ~/.kde/share/apps/kfm/magic eksisterer ikke. Adgang nægtet
de: Sie haben keine Datei ~/.kde/share/apps/kfm/magic Authentifizierung fehlgeschlagen
el: Δεν έχετε το αρχείο ~/.kde/share/apps/kfm/magic Ο έλεγχος πρόσβασης απέτυχε
eo: Vi ne havas la dosieron ~/.kde/share/apps/kfm/magic Legitimigo malsukcesis
et: Sul ei ole faili ~/.kde/share/apps/kfm/magic Autoriseerimine ebaõnnestus
fi: Sinulla ei ole tiedostoa ~/.kde/share/apps/kfm/magic Tunnistus epäonnistui
fr: Le fichier ~/.kde/share/apps/kfm/magic n'existe pas Vous n'avez pas l'autorisation d'exécuter cette commande
he: ץבוקה תא ךל ןיא ~/.kde/share/apps/kfm/magic לשכנ עוציבה
hr: Nemate datoteku ~/.kde/share/apps/kfm/magic Prijava nije uspjela
hu: Nincs ~/.kde/share/apps/kfm/magic file-ja. Hozzáférés megtagadva.
is: Skráin ~/.kde/share/apps/kfm/magic er ekki til, svo ekki tókst að auðkenna þig.
it: Non hai il file ~/.kde/share/apps/kfm/magic Autorizzazione fallita
nl: U hebt geen bestand ~/.kde/share/apps/kfm/magic Authorisatie mislukt
no: Du har ikke filen ~/.kde/share/apps/kfm/magic Godkjenning mislyktes
pl: Nie ma pliku ~/.kde/share/apps/kfm/magic Brak autoryzacji
pt_br: Não há o arquivo ~/.kde/share/apps/kfm/magic Autorização falhou
ro: Nu aveþi fiºierul ~/.kde/share/apps/kfm/magic Nu se poate stabili Autorizaþia
ru: У вас нет файла ~/.kde/share/apps/kfm/magic Доступ запрещен
sk: Nemáte súbor ~/.kde/share/apps/kfm/magic Autorizácia sa nepodarila
sl: Ni datoteke ~/.kde/share/apps/kfm/magic Prijava ni uspela.
sv: Du har inte filen ~/.kde/share/apps/kfm/magic Därför misslyckades identifieringen
tr: ~/.kde/share/apps/kfm/magic dosyasýna sahip deðilsiniz Eriþim yetkisi verilmedi

source: The file ~/.kde/share/apps/kfm/magic is corrupted Authorization failed
br: Brein eo ar restr ~/.kde/share/apps/kfm/magic Aotreadur c'hwitet
ca: El fitxer ~/.kde/share/apps/kfm/magic s'ha fet malbé Ha fallat l'autorització
cs: Soubor ~/.kde/share/apps/kfm/magic po¹kozen Autorizace se nezdaøila
da: Filen ~/.kde/share/apps/kfm/magic er fejlbehæftet. Adgang nægtet
de: Die Datei ~/.kde/share/apps/kfm/magic ist fehlerhaft Authentifizierung fehlgeschlagen
el: Το αρχείο ~/.kde/share/apps/kfm/magic έχει αλλοιωθεί Ο έλεγχος πρόσβασης απέτυχε
eo: La dosiero ~/.kde/share/apps/kfm/magic estas difektita Legitimigo malsukcesis
et: Fail ~/.kde/share/apps/kfm/magic on vigastatud Autoriseerimine ebaõnnestus
fi: Tiedosto ~/.kde/share/apps/kfm/magic on vioittunut Tunnistus epäonnistui
fr: Le fichier ~/.kde/share/apps/kfm/magic a un contenu incorrect Vous n'avez pas l'autorisation d'exécuter cette commande
he: ןיקת אל ~/.kde/share/apps/kfm/magic ץבוקה לשכנ עוציבה
hr: Datoteku ~/.kde/share/apps/kfm/magic je o¹teæena Prijava nije uspjela
hu: A ~/.kde/share/apps/kfm/magic file megsérült. Hozzáférés megtagadva.
is: Skráin ~/.kde/share/apps/kfm/magic er skemmd, svo ekki tókst að auðkenna þig.
it: Il file ~/.kde/share/apps/kfm/magic è rovinato Autorizzazione fallita
nl: Het bestand ~/.kde/share/apps/kfm/magic is gecorrumpeerd Authorisatie mislukt
no: Filen ~/.kde/share/apps/kfm/magic er korrupt Godkjenning mislyktes
pl: Plik ~/.kde/share/apps/kfm/magic jest uszkodzony Brak autoryzacji
pt_br: O arquivo ~/.kde/share/apps/kfm/magic está corrompido. Autorização falhou
ro: Fiºierul ~/.kde/share/apps/kfm/magic este corupt Nu se poate stabili Autorizaþia
ru: Файл ~/.kde/share/apps/kfm/magic поврежден Доступ запрещен
sk: Súbor ~/.kde/share/apps/kfm/magic po¹kodený Autorizácia sa nepodarila
sl: Datoteka ~/.kde/share/apps/kfm/magic je pokvarjena Prijava ni uspela.
sv: Filen ~/.kde/share/apps/kfm/magic är trasig Därför misslyckades identifieringen
tr: ~/.kde/share/apps/kfm/magic dosyasý bozulmuþ Eriþim yetkisi verilmedi

source: Someone tried to authorize himself using a wrong password
br: Unan bennak en deus klasket aotren e-unan en ur implj un tremenger faos
ca: Algú ha provat d'autoritzar-se ell mateix fent servir una contrasenya equivocada
cs: Nìkdo se pokusil se autorizovat pomocí ¹patného hesla
da: Nogen prøvede at få adgang med det forkerte kodeord
de: Jemand hat versucht, sich mit einem falschen Paßwort zu authentifizieren
el: Κάποιος προσπάθησε να αποκτήσει πρόσβαση χρησιμοποιώντας λάθος κωδικό
eo: Iu provis legitimigi sin per maløusta pasvorto
et: Keegi üritas ennast autoriseerida kasutades vale parooli
fi: Joku yritti tunnistaa itsensä käyttäen väärää salasanaa
fr: Quelqu'un a essayé de s'authentifier en utilisant un mauvais mot de passe
he: יוניש עצבל הסינ והשימ היוגש המסיס תועצמאב
hr: Netko se poku¹ao prijaviti koristeæi pogre¹nu lozinku
hu: Valaki hibás jelszóval próbálta azonosítani magát
is: Einhver reyndi að auðkenna sig með röngu lykilorði
it: Qualcuno ha provato ad autorizzarsi utilizzando una password errata
ko: 누군가 틀린 암호로 로그인을 시도하고 있습니다
nl: Iemand heeft getracht zichzelf te authoriseren met een verkeerd wachtwoord
no: En eller annen prøvde å autorisere seg selv ved å bruke feil passord
pl: Kto¶ próbuje dokonaæ autoryzjacji u¿ywaj±c b³êdnego has³a
pt_br: Alguém tentou autorizar-se usando uma senha errada
ro: Cineva încearcã sã se autorizeze utilizînd o parolã greºitã
ru: Кто-то пытается авторизоваться используя неверный пароль
sk: Niekto sa pokúsil autentizova» pomocou neplatného hesla
sl: Nekdo se je posku¹al prijaviti z napaènim geslom
sv: VARNING: Någon försökte identifiera sig med fel lösenord
tr: Birileri yanlýþ parola kullanarak kendini yetkilendirmeye çalýþmýþ

source: Cannot execute request. New root grid dimensions would move some icons off the desktop.
br: Ne m'eus ket gallet seveniñ ar goulenn. Mentoù kael gwrizienn a lakafe arlunioù zo er-maez ar burev.
ca: No s'ha pogut executar la petició. Les noves dimensions de la graella arrel desplaçarien algunes icones fora de l'escriptori.
cs: Není mo¾né vykonat po¾adavek. Nová rozteè sítì na pracovní plo¹e by posunula nekteré ikony mimo pracovní plochu.
da: Kunne ikke udføre forespørgslen. De nye dimensioner ville flytte nogle ikoner ud over Arbejdspladsen.
de: Kann Anforderung nicht ausführen! Neuer Gitterabstand würde einige Symbole von der Arbeitsfläche herunterschieben.
eo: Ne eblis plenumi la deziron. La deziritaj dimensioj de la krado movus kelkajn piktogramojn ekster la labortabulon.
et: Soovi ei saa käivitada. Uued ikoonide vahed jätavad mõned ikoonid töölaualt välja.
fi: En voi suorittaa pyyntöä. Uudet hilavälin asetukset siirtäisivät osan kuvakkeista pois työpöydältä.
fr: Impossible d'exécuter cette commande. Modifier ainsi les dimensions de la grille du bureau ferait sortir certaines icônes de l'écran.
he: יונישה תא עצבל ןתינ אל םילמסה ןיב םישדחה םיחוורמה הדובעה ןחלושל ץוחמ םילמס וריתוי
hr: Ne mogu izvr¹iti zahtjev. Nove dimenzije bi pomakle neke od ikona van radnu povr¹ine.
is: Ekki tókst að breyta rótarnetinu, því þá hefðu táknmyndir færst út af skjánum.
it: Impossibile eseguire la richiesta Le nuove dimensioni della griglia potrebbero far spostare alcune icone fuori dal Desktop.
ko: 요청을 실행할 수 없음 New root grid dimensions would move some icons off the desktop.
nl: Kan verzoek niet uitvoeren. Nieuwe bodem raamwerk dimensies zouden verschillende pictogrammen buiten het buroblad plaatsen.
no: Kan ikke utføre forespørsel. Ny bunnrammestørrelse vil flytte noen ikoner fra skrivebordet.
pl: Nie mo¿na wykonaæ polecenia. Ustawienie nowych odstêpów spowoduje przeniesienie niektórych ikona poza biurko.
pt_br: Não consigo executar o pedido. As novas dimensões da grade de raiz iriam mover alguns ícones para fora do ambiente de trabalho.
ro: Nu pot sa execut cererea. New root grid dimensions would move some icons off the desktop.
ru: Не могу выполнить запрос. Новый размер сетки сдвинет некоторые пиктограммы за рабочий стол.
sk: Nemô¾em vykona» po¾iadavku. Nové rozmery mrie¾ky by presunuli niektoré ikony von z plochy.
sl: Ne morem izvr¹iti ¾eljenega. Nove dimenzije mre¾e bi premaknile nekatere ikone vstran z mize.
sv: Kan ej utföra begäran. Nytt ikonavstånd på skrivbordet skulle medföra att några ikoner hamnade utanför skrivbordet.
tr: Ýstek çalýþtýrýlamýyor. Yeni kök ýzgarasý masaüstündeki bazý simgeleri oynatabilir.

source: Internal Error: desktopDir is malformed
br: Kammad diabarzh : desktopDir a zo siek
ca: Error intern: desktopDir és erroni
cs: Interní chyba: desctopDir má ¹patný formát
da: Intern Fejl: desktopDir er fejlagtigt
de: INTERNER FEHLER: desktopDir ist ungültig.
el: Εσωτερικό Σφάλμα:
eo: Interna eraro: desktopDir estas misformita
et: Sisemine viga: töölaua kataloog on vigane
fi: Sisäinen virhe: desktopDir on virheellinen
fr: Erreur interne : desktopDir est inexploitable
he: ןיקת אל desktopDir :תימינפ האיגש
hr: Interna gre¹ka: desktopDir je neispravan
hu: Belsõ hiba: elrontott desktopDir
is: Innri villa: desktopDir er gallað
it: Errore Interno: la desktopDir è maldefinita
ko: 내부 오류: 데스크탑 디렉토리가 형식에 어긋남
nl: Interne fout: buroblad-map is misvormd
no: Intern feil: desktopDir er misdannet
pl: B³±d wewnêtrzny: desktopDir jest b³êdny
pt_br: Erro Interno: desktopDir é incorreto
ro: Eroare internã: directorulEcran (desktopDir) este malformat
ru: Внутренняя Ошибка: desktopDir некорректен
sk: Interná chyba: desctopDir má neplatný formát
sl: Notranja napaka: desktopDir je narobe vpisan
sv: Internt fel: desktopDir är felaktig
tr: Ýç Hata: masaüstü dizini yetersiz

source: ERROR: Could not read desktop directory '%s'
br: FAZI : Ne m'eus ket gallet lenn renkell ar gorretaol '%s'
ca: ERROR: No s'ha pogut llegir el directori '%s' de l'escriptori
cs: Chyba: Nemohu èíst adresáø pracovní plochy '%s'
da: FEJL: Kunne ikke læse Arbejdsplads folder ´%s´
de: FEHLER: Verzeichnis für Arbeitsfläche '%s' konnte nicht gelesen werden.
el: ΣΦΑΛΜΑ: Δεν μπορώ να διαβάσω τον κατάλογο επιφάνειας εργασίας '%s'
eo: ERARO: Ne eblis legi la labortabulan dosierujon '%s'
et: VIGA: Ei suuda lugeda töölaua kataloogi '%s'
fi: VIRHE: Työpöytähakemistoa '%s' ei pystytty lukemaan.
fr: ERREUR : ne peut lire le répertoire desktop '%s'
he: %s הדובעה ןחלוש ץבוק תא אורקל ןתינ אל
hr: GRE©KA: Ne mogu èitati direktorij radnog stola '%s'
hu: Hiba: a(z) '%s' asztalkönyvtár nem olvasható
is: VILLA: Ekki tókst að lesa skjáborðsmöppu '%s'
it: ERRORE: Impossibile leggere la directory del desktop '%s'
ko: 오류: '%s' 데스크탑 디렉토리를 읽을 수 없습니다
nl: Fout: Kan buroblad-map '%s' niet lezen
no: FEIL: Kunne ikke lese skrivebordskatalog '%s'
pl: B£¡D: Nie mo¿na odczytaæ katalogu biurka '%s'
pt_br: ERRO: Não foi possível ler o diretório do ambiente de trabalho '%s'
ro: Eroare: Nu pot sã citesc directorul ecranului '%s'
ru: Ошибка чтения каталога рабочего стола '%s'
sk: Chyba: Nemô¾em èíta» prieèinok pracovnej plochy '%s'
sl: NAPAKA: Nisem mogel prebrati namiznega imenika '%s'
sv: FEL: Kunde inte läsa skrivbordskatalogen '%s'
tr: HATA: '%s' masaüstü dizini okunamýyor

source: ERROR: Can not accept drop
br: FAZI : n'hellan ket asantiñ d'al leuskel
ca: ERROR: No puc acceptar amollar
cs: Chyba: Nemohu akceptovat upu¹»ení
da: FEJL: Kan ikke acceptere placering
de: FEHLER: Ablegen nicht möglich
el: ΣΦΑΛΜΑ: Δεν μπορώ να αποδεχθώ εναπόθεση
eo: ERARO: Ne eblis akcepti la faligon
et: VIGA: Ei saa aktsepteerida kukutamist
fi: VIRHE: Pudotusta ei voida hyväksyä.
fr: ERREUR : ce lâché à la souris n'est pas accepté
he: הזה דעיל הרירגה תלועפ תא עצבל ןתינ אל
hr: GRE©KA: Ne mogu prihvatiti ispu¹tanje
hu: Hiba: nem lehet egérrel ejteni
is: ERROR: Get ekki tekið við því sem var sleppt.
it: ERRORE: Non può accettare Drop
nl: Fout: Kan 'drop' niet aanvaarden
no: FEIL: Kunne ikke akseptere slipp
pl: B£¡D: Nie mo¿na upu¶ciæ
pt_br: ERRO: Não é possível aceitar o drop
ro: Eroare: Nu pot accepta drop-ul
ru: ОШИБКА: Ошибка подтверждения переноса
sk: Chyba: Nemô¾em akceptova» upustenie
sl: NAPAKA: Ne morem odvreèi
sv: FEL: Kan inte ta emot släppt ikon
tr: HATA: Býrakma kabul edilemez

source: Dont know what to do.
br: N'ouzon ket petra ober.
ca: No se que fer.
cs: Nevím co dìlat.
da: Ve´ ikk´ wa A ska´ gør´
de: Ich weiß nicht, was ich tun soll.
el: Δεν ξέρω τί να κάνω.
eo: Ne scias, kion fari.
et: Ei saa aru, mida teha.
fi: En tiedä mitä tehdä.
fr: Le système ne sait pas quoi faire.
he: ? הרק המ המל
hr: Ne znam ¹to da radim.
is: Ég veit ekki hvað ég á að gera.
it: Non so cosa fare.
ko: 무엇을 해야할 지 모르겠음
nl: Weet niet wat ik moet doen.
no: Jeg vet ikke hva jeg skal gjøre.
pl: Nie wiem co zrobiæ.
pt_br: Não sei o que fazer.
ro: Nu ºtiu ce sã fac.
ru: Не знаю, что делать.
sk: Neviem, èo robi».
sl: Ne vem, kaj naj storim.
sv: Vet inte vad som skall göras.
tr: Ne yapýlacaðý bilinmiyor

source: The file does not contain a URL
br: Ar restr n'eus ket a URL ennañ
ca: El fitxer no conté un URL
cs: Soubor neobsahuje URL
da: Filen indeholder ingen URL
de: Die Datei enthält keine URL.
el: Το αρχείο δεν περιέχει κάποιο URL
eo: La dosiero ne enhavas URLon.
et: Fail ei sisalda aadressit
fi: Tiedostossa ei ole URL:ää
fr: Le fichier ne contient pas d'URL
he: רושיק ליחמ וניא ץבוקה
hr: Datoteka ne sadr¾i URL
hu: A file nem tartalmaz URL-t
is: Skráin inniheldur ekki slóð
it: Il file non contiene un indirizzo (URL)
ko: 이 파일은 URL을 포함하고 있지 않습니다
nl: Het bestand bevat geen URL
no: Filen inneholder ingen URL
pl: Plik nie zawiera adresu URL
pt_br: O arquivo não contem uma URL
ro: Acest fiºier nu conþine un URL
ru: Файл не содержит URL
sk: Subor neobsahuje URL
sl: Datoteka ne vsebuje URL
sv: Filen innehåller ingen URL
tr: Dosya bir URL içermiyor

source: Contacting host
br: O taremprediñ an ostiz
ca: S'està contactant host
cs: Kontaktuji hostitele
da: Kontakter host
de: Verbinde mit Rechner
el: Επικοινωνώ με τον host
eo: Kontaktante la komputilon
et: Kontakti loomine hostiga
fi: Muodostan yhteyttä koneeseen
fr: Hôte contacté :
he: תרשה םע רשק רצוי
hr: Spajam se na
hu: Csatlakozás a kiszolgálóhoz:
is: Tengist vél
it: Connessione all'host
ko: 호스트에 접속중
no: Kontakter vert
pl: Po³±czenie z hostem
pt_br: Contactando o host
ro: Contactez gazda
ru: Связываюсь с сервером
sk: Kontaktujem hostiteµa
sl: Vzpostavljam zvezo
sv: Kontaktar värd
tr: Sunucuya baðlanýlýyor

source: Working ...
br: O labourat...
ca: S'està treballant ...
cs: Pracuji ...
da: Arbejder...
de: Arbeite...
el: Επεξεργασία ...
eo: Agante ...
et: Töötamine ...
fi: Työskentelen ...
fr: En cours...
he: ....ןתמה
hr: Radim ...
hu: Várjon...
is: Í vinnslu...
it: Sto lavorando ...
ko: 작업중 ...
nl: Aan het werk ...
no: Jobber ...
pl: Wykonuje ...
pt_br: Trabalhando...
ro: Lucrez ...
ru: Работаю...
sk: Pracujem ...
sl: Delam...
sv: Arbetar ...
tr: Çalýþýyor...

source: INTERNAL ERROR: You must at least specify the device for mounting
br: FAZI DIABARZH : Ret eo deoc'h d'an nebeutañ resisaat an drobarzhell da vountañ
ca: ERROR INTERN: Com a mínim heu d'especificar el dispositiu a muntar
cs: INTERNÍ CHYBA: Je nutné specifikovat pøinejmen¹ím zaøízení k pøipojení
da: INTERN FEJL: Du må mindst specificere en enhed at mounte
de: INTERNER FEHLER: Zumindest das Gerät, das gemountet werden soll, ist anzugeben.
el: ΕΣΩΤΕΡΙΚΟ ΣΦΑΛΜΑ: Πρέπει τουλάχιστον να ορίσετε την συσκευή που θα προσαρτηθεί
eo: INTERNA ERARO: Vi devas indiki almenaý unu aparaton por munto
et: SISEMINE VIGA: Sa pead kindlaks määrama vähemalt seadme, mida soovid ühendada
fi: SISÄINEN VIRHE: Sinun täytyy ainakin määrittää laite, jota liitetään.
fr: ERREUR INTERNE : vous devez au moins spécifier le périphérique à attacher
he: ןקתהה םש ןייצל תוחפל שי ןקתה רבחל ידכ :האיגש
hr: INTERNA GRE©KA: Morate barem navesti ureðaj koji montirate
is: INNRI VILLA: Þú verður að tiltaka tæki til að tengja
it: ERRORE INTERNO: Devi almeno specificare un dispositivo da montare
ko: 내부 오류: 마운트할 장치를 지정하여야 합니다
nl: Interne fout: Er moet tenminste het apparaat opgegeven worden voor het aansluiten
no: INTERN FEIL: Du må i det minste spesifisere en enhet for montering
pl: B£¡D WEWNÊTRZNY: Musisz okre¶liæ co najmniej urz±dzenie do zamontowania
pt_br: ERRO INTERNO: especifique um dispositivo para ser montado
ro: Eroare internã: Trebuie sã specificaþi deviza pentru montare
ru: ВНУТРЕННЯЯ ОШИБКА: Вы должны как минимум указать устройство для монтирования
sk: INTERNÁ CHYBA: Je nutné ¹pecifikova» prinajmen¹om zariadenie k pripojeniu
sl: NOTRANJA NAPAKA: Doloèiti morate vsaj napravo za vgraditev
sv: INTERNT FEL: Du måste åtminstone ange vilken enhet som skall monteras
tr: ÝÇ HATA: Baðlama için bir aygýt belirlemelisiniz

source: Malformed URL %s
br: URL siek %s
ca: URL erroni %s
cs: Chybný formát URL %s
da: Fejlagtig URL %s
de: Ungültige URL %s
el: Κακοδιατυπωμένο URL %s
eo: Misformita URL %s
et: Vigane URL %s
fi: Virheellinen URL %s
fr: URL mal écrite %s
he: רושיקה םשב האיגש %s
hr: Neispravan URL %s
hu: Hibás URL %s
is: Gölluð slóð %s
it: Indirizzo (URL) maldefinito %s
ko: 형식에 어긋난 URL %s
no: Misdannet URL %s
pl: B³êdny URL %s
pt_br: URL Incorreta %s
ro: URL malformat %s
ru: Некорректный URL %s
sk: Chybný formát URL %s
sl: Narobe vpisan URL %s
sv: Felaktig URL %s
tr: Yetersiz URL %s
