Repository: KDE/kde1-kdebase
Catalog: po/*/kfm.po
Languages: br, ca, cs, da, de, el, eo, et, fi, fr, he, hr, hu, is, it, ko, nl, no, pl, pt_br, ro, ru, sk, sl, sv, tr

source: Could not rename the file or directory %s
br: Ne m'eus ket gallet adenvel ar restr pe renkell %s
ca: No s'ha pogut anomenar el fitxer o el directori %s
cs: Není mo¾né pøejmenovat soubor nebo adresáø %s
de: Verzeichnis oder Datei konnte nicht umbenannt werden: %s
el: Δεν μπόρεσα να μετονομάσω τον κατάλογο ή το αρχείο %s
et: Kataloogi või faili %s ei ole võimalik ümber nimetada
fi: Hakemistoa tai tiedostoa %s ei voitu uudelleennimetä
fr: Impossible de renommer le fichier ou répertoire %s
hr: Ne mogu preimenovati datoteku ili direktorij %s
is: Ekki tókst að eyða möppunni %s
it: Impossibile rinominare il file o la directory %s
no: Kunne ikke endre navn på filen eller katalogen %s
pl: Nie mo¿na zmieniæ nazwy pliku lub katalogu %s
pt_br: Não foi possível renomear o arquivo ou diretório %s
ru: Ошибка переименования файла или каталога %s

source: Access permissions
br: Aotreoù moned
ca: Permisos d'accés
cs: Pøístupová práva
da: Adgangs tilladelser
de: Zugriffsrechte
el: Δικαιώματα Πρόσβασης
eo: Aliru permesojn
et: Juurdepääsu load
fi: Käsittelyoikeudet
fr: Permissions d'accès
he: השיג תואשרה
hr: Prava pristupa
hu: Hozzáférési jogok
is: Aðgangsheimildir
it: Permessi di accesso
ko: 접근 권한
nl: Toegangsrechten
no: Adgangsrettigheter
pl: Zezwolenia na dostêp
pt_br: Permissões de acesso
ro: Permisiuni de acces
ru: Права доступа
sk: Prístupové práva
sl: Dovoljenja za dostop
sv: Åtkomsträttigheter
tr: Eriþim haklarý

source: Show Entries
br: Diskouez enmontoù
ca: Mostra Entrades
cs: Zobrazit polo¾ky
da: Læs indgange
de: Zeige Einträge
el: Δείξε τις Καταχωρίσεις
eo: Montru la erojn
et: Näita kirjeid
fi: Näytä Tietueet
fr: Afficher Entrées
he: תואשרה הגוצת
hr: Prika¾i Vrijednosti
is: Sýna Færslur
it: Mostra Voci
ko: 항목 보기
nl: Laat Ingangen Zien
no: Vis Innslag
pl: Pozwól odczytaæ
pt_br: Mostrar Entradas
ro: Citire Intrãri
ru: Смотреть Элементы
sk: Zobrazi» súbory
sl: Poka¾i vnose
sv: Visa poster
tr: Girdileri Göster

source: Read
br: Lenn
ca: Lectura
cs: Ètení
da: Læs
de: Lesen
eo: Legu
et: Lugeda
fi: Luku
fr: Lire
he: האירק
hr: Èitaj
hu: Olvasás
is: Lesa
it: Lettura
ko: 읽기
no: Les
pl: Czytanie
pt_br: Ler
ro: Citire
ru: Читать
sk: Èítanie
sl: Preberi
sv: Läs
tr: Oku

source: Write Entries
br: Skrivañ enmontoù
ca: Escriu Entrades
cs: Zápis do polo¾ek
da: Skriv indgange
de: Schreibe Einträge
el: Γράψε τις Καταχωρίσεις
eo: Skribu la erojn
et: Kirjuta kirjeid
fi: Kirjoita Tietuetta
fr: Ecrire Entrées
he: תואשרה הביתכ
hr: Zapi¹i Vrijednosti
is: Skrifa Færslur
it: Scrivi Voci
ko: 쓰기 항목
nl: Schrijf Ingangen
no: Skriv Innslag
pl: Pozwól zapisaæ
pt_br: Escrever Entradas
ro: Scriere Intrãri
ru: Писать Элементы
sk: Vytvori» súbory
sl: Zapi¹ivnose
sv: Skriva poster
tr: Girdileri Yaz

source: Write
br: Skrivañ
ca: Escriptura
cs: Zápis
da: Skriv
de: Schreiben
eo: Skribu
et: Kirjutada
fi: Kirjoitus
fr: Ecrire
he: הביתכ
hr: Pi¹i
hu: Írás
is: Skrifa
it: Scrittura
ko: 쓰기
no: Skriv
pl: Zapis
pt_br: Escrever
ro: Scriere
ru: Писать
sk: Zápis
sl: Zapi¹i
sv: Skriv
tr: Yaz

source: Change Into
br: Kemmañ da
ca: Canvia A
cs: Vstup do adresáøe
da: Ændr til
de: Wechseln in
el: Άλλαξε σε
eo: Þanøu al
et: Sisenemine
fi: Muuta
fr: Aller dans
he: הסינכ ךותל
hr: Promjeni U
is: Skipta inn í
it: Cambia in
ko: 으로 바꾸기
nl: Verander Naar
no: Forandre Til
pl: Pozwól wykonaæ
pt_br: Mudar Para
ro: Schimbã
ru: Сменить покаталог
sk: Vstup do prieèinku
sl: Spremeni v
sv: Gå in i
tr: 'a Deðiþtir

source: Exec
br: Seveniñ
ca: Execució
cs: Vykonání
da: Kør
de: Ausführen
el: Εκτέλεση
eo: Lanæo
et: Käivit.
fi: Suoritus
he: הצרה
hr: Izvr¹avaj
hu: Végrehajtás
is: Keyra
it: Esecuzione
ko: 실행
no: Utfør
pl: Wykonanie
pt_br: Executar
ro: Execuþie
ru: Выполнять
sk: Vykonanie
sl: Izvr¹i
sv: Kör
tr: Çalýþtýr

source: Special
br: Dibar
ca: Especial
cs: Speciální
da: Speciel
de: Spezial
el: Ειδικό
eo: Speciala
et: Spetsiaal
fi: Erikoinen
fr: Spécial
he: דחוימ
hr: Posebno
hu: Speciális
is: Sérstakt
it: Speciale
ko: 특정
nl: Speciaal
no: Spesiell
pl: Specjalne
pt_br: Especial
ro: Speciale
ru: Специальный
sk: ©peciálne
sl: Posebno
tr: Özel

source: User
br: Arveriad
ca: Usuari
cs: U¾ivatel
da: Bruger
de: Benutzer
el: Χρήστης
eo: Uzanto
et: Kasutaja
fi: Käyttäjä
fr: Utilisateur
he: שמתשמ
hr: Korisnik
hu: Felhasználó
is: Notandi
it: Utente
ko: 사용자
no: Bruker
pl: U¿ytkownik
pt_br: Usuário
ro: Utilizator
ru: Пользователь
sk: U¾ívateµ
sl: Uporabnik
sv: Ägare
tr: Kullanýcý

source: Group
br: Strollad
ca: Grup
cs: Skupina
da: Gruppe
de: Gruppe
el: Ομάδα
eo: Grupo
et: Grupp
fi: Ryhmä
fr: Groupe
hr: Grupa
hu: Csoport
is: Hópur
it: Gruppo
nl: Groep
no: Gruppe
pl: Grupa
pt_br: Grupo
ru: Группа
sk: Skupina
sv: Grupp

source: Others
br: Re all
ca: Altres
cs: Ostatní
da: Andre
de: Andere
el: Άλλοι
eo: Aliaj
et: Teised
fi: Muut
fr: Autres
he: םירחא
hr: Ostali
hu: Többiek
is: Aðrir
it: Altri
ko: 기타
no: Andre
pl: Inne
pt_br: Outros
ro: Alþii
ru: Другие
sk: Ostatní
sl: Ostali
sv: Andra
tr: Diðerleri

source: Set UID
br: Laka UID
ca: Estableix UID
cs: Nastav UID
da: Sæt UID
de: Setze UID
el: Θέστε το UID
eo: UID-rulo
et: Sea UID
fi: Aseta UID
fr: Bit SUID
he: שמתשמכ לעפ
hr: Podesi UID
is: Setja UID
it: Imposta UID
ko: UID 설정
nl: Stel UID in
no: Sett UID
pt_br: Inserir UID
ro: Seteazã UID
ru: Установить UID
sk: Nastavi» UID
sl: Nastavi UID
sv: Sätt UID
tr: UID Belirle

source: Set GID
br: Laka GID
ca: Estableix GID
cs: Nastav GID
da: Sæt GID
de: Setze GID
el: Θέστε το GID
eo: GID-rulo
et: Sea GID
fi: Aseta GID
fr: Bit SGID
he: הצובק עבק
hr: Podesi GID
is: Setja GID
it: Imposta GID
ko: GID 설정
nl: Stel GID in
no: Sett GID
pt_br: Inserir UID
ro: Seteazã GID
ru: Установить GID
sk: Nastavi» GID
sl: Nastavi GID
sv: Sätt GID
tr: GID Belirle

source: Sticky
br: Pegus
ca: Apegalós
de: Angeheftet
eo: Glua
et: Kleepuv
fi: Kiinnitetty
fr: Sticky bit
he: קיבד
is: Klístrað
it: Appiccicato
ko: 스티키
nl: Kleverig
no: Klistrete
pl: Przypnij
pt_br: Pregar
ro: Lipicios
ru: Прикрепление
sl: Prilepi
sv: Klistrig

source: Ownership
br: Perc'henniezh
ca: Propietat
cs: Vlastnictví
da: Ejerskab
de: Eigentum
el: Ιδιοκτησία
eo: Posedo
et: Omandus
fi: Omistajuus
fr: Propriétaire
he: תולעב
hr: Vlasni¹tvo
hu: Tulajdonos
is: Eign
it: Proprietà
ko: 소유권
no: Eierskap
pl: W³a¶ciciel
pt_br: Dono
ro: Proprietar
ru: Владение
sk: Vlastníctvo
sl: Lastni¹tvo
sv: Ägarinformation
tr: Sahibi

source: Owner
br: Perc'henn
ca: Propietari
cs: Vlastník
da: Ejer
de: Besitzer
el: Ιδιοκτήτης
eo: Posedanto
et: Omanik
fi: Omistaja
fr: Propriétaire
hr: Vlasnik
hu: Tulajdonos
is: Eigandi
it: Proprietario
nl: Eigenaar
no: Eier
pl: W³a¶ciciel
pt_br: Dono
ru: Владелец
sk: Vlastník
sv: Ägare

source: ERROR: No user %s
br: FAZI : Arveriad %s ebet
ca: ERROR: Cap usuari %s
cs: Chyba: ®ádný u¾ivatel %s
da: FEJL: Ingen bruger %s
de: FEHLER: Kein Benutzer %s
el: ΛΑΘΟΣ: Δεν υπάρχει χρήστης %s
eo: ERARO: Ne ekzistas uzanto %s
et: VIGA: Kasuajat %s pole
fi: VIRHE: Tuntematon käytäjä %s
fr: ERREUR : l'utilisateur %s n'existe pas
he: %s םשב שמתשמ ןיא :האיגש
hr: GRE©KA: Ne postoji korisnik %s
hu: HIBA: Nincs '%s' user
is: VILLA: %s er ekki notandi
it: ERRORE: User '%s' inesistente
ko: 오류: %s 사용자가 없습니다
nl: Fout: Geen gebruiker %s
no: FEIL: Ingen bruker %s
pl: B£¡D: Brak u¿ytkownika %s
pt_br: ERRO: Não existe o usuário %s
ro: EROARE: Nici un utilizator %s
ru: ОШИБКА: Пользователь %s не существует
sk: Chyba: ®iadny u¾ívateµ s menom %s
sl: NAPAKA: Uporabnik %s ne obstaja.
sv: FEL: Det finns ingen användare med namnet '%s'
tr: HATA: %s kullanýcýsý yok

source: ERROR: No group %s
br: FAZI : Strollad %s ebet
ca: Cap grup %s
cs: Chyba: ®ádná skupina %s
da: FEJL: Ingen gruppe %s
de: FEHLER: Keine Gruppe %s
el: ΛΑΘΟΣ: Δεν υπάρχει ομάδα %s
eo: ERARO: Ne ekzistas grupo %s
et: VIGA: Gruppi %s pole
fi: VIRHE: Tuntematon ryhmä %s
fr: ERREUR : le groupe %s n'existe pas
he: %s םשב הצובק ןיא :האיגש
hr: GRE©KA: Ne postoji grupa %s
hu: HIBA: Nincs '%s' csoport
is: VILLA: %s er ekki hópur
it: ERRORE: Gruppo '%s' inesistente
ko: 오류: %s 그룹이 없습니다
nl: Fout: Geen groep %s
no: FEIL: Ingen gruppe %s
pl: B£¡D: Brak grupy %s
pt_br: ERRO: Não existe o grupo %s
ro: EROARE: Nici o grupã %s
ru: ОШИБКА: Группа %s не существует
sk: Chyba: Neexistuje skupina s názvom %s
sl: NAPAKA: Skupina %s ne obstaja.
sv: FEL: Det finns ingen grupp med namnet '%s'
tr: HATA: %s grubu yok

source: Could not change owner/group Perhaps access denied.
br: Ne m'eus ket gallet kemmañ perc'henn/strollad Nac'het eo bet ar moned marteze
ca: No s'ha pogut canviar l'amo/grup Potser s'ha denegat l'accés.
cs: Nemohu zmìnit vlastníka/skupinu Mo¾ná nemáte pøístup.
da: Kunne ikke ændre Ejer/Gruppe Har måske ikke adgang.
de: Besitzer/Gruppe konnte nicht geändert werden. Vielleicht Zugriff verweigert.
el: Δεν μπόρεσα να αλλάξω ιδιοκτήτη/ομάδα Ίσως η πρόσβαση να μην επιτρέπεται.
eo: Ne eblis þanøi ls posedanton/grupon Verþajne aliro estas malpermesita.
et: Omanikku/gruppi ei ole võimalik muuta Võibolla on juurdepääs keelatud.
fi: Omistajaa/ryhmää ei saatu vaihdettua Käsittely on mahdollisesti estetty
fr: Impossible de changer le propriétaire et/ou le groupe Accès probablement refusé.
he: שמתשמ וא הצובק תונשל ןתינ אל תאז תושעל האשרה ךל ןיא יכ ןכתי
hr: Ne mogu promijeniti vlasnika/grupu Vjerojatno nemam ovlasti za to.
hu: Nem lehet a tulajdonost/csoportot állítani. Hozzáférés megtagadva.
is: Ekki tókst að breyta eiganda eða hóp. Hugsanlega hefur þú ekki heimild til þess.
it: Impossibile cambiare proprietario/gruppo Possibile accesso negato.
ko: 소유자/그룹을 변경할 수 없습니다 허가가 거부되었습니다
no: Kunne ikke forandre eier/gruppe Kanskje adgang nektet
pl: Nie mo¿na zmieniæ w³a¶ciciela/grupy Prawdopodobnie brak dostêpu.
pt_br: Não foi possível modificar o dono/grupo possivelmente acesso negado.
ro: Nu am voie sã schimb patronul/grupul Acces interzis.
ru: Ошибка изменения владельца/группы Возможно доступ запрещен.
sk: Nemô¾em zmeni» vlastníka/skupinu. Mo¾no bol odmietnutý prístup.
sl: Nisem mogel spremeniti lastnika/skupine Mogoèe dostop ni dovoljen.
sv: Kunde inte ändra ägare/grupp. Kanske nekades du åtkomst.
tr: Sahibi/grubu deðiþtirilemiyor Büyük ihtimalle eriþim yasak.

source: Could not change permissions Perhaps access denied.
br: Ne m'eus ket gallet kemmañ aotreoù Nac'het eo bet ar moned marteze
ca: No s'han pogut canviar els permisos Potser s'ha denegat l'accés.
cs: Není mo¾né zmìnit pøístupová práva Mo¾ná nemáte pøístup.
da: Kunne ikke ændre tilladelser Har måske ikke adgang.
de: Rechte konnten nicht geändert werden. Vielleicht Zugriff verweigert.
el: Δεν μπόρεσα να αλλάξω τα δικαιώματα Ίσως η πρόσβαση να μην επιτρέπεται.
eo: Ne ebli þanøi la permesojn Verþajne aliro estas malpermesita.
et: Loabitte ei saa muuta Võibolla on juurdepääs keelatud.
fi: Oikeuksia ei voitu muuttaa Käsittely on mahdollisesti estetty.
fr: Impossible de changer les permissions Accès probablement refusé.
he: תואשרה תונשל ןתינ אל תאז תושעל האשרה ךל ןיא יכ ןכתי
hr: Ne mogu promijeniti prava pristupa Vjerojatno nemam ovlasti za to.
hu: Nem lehet a jogokat állítani Hozzáférés megtagadva.
is: Ekki tókst að breyta heimildum. Hugsanlega hefur þú ekki heimild til þess.
it: Impossibile cambiarei permessi Possibile accesso negato.
ko: 권한을 변경할 수 없습니다 허가가 거부되었습니다
no: Kunne ikke forandre rettigheter Kanskje adgang nektet
pl: Nie mo¿na zmieniæ zezwoleñ Prawdopodobnie brak dostêpu.
pt_br: Não foi possível mudar as permissões Talvez acesso negado.
ro: Nu am voie sã schimb permisiunile Accesul interzis.
ru: Ошибка изменения прав доступа Возможно доступ запрещен.
sk: Nie je mo¾né zmeni» prístupové práva Mo¾no bol odmietnutý prístup.
sl: Nisem mogel spremeniti dovoljenj Mogoèe dostop ni dovoljen
sv: Kunde inte ändra rättigheter. Kanske nekades du åtkomst.
tr: Eriþim haklarý deðiþtirilemiyor Büyük ihtimalle eriþim yasak.

source: Execute
br: Seveniñ
ca: Execució
cs: Vykonej
da: Kør
de: Ausführen
el: Εκτέλεση
eo: Lanæu
et: Käivita
fi: Suorita
fr: Exécuter
he: הלעפה
hr: Izvr¹i
hu: Végrehajtás
is: Keyra
it: Esegui
ko: 실행파일
nl: Uitvoeren
no: Utfør
pl: Wykonanie
pt_br: Executar
ro: Executã
ru: Выполнять
sk: Vykona»
sl: Izvr¹i
sv: Kör program
tr: Çalýþtýr

source: &Browse...
br: &Furchal...
ca: &Fulleja...
cs: &Listovat...
de: &Durchsuchen...
eo: &Rigardu...
et: &Lehitse
fi: &Selaa...
fr: &Parcourir...
hr: &Potra¾i...
is: &Flakka...
it: &Sfoglia...
no: &Bla gjennom...
pl: &Przegl±daj...
pt_br: &Navegar...
ru: Просмотреть...
sk: &Listova»...
sv: &Bläddra...

source: Swallowing on panel
br: O lonkañ war ar banell
ca: Encasta al plafó
cs: Pohlcený v panelu
da: Indlejret i Panelet
de: In Kontroll-Leiste einbetten
el: Ενσωμάτωση στο πάνελ
eo: Hirunde sur la panelo
et: Neeldumine paneelil
fi: Paneeliin nielaisu
fr: Inclure sur le panneau
he: תומישמה תרושב הלועפ
hr: Gutanje na ploèi
is: Spjald gleypir
it: Importa nel pannello
no: Svelging på panel
pl: Zadokowanie na panel
pt_br: Embutir no painel
ru: Пиктограмма на панели
sk: Pripevnenie na panel
sl: Prena¹am na pult
sv: Körning i panelen
tr: Panele ekleniyor

source: Window Title
br: Titl ar prenestr
ca: Títol de finestra
cs: Titulek okna
de: Fenstertitel
el: Τίτλος Παραθύρου
eo: Fenestrotitolo
et: Akna tiitel
fi: Ikkunan otsikko
fr: Titre de la fenêtre
he: ןולח םש
hr: Ime prozora
is: Gluggatitill
it: Titolo Finestra
ko: 창 제목
no: Vindustittel
pl: Tytu³ okna
pt_br: Título da Janela
ro: Titlul Ferstrei
ru: Заголовок окна
sk: Titulok okna
sl: Naslov okna
sv: Fönstertitel
tr: Pencere Baþlýðý

source: Terminal Options
br: Dibaboù an dermenell
ca: Opcions de terminal
cs: Parametry terminálu
da: Terminal indstillinger
de: Terminal-Optionen
el: Παράμετροι τερματικού
eo: Terminala opcioj
et: Terminali valikud
fi: Pääteasetukset
fr: Options du terminal
he: לנימרט תויורשפא
hr: Pode¹avanja terminala
hu: Terminál opciók
is: Stillingar skjáhermis
it: Opzioni Terminale
ko: 터미널 선택사항
nl: Terminal instellingen
no: Terminalopsjoner
pl: Opcje terminala
pt_br: Opções de terminal
ro: Opþiunile Terminalului
ru: Опции Терминала
sk: Parametre term.
sl: Nastavitve terminala
sv: Terminalinställning
tr: Uçbirim Seçenekleri

source: Could not save properties Perhaps permissions denied
br: Ne m'eus ket gallet enrollañ ar perzhioù Nac'het eo bet ar moned marteze
ca: No s'han pogut desar les propietats Potser s'han denegat els permisos
cs: Není mo¾né ulo¾it vlastnosti Mo¾ná nemáte pøístup.
da: Kunne ikke gemme indstillinger Måske ikke tilladt?
de: Eigenschaften konnten nicht gesichert werden. Vielleicht Zugriff verweigert.
el: Δεν μπόρεσα να σώσω τις ιδιότητες Ίσως δεν έχω άδεια
eo: Ne eblis sekurigi la ecojn Verþajne mankas permeso
et: Omadusi ei saa salvestada Võibolla on juurdepääs keelatud
fi: Ominaisuuksia ei voitu tallentaa Mahdollisesti pääsy estetty.
fr: Impossible d'enregistrer les propriétés Permission probablement refusée.
he: םינייפאמ רומשל ןתינ אל תאז תושעל האשרה ךל ןיא יכ ןכתי
hr: Ne mogu spremiti vrijednosti Vjerojatno nemam ovlasti za to
hu: Nem lehet a tulajdonságokat menteni Hozzáférés megtagadva.
is: Ekki tókst að vista eiginleika Hugsanlega hefur þú ekki heimild til þess.
it: Impossinile salvare le proprietà possibile accesso negato
ko: 등록정보를 저장할 수 없습니다 허가가 거부되었습니다
nl: Kon eigenschappen niet opslaan Mischien niet genoeg rechten
no: Kunne ikke lagre egenskaper Kanskje adgang nektet.
pl: Nie mo¿na zapisaæ w³a¶ciwo¶ci Prawdopodobnie brak dostêpu
pt_br: Não foi possível gravar as propriedades Talvez permissões negadas
ro: Nu pot salva proprietaþile Accesul interzis.
ru: Ошибка сохранения установок Возможно доступ запрещен
sk: Nie je mo¾né ulo¾i» vlastnosti Pravdepodobne bol odmietnutý prístup.
sl: Nisem mogel shraniti lastnosti. Mogoèe dostop ni dovoljen.
sv: Kunde inte spara egenskaper Kanske är rättigheterna fel
tr: Özellikler kaydedilemiyor Büyük ihtimalle eriþim yasak

source: Background
br: Drekleur
ca: Fons
cs: Pozadí
de: Hintergrund
el: Υπόβαθρο
eo: Fona koloro:
et: Taust
fi: Tausta
fr: Couleur de fond
hr: Pozadina
is: Bakgrunnur
it: Sfondo
no: Bakgrunn
pl: T³o
pt_br: Cor de Fundo
ru: Цвет фона
sk: Pozadie
sv: Bakgrund

source: Apply global
br: Arloañ e pep lec'h
ca: Aplica globalment
cs: Aplikuj globálnì
da: Udfør globalt
de: Global übernehmen
el: Χρησιμοποίησε παντού
eo: Apliku malloke
et: Rakenda globaalselt
fi: Muuta globaalisti
fr: Appliquer globalement
he: תילבולג לחה
hr: Pridru¾i svemu
hu: Globálisan alkalmaz
is: Virkja víðvært
it: Applica globalmente
ko: 모두 적용
nl: Algemeen toepassen
no: Bruk globalt
pl: Zastosuj globalnie
pt_br: Aplicar global
ro: Aplicã global
ru: Применить глобально
sk: Aplikova» globálne
sl: Uporabi globalno
sv: Applicera globalt
tr: Genele Uygula

source: (Default)
br: (Dre ziouer)
ca: (Omissió)
cs: (Implicitní)
de: (Standard)
el: (Προκαθορισμένο)
eo: (implice)
et: (Vaikimisi)
fi: (Oletus)
fr: (par défaut)
he: לדחמה תרירב
hr: (podrazumjevano)
hu: (Alapértelmezett)
is: (Sjálfgefið)
it: (Predefinito)
ko: (기본값)
no: (Standard)
pl: (Domy¶lne)
pt_br: (Padrão)
ro: (Implicit)
ru: (По умолчанию)
sk: (©tandardný)
sl: (Privzet)
sv: (standard)
tr: (Öntanýmlý)

source: Could not write to
br: Ne m'eus ket gallet skrivañ e
ca: No s'ha pogut escriure a
cs: Nemohu zapsat do
da: Kunne ikke skrive til
de: Konnte nicht schreiben auf
el: Δεν μπορώ να γράψω στο
eo: Ne eblis skribi al
et: Ei suuda kirjutada
fi: Kirjoittaminen ei onnistu
fr: Impossible d'écrire vers
he: רומשל ןתינ אל
hr: Ne mogu pisati u
hu: Nem lehet írni
is: Ekki tókst að skrifa í
it: Impossibile scrivere su
nl: Kon niet schrijven naar
no: Kunne ikke skrive til
pl: Nie mo¿na zapisaæ do
pt_br: Não foi possível escrever em
ro: Nu pot sã scriu în
ru: Ошибка записи в
sk: Nemô¾em zapísa» do
sl: Nisem mogel pisati v
sv: Kunde inte skriva till
tr: 'a yazýlamýyor

source: (None)
br: (Hini ebet)
ca: (Cap)
cs: (®ádný)
da: (Ingen)
de: (Kein)
el: (Κανένα)
eo: (neniu)
et: (Puudub)
fi: (Ei mikään)
fr: (Aucun)
he: אלל
hr: (nitko)
hu: (Semmi)
is: (Ekkert)
it: (Nessuno)
ko: (없음)
nl: (Niets)
no: (Ingen)
pl: (Brak)
pt_br: (Nenhum)
ro: (Nimic)
ru: (Ничего)
sk: (®iadny)
sl: (Nobeden)
sv: (ingen)
tr: (Hiçbiri)

source: Binary Pattern (netscape;Netscape;)
br: Patrom binarel (netscape;Netscape;)
ca: Patró binari (netscape;Netscape;)
cs: Binární vzor (netscape;Netscape;)
da: Binær fil (netscape;Netscape;)
de: Binäres Muster (netscape;Netscape;)
el: Δυαδικό πρότυπο ( netscape;Netscape )
eo: Duuma þablono (netscape;Netscape;)
et: Binaarne kuju (netscape;Netscape;)
fi: Ohjelman kuvio (netscape;Netscape;)
fr: Titres de l'exécutable (exemple : netscape;Netscape;)
he: (netscape;Netscape;) תיראניב תינבת
hr: Binarni Uzorak (netscape;Netscape;)
is: Skráasía (netscape;Netscape;)
it: Schema del file binario (netscape;Netscape;)
ko: 이진 패턴 (netscape;Netscape;)
no: Binærmønster (netscape;Netscape;)
pl: Inne nazwy programu (netscape;Netscape;)
pt_br: Padrão Binário (netscape;Netscape;)
ro: Binaru Pattern (netscape;Netscape;)
ru: Бинарная Маска (netscape;Netscape;)
sk: Binárny vzor (netscape;Netscape;)
sl: Binarni vzorec (netscape;Netscape;)
sv: Binärt mönster (netscape;Netscape;)
tr: Ýkili Desen (netscape;Netscape;)

source: Comment
br: Askelenn
ca: Comentari
cs: Komentáø
da: Kommentar
de: Beschreibung
el: Σχόλια
eo: Komento
et: Kommentaar
fi: Kommentti
fr: Commentaire
he: הרעה
hr: Komentar
hu: Megjegyzés
is: Athugasemd
it: Commento
ko: 설명
nl: Opmerking
no: Kommentar
pl: Komentarz
pt_br: Comentário
ro: Comentariu
ru: Комментарий
sk: Komentár
sl: Komentar
sv: Kommentar
tr: Yorum

source: Name ( in your language )
br: Anv (en ho yezh)
ca: Nom ( en el vostre idioma )
cs: Jméno (ve va¹em jazyce)
da: Navn ( på dansk )
de: Name (in Ihrer Sprache)
el: Όνομα ( στη γλώσσα σας )
eo: Nomo (en via lingvo)
et: Nimi ( eesti keeles )
fi: Nimi ( omalla kielellläsi )
fr: Nom (dans votre langue)
he: (תירבעב) םש
hr: Ime (u va¹em jeziku)
hu: Név (magyarul)
is: Nafn (á íslensku)
it: Nome ( nella tua lingua )
ko: 이름
no: Navn ( i ditt språk )
pl: Nazwa ( w twoim jêzyku )
pt_br: Nome ( em seu idioma )
ro: Nume ( în limba ta )
ru: Имя ( на вашем языке )
sk: Meno (vo va¹om jazyku)
sl: Ime (v tvojem jeziku)
sv: Programmets namn ( på ditt språk )
tr: Adý ( kendi dilinizde )

source: Pattern ( example: *.html;*.HTML; )
br: Patrom (d.s. *.html ; *.HTML)
ca: Patró ( exemple: *.html;*.HTML; )
cs: Vzor ( pøíklad: *.html;*.HTML; )
da: Mønster ( f.eks: *.html;*.HTML;
de: Muster ( example: *.html;*.HTML; )
el: Πρότυπο ( παράδειγμα: *.html;*.HTML; )
eo: Þablono (ekzemple: *.html;*.HTML;)
et: Muster ( näiteks: *.html;*.HTML; )
fi: Kuvio ( esimerkki: *.html;*.HTML; )
fr: Filtres (exemple : *.html;*.HTML;)
he: (*.html;*.HTM) תינבת
hr: Uzorak (primjer: *.html; *.HTML;)
hu: Minta (pl.: *.html;*.HTML;)
is: Skráasía
it: Schema ( esempio: *.html;*.HTML; )
ko: 패턴 (예: *.html;*.HTML; )
nl: Patroon ( voorbeeld: *.html;*.HTML; )
no: Mønster ( eksempel: *.html;*.HTML; )
pl: Wzorzec ( przyk³ad: *.html;*.HTML; )
pt_br: Padrão ( exemplo: *.html;*.HTML; )
ro: Pattern (exemplu: *.html;*.HTML; )
ru: Маска ( пример: *.html;*.HTML; )
sk: Vzor ( príklad: *.html;*.HTML; )
sl: Vzorec (primer: *.html;*.HTML)
sv: Mönster ( exempel: *.html;*.HTML; )
tr: Desen ( örneðin: *.html;*.HTML; )

source: Mime Type
br: Rizh Mime
ca: Tipus mime
cs: Mime typ
de: Mime-Typ
el: Τύπος MIME
eo: MIME-tipo
et: Mime tüüp
fi: MIME-tyyppi
fr: Type MIME
he: ךמסמ גוס
hr: Mime tip
hu: MIME típus
is: MIME tag
ko: Mime 형식
pl: Typ mime
pt_br: Tipo MIME
ro: Tip de MIME
ru: Тип MIME
sk: MIME typ
sl: Mime tip
sv: MIME-typ
tr: Mime Türü

source: Default Application
br: Arload dre ziouer
ca: Aplicació per omissió
cs: Implicitní aplikace
da: Default applikation
de: Standard-Anwendung
el: Προκαθορισμένη Εφαρμογή
eo: Implicita aplika¼o
et: Vaikimisi rakendus
fi: Oletussovellus
fr: Application par défaut
he: לדחמה תרירב םושיי
hr: Uobièajena aplikacija
hu: Alapértelmezett program
is: Sjálfgefið forrit
it: Applicazione di Default
ko: 기본 응용프로그램
nl: Standaard toepassing
no: Standard applikasjon
pl: Domy¶lna aplikacja
pt_br: Aplicação Padrão
ro: Aplicaþia implicitã
ru: Приложение по умолчанию
sk: ©tandardná aplikácia
sl: Privzet program
sv: Standardprogram
tr: Öntanýmlý Uygulama

source: <none>
br: <hini ebet>
ca: <cap>
cs: <¾ádná>
de: <nichts>
el: <κανένα>
eo: <neniu>
et: <puudub>
fi: <ei mikään>
fr: <aucune>
hr: <nijedan>
is: <ekkert>
it: <nessuno>
no: <ingen>
pl: <brak>
pt_br: <nenhum>
ru: <ничего>
sk: <¾iadne>
sv: <inget>

source: Device ( /dev/fd0 )
br: Trobarzhell ( /dev/fd0 )
ca: Dispositiu ( /dev/fd0 )
cs: Zaøízení ( /dev/fd0 )
da: Enhed ( /dev/fd0 )
de: Gerät (/dev/fd0)
el: Συσκευή ( /dev/fd0 )
eo: Aparato (/dev/fd0)
et: Seade ( /dev/fd0 )
fi: Laite ( /dev/fd0 )
fr: Périphérique : (/dev/fd0)
he: (/dev/fd0) ןקתה
hr: Ureðaj (/dev/fd0)
hu: Meghajtó (/dev=fd0)
is: Tæki ( /dev/fd0 )
it: Dispositivo ( /dev/fd0 )
ko: 장치 ( /dev/fd0 )
nl: Apparaat ( /dev/fd0 )
no: Enhet ( /dev/fd0 )
pl: Urz±dzenie ( /dev/fd0 )
pt_br: Dispositivo ( /dev/fd0 )
ro: Dispozitiv ( /dev/fd0 )
ru: Устройство ( /dev/fd0 )
sk: Zariadenie ( /dev/fd0 )
sl: Naprava (/dev/fd0)
sv: Enhet ( /dev/fd0 )
tr: Aygýt ( /dev/fd0 )

source: Mount Point ( /floppy )
br: Poent mountañ ( /floppy )
ca: Punt de muntatge ( /floppy )
cs: Místo pøipojení ( /floppy )
da: Mount punkt ( /floppy )
de: Gemountet auf (/floppy)
el: Σημείο Τοποθέτησης ( /floppy )
eo: Muntejo (/floppy)
et: Ühenduspunkt ( /floppy )
fi: Liitospiste (/floppy)
fr: Point d'attache (/floppy)
he: (/mnt/floppy) רוביח תדוקנ
hr: Mjesto montiranja (/floppy)
hu: Mount pont (/floppy)
is: Tengipunktur ( /floppy )
it: Punto di montaggio (/floppy)
ko: 파일시스템을 연결할 지점 ( /floppy )
nl: Aansluitpunt ( /floppy )
no: Monteringssted ( /floppy )
pl: Punkt zamontowania ( /floppy )
pt_br: Ponto de Montagem ( /floppy )
ro: Locul de montare ( /disc )
ru: Точка монтирования ( /floppy )
sk: Miesto pripojenia ( /floppy )
sl: Toèka vgraditve (/floppy)
sv: Monteringsplats ( /floppy )
tr: Baðlama Noktasý ( /floppy )
