Repository: KDE/kde1-kdebase
Catalog: po/*/kfm.po
Languages: br, ca, cs, da, de, el, eo, et, fi, fr, he, hr, hu, is, it, ko, nl, no, pl, pt_br, ro, ru, sk, sl, sv, tr

source: New &Window
br: &Prenestr Nevez
ca: &Finestra nova
cs: Nové &okno
de: Neues &Fenster
el: &Νέο Παράθυρο
et: Uus ak&en
fi: &Uusi ikkuna
fr: Nouvelle &fenêtre
hr: Novi &prozor
is: Nýr &gluggi
it: Nuova Fi&nestra
no: Nytt &vindu
pl: &Nowe okno
pt_br: Nova &Janela
ru: Новое окно
sv: Nytt &fönster

source: &Run...
br: Se&veniñ...
ca: &Engega...
cs: &Vykonat pøíkaz ...
da: &Kør...
de: &Ausführen...
el: &Τρέξε...
eo: &Lanæu...
et: &Käivita...
fi: Suo&rita
fr: &Exécuter...
he: ...הלע&פה
hr: Pok&reni...
hu: &Futtatás...
is: &Keyra...
it: &Esegui...
ko: 실행...(&R)
no: &Kjør...
pl: &Uruchom...
pt_br: Executa&r...
ro: &Executã
ru: Запустить...
sk: &Vykona» príkaz ...
sl: Za¾&eni...
sv: &Kör...
tr: &Çalýþtýr...

source: Open &Terminal
br: Digeriñ un &dermenell
ca: Obre te&rminal
cs: Otevøít t&erminál
da: Åben &Terminal
de: &Terminal öffnen
el: Άνοιγμα &Τερματικού
eo: Malfermu &terminalon
et: Ava &terminal
fi: Avaa pää&te
fr: Ouvrir un &terminal
he: לנימר&ט חתפ
hr: Otvori &Terminal
hu: &Terminálablak
is: Opna &skjáhermi
it: Apri &Terminale
ko: 터미널 열기(&T)
nl: Start &terminal
no: Åpne &terminal
pl: Otwórz &terminal
pt_br: Abrir &Terminal
ro: Deschide &Terminal
ru: Открыть Терминал
sk: Otvori» &terminál
sl: Odpri &terminal
sv: Öppna &terminal
tr: &Uçbirim Aç

source: &Open Location...
br: Digeriñ ul &lec'hiadur...
ca: Obre &localització...
cs: Otevøít UR&L ...
da: &Åben URL...
de: Seite ö&ffnen...
el: &Ανοιγμα Τοποθεσίας...
eo: &Malfermu situon...
et: &Ava asukoht...
fi: &Avaa sijainti
fr: &Ouvrir l'URL...
he: ...תבות&כ חתפ
hr: &Otvori lokaciju
hu: &Cím megnyitása...
is: &Opna stað...
it: &Apri Locazione...
ko: 위치 열기(&O)...
no: Å&pne ...
pl: &Otwórz lokacjê...
pt_br: Abrir L&ocalização...
ro: &Deschide Locaþie...
ru: Открыть Местоположение...
sk: Otvori» &URL ...
sl: Odpri &lokacijo...
sv: Öppna &plats...
tr: &Konumu Aç...

source: &Find
br: &Kavout
ca: &Busca
cs: &Hledej
de: &Suchen
el: &Εύρεση
eo: &Trovu
et: &Leia
fi: &Etsi
fr: Re&chercher
he: ש&ופיח
hr: &Naði
hu: K&eres
is: &Finna
it: &Trova
ko: 찾기(&F)
nl: &Zoek
no: &Finn
pl: &Znajd¼...
pt_br: &Procurar
ro: &Cautã
ru: Поиск
sk: &Hµadaj
sl: N&ajdi
sv: &Sök
tr: &Bul

source: &Move to Trash
br: &Kas d'ar pod-lastez
ca: A la &paperera
cs: &Pøesunout do ko¹e
da: Flyt til &Skraldespand
de: In den &Papierkorb werfen
el: &Μετακίνηση στα Σκουπίδια
eo: En la &rubujon
et: &Liiguta prügikasti
fi: Siirrä &roskakoriin
fr: Envoyer à la &corbeille
he: רוזחמה ל&סל
hr: Baci u s&meæe
hu: &Kukába dob
is: &Henda í ruslið
it: Cesti&na
ko: 휴지통에 버리기(&M)
nl: &Naar vuilnisbak
no: F&lytt til papirkurven
pl: Wy¶lij &do ¶mietnika
pt_br: &Mover para o Lixo
ro: Mutã la Gunoi
ru: Переместить в Корзину
sk: &Presunú» do ko¹a
sl: &Odnesi v smeti
sv: &Flytta till papperskorgen
tr: Çöpe &Yürüt

source: &Select
br: D&iuz
ca: &Selecciona
cs: Vy&ber
da: &Markér
de: &Auswählen
el: &Επιλογή
eo: &Elektu
et: &Vali
fi: &Valitse
fr: &Sélectionner
he: רח&ב
hr: &Oznaèi
hu: K&ijelöl
is: &Velja
it: &Seleziona
ko: 선택(&S)
nl: &Selecteren
no: Mer&k
pl: &Zaznacz...
pt_br: &Selecionar
ro: &Selecteazã
ru: Выделить
sk: Vy&bra»
sl: &Izberi
sv: &Markera
tr: &Seç

source: Select &all
br: Diuz an &holl
ca: Se&lecciona-ho tot
cs: V&ybrat v¹e
de: A&lle Auswählen
el: Επιλογή &όλων
eo: Elektu æ&ion
et: Vali &kõik
fi: Valitse &kaikki
fr: Sélectionner &tout
hr: Oznaèi &sve
is: Velja &allt
it: Seleziona &tutto
no: Mer&k alle
pl: &Zaznacz wszyskie
pt_br: Selecio&nar Tudo
ru: Выделить все
sk: Vy&bra» v¹etko
sv: Markera &allt

source: &Find in page...
br: Ka&vout er bajenn...
ca: &Busca a la pàgina...
cs: &Nalézt ve stránce ...
de: &Suche auf Seite...
el: Εύρεση στη &σελίδα...
eo: &Trovu en la paøo...
et: &Leia leheküljel...
fi: &Etsi sivulta...
fr: Trouver dans la &page...
hr: Pro&naði na stranici...
is: &Finna á síðu
it: Ce&rca nella pagina...
no: &Finn i side...
pl: &Znajd¼...
pt_br: &Procurar na página...
ru: Найти на странице...
sk: &Hµada» v stránke...
sv: &Hitta i sidan...

source: Find &next
br: Kav&out da heul
ca: Busca se&güent
cs: N&alézt následující
de: &Weitersuchen
el: Εύρεση ε&πομένου
eo: Trovu &sekvan
et: Leia &järgmine
fi: Etsi &seuraava
fr: Trouver le sui&vant
hr: Pronaði &slijedeæi
is: Finna &næsta
it: Cerca successi&vo
no: Finn &neste
pl: Znajd¼ &nastêpny
pt_br: Procurar P&róximo
ru: Найти дальше
sk: &Nasledujúce
sv: Hitta &nästa

source: Show History
br: Diskouez an istor
ca: Mostra història
cs: Zobrazit historii
de: Bisherige anzeigen
el: Δείξε Ιστορικό
eo: Montru la historion
et: Näita ajalugu
fi: Näytä historia
fr: Afficher l'historique
he: הירוטסי&ה
hr: Poka¾i Povijest
is: Sýna sögu
it: Mostra Storia
ko: 이전 명령 보기
no: Vis historie
pl: Poka¿ historiê
pt_br: Mostrar Histórico
ro: Aratã Istoria
ru: Показать историю
sk: Ukáza» históriu
sl: Poka¾i preteklost
sv: Visa historik
tr: Geçmiþi Göster

source: Show Cache
br: Diskouez ar grubuilh
ca: Mostra cau
cs: Ukázat cache
da: Vis Cache
de: Zwischenspeicher anzeigen
eo: Montru la tenejon
et: Näita vahemälu
fi: Näytä välimuisti
fr: Afficher le cache
he: ןומטמ הארה
hr: Poka¾i sadr¾aj predmemorije (cache)
hu: Gyorstár megjelenítése
is: Sýna skyndiminni
it: Mostra la Cache
ko: 캐쉬 보기
nl: Laat cache zien
no: Vis mellomlager
pl: Poka¿ bufor
pt_br: Ver Cache
ro: Afiºare Cache
ru: Показать Буфер
sk: Ukáza» ke¹
sl: Poka¾i arhiv
sv: Visa cachen
tr: Arabelleði Göster

source: Mime &Types
br: &Rizhoù Mime
ca: &Tipus mime
cs: Mime &typy
de: Mime-&Typen
el: &Τύποι Mime
et: Mime &tüübid
fi: MIME-&tyypit
fr: &Types MIME
hr: Mime &Tipovi
is: MIME &tög
no: Mime&typer
pl: Typy &mime
pt_br: Tipos &Mime
ru: Типы MIME
sv: MIME-&typer

source: App&lications
br: &Arloadoù
ca: A&plicacions
cs: Ap&likace
de: A&nwendungen
el: Ε&φαρμογές
et: &Rakendused
fi: &Sovellukset
hr: Ap&likacije
is: For&rit
it: A&pplicazioni
no: App&likasjoner
pl: Ap&likacja
pt_br: Ap&licações
ru: Приложения
sv: &Program

source: Global Mime Types
br: Rizhoù Mime hollek
ca: Tipus mime globals
cs: Globální Mime typ
da: Globale Mime typer
de: Globale Mime-Typen
el: Γενικοί Τύποι Mime
eo: Mallokaj MIME-tipoj
et: Globaalsed mime tüübid
fi: Globaalit MIME-tyypit
fr: Types MIME globaux
he: םילבולג ץבוק יגוס
hr: Uobièajeni Mime tipovi
hu: Általános MIME típus
is: Víðvær MIME tög
it: Mime Types Globali
ko: 전체 Mime 유형
no: Globale mimetyper
pl: Ogólne typy mime
pt_br: Tipos Mime Globais
ro: Tipuri 'MIME' globale
ru: Глобальные Типы MIME
sk: Globálne MIME typy
sl: Globalni mime tipi
sv: Globala MIME-typer
tr: Genel Mime Türleri

source: Global Applications
br: Arloadoù hollek
ca: Aplicacions globals
cs: Globální aplikace
da: Globale applikationer
de: Globale Anwendungen
el: Γενικές Εφαρμογές
eo: Mallokaj Aplika¼oj
et: Globaalsed rakendused
fi: Globaalit sovellukset
fr: Applications globales
he: תוילבולג תוינכת
hr: Uobièajene aplikacije
hu: Alapértelmezett alkalmazások
is: Víðvær forrit
it: Applicazioni Globali
ko: 전체 응용 프로그램
no: Globale applikasjoner
pl: Ogólne aplikacje
pt_br: Aplicações Globais
ro: Aplicaþii Globale
ru: Глобальные Приложения
sk: Globálne aplikácie
sl: Globalni programi
sv: Globala program
tr: Genel Uygulamalar

source: Show Hi&dden Files
br: Diskouez ar &restroù kuzh
ca: Mostra fitxers &ocults
cs: &Ukázat skryté soubory
de: &Versteckte Dateien anzeigen
el: Δείξε &Κρυφά Αρχεία
et: Näita &peidetud faile
fi: Näytä &piilotiedostot
fr: &Montrer les fichiers cachés
hr: Poka¾i s&krivene datoteke
is: Sýna &faldar skrár
it: Mostra File &Nascosti
no: Vis &skjulte filer
pl: Poka¿ ukryte pliki
pt_br: Mostrar Arquivos &Ocultos
ru: Показывать скрытые файлы
sv: Visa &gömda filer

source: Show Tr&ee
br: Diskouez ar &wezennadur
ca: Mostra &arbre
cs: Ukázat &strom
da: Vis &Træ
de: Verzeichnis&baum anzeigen
el: Δείξε &Δέντρο
eo: Montru &arbon
et: Näita p&uud
fi: Näytä p&uu
fr: &Arborescence
he: ץ&ע תגוצת
hr: Poka¾i &stablo
hu: &Könyvtárfa megjelenítése
is: Sýna t&ré
it: Mostra Struttura &Directory
ko: 트리구조 보기(&e)
nl: &Boomstructuur tonen
no: Vis tr&e
pl: Pokazuj &drzewo
pt_br: Mostrar Árvor&e
ro: + vizualizare arborescentã
ru: Показывать дерево
sk: Ukáza» &strom
sl: Prika¾i &Drevo
sv: Visa t&räd
tr: &Aðacý Göster

source: Sho&w Thumbnails
br: Diskouez ar &skeudennigoù
ca: Mostra &dibuixos
cs: Ukazovat mi&niatury
de: M&inibilder anzeigen
el: Δείξε &Thumbnails
et: Näita p&isipilte
fi: Näytä &kuvat
fr: Montrer les petites &images
is: Sýna þumal&myndir
it: Mostra &Thumbnails
no: Vis &bilder som ikoner
pl: Pokazuj &miniaturki
pt_br: Mostrar &Marcadores
ru: Показывать уменьшенные изображения
sv: Visa &miniatyrbilder

source: &HTML View
br: Gwel HT&ML
ca: Vista &HTML
cs: &HTML Pohled
da: &HTML fremvisning
de: &HTML-Ansicht
el: Θέα με &HTML
eo: &HTMLa aspekto
et: &HTML vaade
fi: Näytä &HTML
fr: &HTML
he: &HTML תגוצת
hr: &HTML prikaz
hu: &HTML lista
is: &HTML sýn
it: &HTML
ko: HTML 보기(&H)
nl: &HTML tonen
no: &HTML-visning
pl: Pokazuj &HTML
pt_br: Visão &HTML
ro: Vizualizare &HTML
ru: &HTML вид
sk: Pohµad na &HTML
sl: Prikaz &HTML
sv: Visa &HTML
tr: &HTML Görüntüsü

source: &Icon View
br: Gwel &arlun
ca: Vista d'&icones
cs: Pohled s &Ikonami
da: &Ikon oversigt
de: &Symbol-Ansicht
el: Θέα με &Εικονίδια
eo: &Piktograma aspekto
et: &Ikoonidega vaade
fi: Näytä &Kuvakkeet
fr: &Grandes icônes
he: למ&ס תגוצת
hr: Koristi &ikone
hu: &Ikon lista
is: &Táknmyndasýn
it: &Icone
ko: 큰 아이콘으로 보기(&I)
nl: &Pictogram stijl
no: &Ikonvisning
pl: Pokazuj &ikony
pt_br: Visão &Icone
ro: Vizualizare &Iconicã
ru: Вид с &пиктограммами
sk: Pohµad s &ikonami
sl: Prikaz &ikon
sv: Visa som &ikoner
tr: S&imge Görüntüsü

source: &Text View
br: Gwel &testenn
ca: Vista de &text
cs: &Textový pohled
da: &Tekst oversigt
de: &Text-Ansicht
el: Θέα με &Κείμενο
eo: &Teksta aspekto
et: &Tekstiga vaade
fi: &Tekstinäkymä
fr: &Texte
he: טסק&ט תגוצת
hr: &Tekst (kratki)
hu: &Szöveges lista
is: Te&xtasýn
it: &Elenco
ko: 텍스트 보기(&T)
nl: &Tekst stijl
no: &Tekstvisning
pl: Pokazuj &tekst
pt_br: Modo &Texto
ro: Vizualizare &Text
ru: Текстовый вид
sk: &Textový prehµad
sl: Prikaz &besedila
sv: Visa som &text
tr: &Metin Görüntüsü

source: &Long View
br: Gwel &hir
ca: Vista &llarga
cs: &Podrobný podled
da: &Lang oversigt
de: &Ausführliche Ansicht
el: Θέα με &Λεπτομέρειες
eo: &Ampleksa aspekto
et: &Pikk vaade
fi: &Pitkä näkymä
fr: &Détails
he: טרו&פמ טבמ
hr: Te&kst (dugi)
hu: &Hosszú lista
is: &Löng sýn
it: Elenco &Dettagliato
ko: 자세히 보기(&L)
nl: &Uitgebreide stijl
no: &Lang visning
pl: Pokazuj &d³u¿szy tekst
pt_br: Visualização &Longa
ro: Vizualizare &Detaliatã
ru: &Длинный вид
sk: &Podrobný prehµad
sl: Do&lg prikaz
sv: &Långt format
tr: &Uzun Bakýþ

source: &Short View
br: Gwel &berr
ca: Vista c&urta
cs: &Jednoduchý pohled
de: &Kurzansicht
el: &Συνοπτική Θέα
eo: &Konciza aspekto
et: &Lühike vaade
fi: L&yhyt näkymä
fr: &Petites icônes
he: ר&צק טבמ
hr: Koristi &male ikone
is: &Stutt sýn
it: &Rapida
ko: 간단히 보기(&S)
no: &Kort visning
pl: Pokazuj &krótszy tekst
pt_br: Visão &Curta
ro: Vizualizare &pe scurt
ru: &Короткий вид
sk: &Krátky prehµad
sl: &Kratek prikaz
sv: &Kort format
tr: &Kýsa Bakýþ

source: Rel&oad Tree
br: A&dkargañ ar wezenn
ca: Re&fresca l'arbre
cs: O&bnov Strom
da: &Genlæs træ
de: Baumansicht &erneuern
el: Ξανα&φόρτωσε δεντρική δομή
eo: Relegu la &arbon
et: Laa&di puu uuesti
fi: Lataa puu uu&delleen
fr: Recharger l'ar&borescence
he: ץע ןנ&ער
hr: &Obnovi stablo
hu: &Könyvtárfa Újraolvasása
is: &Endurlesa tré
it: Rile&ggi Struttura Directory
ko: 트리구조 다시 불러오기(&o)
no: L&ast tre på nytt
pl: Prze³aduj d&rzewo
pt_br: Recarregar Árv&ore
ro: Reîncarcã arb&orele
ru: Пере&грузить дерево
sk: O&bnovi» strom
sl: Ob&novi drevo
sv: &Uppdatera trädet
tr: Aðacý Yeniden &Yükle

source: &Reload Document
br: Ad&kargañ an teul
ca: &Refresca el document
cs: &Obnov dokument
da: Genlæs &dokument
de: Dokument &neu laden
el: &Ξαναφόρτωσε το Αρχείο
eo: Relegu la &dokumenton
et: Laadi dokument uue&sti
fi: Lataa si&vu uudelleen
fr: &Recharger le document
he: ןנע&ר
hr: Obnovi &dokument
hu: Dokumentum új&raolvasása
is: Endurlesa &skjal
it: R&ileggi Documento
ko: 문서 다시 불러오기(&R)
nl: &Document verversen
no: &Last dokument på nytt
pl: &Prze³aduj dokument
pt_br: &Reler Documento
ro: &Reîncarcã Documentul
ru: &Перегрузить Документ
sk: &Obnovi» dokument
sl: &Obnovi dokument
sv: Uppdatera &dokumentet
tr: &Dosyayý Yeniden Yükle

source: Rescan &Bindings
br: Addezrannañ an &ereoù
ca: Ree&xplora lligams
cs: Znovu naèíst &vazby
de: &Zuordnungen neu einlesen
el: Ξανασάρωσε τις Σ&υσχετίσεις
et: Laadi seose&d uuesti
fi: Uudelleenlataa &sidokset
fr: Relire les &liaisons
is: Endurlesa l&yklabindingar
it: Rileggi &Collegamenti
no: Les til&ordninger på nytt
pl: Przeskanuj &skojarzenia
pt_br: Rever &Dependências
ru: Пересканировать пр&ивязки
sv: Uppdatera &bindningar

source: &View Frame Source
br: G&welet tarzh ar stern
ca: Vista font del &marc
cs: &Zobraz zdroj rámce
da: &Vis Frame kode
de: HTML-Code des &Rahmens anzeigen
eo: &HTML-kodo de la &kadro
et: &Vaata raami lähteteksti
fi: Näytä keh&yksen lähdekoodi
fr: Voir le source du &cadre
he: תרגסמה דוקב הפ&צ
hr: Pogledaj u izvor&nom obliku
hu: Keret&forrás megjelenítése
is: Skoða HTML texta &ramma
it: &Mostra Sorgente del Frame
ko: 프레임 소스 보기(&V)
nl: Laat Frame bronbestand zien
no: &Vis rammekoden
pl: Poka¿ ¼rod³o &ramki
pt_br: &Ver Fonte do Frame
ro: &Afiºarea Sursei Porþiunii
ru: Посмотреть Текст Frame'а
sk: &Zobrazi» zdroj rámca
sl: I&zvorna koda okvirja
sv: Visa r&amens källkod
tr: &Frame Koduna Bak

source: View Docu&ment Source
br: Gwe&let tarzh an &teul
ca: Vista font del &document
cs: Zobraz zdroj doku&mentu
da: Vis Doku&ment kode
de: HTML-Code des D&okuments anzeigen
el: Εμφάνιση Κώδικα Ε&γγράφου
eo: HTML-kodo de la &dokumento
et: Vaata doku&mendi lähteteksti
fi: Näytä sivun &lähdekoodi
fr: Voir le &source du document
he: ךמסמה דוקב ה&פצ
hr: Pogledaj doku&ment u izv. obliku
hu: &Dokumentumforrás megjelenítése
is: Skoða HTML texta &skjals
it: Mostra Sor&gente del Documento
ko: 문서 소스 보기(&m)
no: Vis dokumentkoden
pl: Poka¿ ¼ród³o &dokumentu
pt_br: &Ver Fonte do Docu&mento
ro: Afiºarea Sursei Docu&mentului
ru: Посмотреть Текст Документа
sk: Zobrazi» zdroj doku&mentu
sl: Izvorna koda doku&menta
sv: Visa d&okumentets källkod
tr: B&elge Koduna Bak

source: Auto
br: Emgefreek
cs: Automatické
el: Αυτόματο
eo: Aýtomate
et: Automaatne
is: Sjálfvirkt
ru: Авто
sv: Automatisk

source: Document Encodin&g
br: &Kodadur an teul
ca: &Codificació del document
cs: &Kódování dokumentu
de: Dokument-Kodierun&g
el: &Κωδικοποίηση Εγγράφου
et: Dokumendi kodeerin&g
fi: &Asiakirjan koodaus
fr: Encoda&ge du document
hr: Kodiranje &dokumenta
is: Stafatafla skjals
it: Codi&fica Documento
no: &Dokumentkoding
pl: Ko&dowanie dokumentu
pt_br: &Codificação do Documento
ru: Кодировка документа
sv: Dokum&entkodning

source: Clear Cache
br: Skarzhañ ar grubuilh
ca: Neteja cau
cs: Vyprázdnit cache
da: Ryd Cache
de: Zwischenspeicher leeren
eo: Malplenigu la tenejon
et: Puhasta vahemälu
fi: Tyhjennä välimuisti
fr: Effacer le cache
he: ןומטמ הקנ
hr: Oèisti Predmemoriju
hu: Gyorstár törlése
is: Tæma skyndiminni
it: Pulisci la Cache
ko: 캐쉬 지우기
no: Tøm mellomlager
pl: Czy¶æ bufor
pt_br: Limpar Cache
ro: ªterge Cache
ru: Очистить Буфер
sk: Vyprázdni» ke¹
sl: Izprazni arhiv
sv: Töm cachen
tr: Arabelleði Temizle

source: Always look in cache
br: Sellet er grubuilh bepred
ca: Mira sempre al cau
cs: V¾dy pou¾ívat cache
da: Kig altid i cache
de: Immer im Zwischenspeicher nachsehen
eo: Æiam rigardu en la tenejon
et: Vaata alati vahemälu
fi: Etsi aina välimuistista
fr: Toujours regarder dans le cache
he: ןומטמב דימת שפח
hr: Uvijek gledaj u predmemoriju (cache)
hu: Mindig gyorstárat használ
is: Alltaf að líta í skyndiminni
it: Controlla sempre in Cache
ko: 항상 캐쉬 조사
nl: Kijk altijd in cache
no: Se alltid i mellomlager
pl: Zawsze sprawdzaj bufor
pt_br: Ver sempre o cache
ro: Totdeauna încerci în cache
ru: Всегда искать в Буфере
sk: V¾dy pou¾íva» ke¹
sl: Vedno poglej v arhiv
sv: Titta alltid i cachen
tr: Herzaman arabelleðe bak

source: Never look in cache
br: Na sellet er grubuilh morse
ca: No mires mai al cau
cs: Nikdy nepou¾ívat cache
da: Kig aldrig i cache
de: Nie im Zwischenspeicher nachsehen
eo: Neniam rigardu en la tenejon
et: Ära vaata kunagi vahemälu
fi: Älä etsi välimuistista
fr: Ne jamais regarder dans le cache
he: ןומטמב שמתשת לא
hr: Nikada ne gledaj u predmemoriju (cache)
hu: Sosem használ gyorstárat
is: Aldrei að líta i skyndiminni
it: Non cercare mai in Cache
ko: 캐쉬 조사 안함
nl: Kijk nooit in cache
no: Se aldri i mellomlager
pl: Nigdy nie sprawdzaj buforu
pt_br: Nunca ver o cache
ro: Niciodatã nu încerci în cache
ru: Не искать в Буфере
sk: Nikdy nepou¾íva» ke¹
sl: Nikoli ne glej v arhiv
sv: Titta aldrig i cachen
tr: Arabelleðe bakma

source: Always save cache
br: Gwareziñ ar grubuilh bepred
ca: Desa sempre el cau
cs: V¾dy ukládat cache
da: Gem altid cache
de: In Zwischenspeicher schreiben
eo: Æiam sekurigu la tenejon
et: Salvesta alati vahemälu
fi: Tallenna aina välimuistiin
fr: Toujours enregistrer dans le cache
he: ןומטמב דימת רומש
hr: Uvijek spremaj u predmemoriju (cache)
is: Alltaf að vista skyndiminni
it: Salva sempre in Cache
ko: 항상 캐쉬 저장
no: Alltid lagre mellomlager
pl: Zawsze zapisz w buforze
pt_br: Sempre salva cache
ro: Totdeauna salveazã cache
ru: Всегда сохранять в Буфер
sk: V¾dy uklada» ke¹
sl: Vedno shrani arhiv
sv: Spara alltid cachen
tr: Herzaman arabelleði sakla

source: Never save cache
br: Na gwareziñ ar grubuilh morse
ca: No deses mai el cau
cs: Nikdy neukládat cache
da: Gem aldrig cache
de: Nicht in Zwischenspeicher schreiben
eo: Neniam sekurigu la tenejon
et: Ära salvesta kunagi vahemälu
fi: Älä tallenna välimuistiin
fr: Ne jamais enregistrer dans le cache
he: ןומטמב רומשת לא
hr: Nikada ne spremaj u predmemoriju (cache)
is: Aldrei að vista skyndiminni
it: Non salvare mai in Cache
ko: 캐쉬 저장 안함
no: Aldri lagre mellomlager
pl: Nigdy nie zapisuj w buforze
pt_br: Nunca salva cache
ro: Niciodatã nu salvezi cache
ru: Не сохранять в Буфер
sk: Nikdy neuklada» ke¹
sl: Nikoli ne shrani arhiva
sv: Spara aldrig cachen
tr: Asla arabelleði saklama

source: Show &Menubar
br: Diskouez barrenn ar &lañser
ca: Mostra barra de &menú
cs: Zobrazovat &menu
da: Vis &Menubjælke
de: &Menüleiste anzeigen
el: Δείξε &Γραμμή Επιλογών
eo: Montru la &menulistelon
et: Näita &menüüriba
fi: Näytä &valikot
fr: Afficher le &menu
he: טירפ&ת גצה
hr: Poka¾i izborni&k
hu: &Menüsor megjelenítése
is: Sýna &valslá
it: Mostra &Menu
ko: 메뉴 표시줄(&M)
no: Vis &menylinje
pl: Pokazuj pasek &menu
pt_br: Mostrar Barra de &Menu
ro: Afiºeazã Bara de &Meniu
ru: Показать меню
sk: Zobrazova» &menu
sl: Poka¾i &menije
sv: Visa &menyrad
tr: &Menü Çubuðunu Göster

source: Show &Statusbar
br: Diskouez barrenn ar &stad
ca: Mostra barra d'&estat
cs: Zobrazovat &statusbar
da: Vis &Statusbjælke
de: &Statusleiste anzeigen
el: Δείξε &μπάρα κατάστασης
eo: Montru la &statolistelon
et: Näita &olekuriba
fi: Näytä &tilarivi
fr: Afficher la &barre d'état
he: בצמ תרו&ש גצה
hr: Poka¾i &status
hu: &Státuszsor megjelenítése
is: Sýna &stöðuslá
it: Mostra Barra di &Stato
ko: 상태 표시줄(&S)
nl: Toon &Statusbalk
no: Vis &statuslinje
pl: Pokazuj pasek &stanu
pt_br: Mostrar Barra de &Status
ro: Afiºeazã Bara de &Info
ru: Показать Строку состояния
sk: Zobrazova» &statvový riadok
sl: Poka¾i &stanje
sv: Visa &statusrad
tr: &Durum Çubuðunu Göster

source: Show &Toolbar
br: Diskouez barrenn ar &binvioù
ca: Mostra barra d'e&ines
cs: Zobrazovat Nás&trojovou li¹tu
da: Vis &Værktøjsbjælke
de: &Werkzeugleiste anzeigen
el: Δείξε Γ&ραμμή Εργαλείων
eo: Montru la &illistelon
et: Näita &tööriistariba
fi: Näytä &painikepalkki
fr: Afficher la barre d'&outils
he: םילכ ל&גרס גצה
hr: Poka¾i &Alate
hu: &Eszköztár megjelenítése
is: Sýna &tækjaslá
it: Mostra Barra &Strumenti
ko: 도구 표시줄(&T)
no: Vis &verktøylinje
pl: Pokazuj pasek &narzêdzi
pt_br: Mostrar Barra de Ferramen&tas
ro: Afiºeazã Bara de &Scule
ru: Показать Инструменты
sk: Zobrazova» nás&trojovú li¹tu
sl: Poka¾i &orodja
sv: Visa &verktygsrad
tr: &Araç Çubuðunu Göster

source: Show &Location bar
br: Diskouez barrenn al &lec'hiadur
ca: Mostra barra de &localització
cs: Zobrazovat UR&L
da: Vis &URL bjælke
de: &Adreßleiste anzeigen
el: Δείξε &μπάρα Θέσης
eo: Montru la &situolistelon
et: Näita &asukohariba
fi: Näytä &sijainti
fr: Afficher l'UR&L
he: תבות&כ גצה
hr: Poka¾i &Lokaciju
hu: &Címsor megjelenítése
is: Sýna s&taðslá
it: Mostra Barra Indirizzo
ko: 위치 표시줄(&L)
nl: Toon &Locatiebalk
no: Vis s&tedslinje
pl: Pokazuj pasek &lokacji
pt_br: Mostrar Barra de &Localização
ro: Afiºeazã Bara de &Locaþie
ru: Показать Строку местоположения
sk: Zobrazova» UR&L
sl: Poka¾i &lokacijo
sv: Visa &platsrad
tr: &Konum Çubuðunu Göster

source: Sa&ve Settings
br: &Enrollañ ar c'hefluniadur
ca: &Desa l'arranjament
cs: &Ulo¾it nastavení
da: &Gem Indstillinger
de: &Einstellungen speichern
el: &Σώσιμο Ρυθμίσεων
eo: &Sekurigu la agorda¼on
et: Sal&vesta seadistused
fi: Tallenna &asetukset
fr: &Enregistrer les options
he: תורדגה רו&מש
hr: Sn&imi odrednice
hu: &Beállítások mentése
is: &Vista stillingar
it: Sal&va Impostazioni
ko: 설정 저장(&v)
no: Lagre &innstillinger
pl: &Zapisz opcje
pt_br: Sal&var Configuração
ro: Sal&veazã Setãrile
ru: Записать установки
sk: &Ulo¾i» nastavenie
sl: &Shrani nastavitve
sv: Spara &inställningarna
tr: Ayarlarý Ka&ydet

source: Save Settings for this &URL
br: Enrollañ kefluniadur an &URL-mañ
ca: Desa l'arranjament per aquesta &URL
cs: Ulo¾it nastavení tohoto U&RL
de: Einstellungen für diese URL speichern
el: Σώσιμο Ρυθμίσεων για αυτή τη &URL
et: Salvesta seadistused selle &URL'i jaoks
fi: Tallenna asetukset &URL:iin
fr: Enregistrer les options locales
hr: Spremi postavke za ovaj &URL
is: Vista stillingar fyrir þessa s&lóð
it: Sal&va Impostazioni per questa URL
no: Lagre innstillinger for denne &URL
pl: Zapisz opcje dla tego &URL
pt_br: Salvar configurações para esta &URL
ru: Записать установки для этого URL
sv: Spara inställningar för denna &URL

source: &Cache
br: Kr&ubuilh
ca: &Cau
de: &Zwischenspeicher
eo: &Tenejo
et: Vahemäl&u
fi: &Välimuisti
he: ןומט&מ
hr: &Predmemorija
hu: &Gyorstár
is: Bið&minni
ko: 캐쉬(&C)
no: &Mellomlager
pl: &Bufor
ru: &Буфер
sk: &Ke¹
sl: &Arhiv
tr: &Arabellek

source: &Configure File Manager...
br: &Kefluniañ ar merour restroù
ca: &Configura el gestor de fitxers...
cs: K&onfigurovat správce souborù ...
de: Dateimanager e&instellen...
el: &Ρύθμιση File Manager...
et: &Konfigureeri failihaldurit...
fi: &Tiedostoselaimen asetukset ...
fr: &Configurer le gestionnaire de fichiers...
hr: &Podesi preglednik datoteka...
is: Stilla skráastjóra...
it: Configura File &Manager...
no: &Konfigurer filbehandler...
pl: &Konfiguruj Mened¿era plików...
pt_br: &Configurar Gerenciador de Arquivos...
ru: Настроить Менеджер файлов...
sv: Ställ in &filhanteraren...

source: Configure &Browser...
br: Kefluniañ ar &furcher...
ca: Configura el &fullejador...
cs: &Konfigurovat prohlí¾eè ...
de: &Browser einstellen...
el: Ρύθμιση &Προγράμματος Αναζήτησης...
et: Konfigureeri &brauserit...
fi: &Selaimen asetukset ...
fr: Configurer le &navigateur...
hr: Podesi Pre&glednik...
is: Stilla &flakkara...
it: Configura &Browser...
no: Konfigurer &nettlos...
pl: Konfiguruj &Przegl±darkê...
pt_br: Configurar &Navegador...
ru: Настроить Броузер...
sv: Ställ in &bläddraren...
