Repository: KDE/kde1-kdebase
Catalog: po/*/kfm.po
Languages: br, ca, cs, da, de, el, eo, et, fi, fr, he, hr, hu, is, it, ko, nl, no, pl, pt_br, ro, ru, sk, sl, sv, tr

source: Can only start executables on local disks
br: N'hell loc'hañ goulevioù nemet war pladennoù lec'hel
ca: Només es poden engegar executables al disc local
cs: Mohu vykonat spustitelné programy pouze na lokalních discích
da: Kan kun starte programmer på lokale drev
de: Programme können nur auf lokalen Laufwerken gestartet werden.
el: Μπορώ να τρέξω εκτελέσιμα μόνο σε τοπικούς δίσκους
eo: Programoj estas lanæeblaj nur de loka disko
et: Programme saab käivitada ainult lokaalsetel ketastel
fi: Sovellus voidaan käynnistää vain paikalliselta levyltä.
fr: Les exécutables ne peuvent être lancés que sur un disque local
he: םיממוקמ םיננוכ לע קר םימושי ץירהל ןתינ
hr: Mogu startati samo izvr¹ne datoteke na lokalnom disku
hu: Csak helyi meghajtókról indítható futtatható állomány
is: Það er bara hægt að ræsa forrit úr skráakerfinu
it: Si possono avviare soltanto programmi su dischi locali
ko: 지역 디스크에 있는 실행파일만 시작할 수 있습니다
nl: Kan alleen applicaties starten op lokale schijven
no: Kan bare starte programmer på lokale disker
pl: Uruchomiæ program mo¿na tylko z dysku lokalnego
pt_br: Só é possível iniciar executáveis em discos locais
ro: Nu pot sã rulez decît executabile de pe discuri locale
ru: Могу запускать программы только на локальных дисках
sk: Binárne súbory mô¾em spú¹»a» len na lokálnych diskoch !
sl: Programe lahko za¾enem le s tukaj¹njih pogonov
sv: Kan bara starta program på lokala diskar
tr: Ancak yerel diskteki progranlar çalýþtýrýlabilir

source: Can work with *.kdelnk files only on local hard disk
br: N'hell labourat gant restroù *.kdelnk nemet war pladennoù kalet lec'hel
ca: Es pot treballar amb fitxers *.kdelnk només en el disc local
cs: Mohu pracovat s *.kdelnk soubory pouze na lokálním disku
da: Kan kun bruge *.kdelnk filer på den lokale harddisk
de: Mit *.kdelnk Dateien kann nur auf einer lokalen Festplatte gearbeitet werden.
el: Δουλεύει με *.kdelnk αρχεία μόνο σε τοπικό σκληρό δίσκο
eo: Eblas labori per *.kdelnk-dosieroj nur sur loka malmola disko
et: *.kdelnk failidega saab töötada ainult lokaalsel kõvakettal
fi: Käsittely on mahdollista vain *.kdelnk tiedostoille paikallisella levyllä
fr: Les fichiers *.kdelnk ne sont utilisés que sur un disque dur local
he: קר .kdelink יצבק םע דובעל ןתינ םיימוקמ םיננוכב
hr: Mogu raditi s *.kdelnk datotekama samo na lokalnom disku
hu: Csak helyi *.kdelink file-ok használhatók
is: Það er bara hægt að vinna með *.kdelnk skrár í skrákerfinu
it: Si può lavorare con file *.kdelnk solo su Hard Disk locale
ko: 지역 하드 디스크에서만 *.kdelnk 파일이 작동할 수 있습니다
nl: Kan alleen werken met *.kdelnk bestanden op een lokale harde schijf
no: Kan bare bruke *.kdelnk filer på den lokale harddisken
pl: Z plikami *.kdelnk mo¿na pracowaæ tylko na dysku lokalnym
pt_br: É possível trabalhar com arquivos *.kdelnk apenas no disco rígido local
ro: Pot sã lucrez decît cu fiºiere *.kdelnk de pe local hard disk
ru: Могу работать с файлами *.kdelnk только на локальном жестком диске
sk: Mô¾em pracova» s *.kdelnk súbormi len na lokálnom disku
sl: S *.kdelnk datotekami lahko delate samo na tukaj¹njem trdem disku
sv: Kan bara arbeta med *.kdelnk-filer på lokala hårddiskar
tr: Yanlýzca yerel diskinizde *.kdelnk dosyalarý ile çalýþýlabilir

source: Could not access %s
br: Ne m'eus ket gallet tizhout %s
ca: No s'ha pogut accedir %s
cs: Nemohu pøistoupit k %s
da: Kunne ikke få adgang til %s
de: Kein Zugriff möglich auf %s
el: Δεν έχω πρόσβαση στο %s
eo: Ne eblis aliri %s
et: Ei suuda pöörduda %s poole
fi: En voinut käsitellä %s
fr: Accès impossible à %s
he: ץבוקל השיג ןיא %s
hr: Ne mogu pristupiti %s
hu: %s nem elérhetõ
is: Komst ekki í %s
it: Impossibile accedere a %s
ko: 접근할 수 없습니다 %s
no: Kunne ikke få adgang til %s
pl: Brak dostêpu do %s
pt_br: Não foi possível acessar %s
ro: Nu am acces la %s
ru: Ошибка при доступе к %s
sk: Nemô¾em pristupova» k %s
sl: %s ni dosegljiv
sv: Kunde inte komma åt %s
tr: %s'e eriþilemiyor

source: The "Link=...." entry is empty
br: An enmont "Link=...." a zo goullo
ca: La entrada "Link=...." és buida
cs: Polo¾ka "Link=..." je prázdná
da: "Link=..." indgangen er tom
de: Der Eintrag "Link=...." ist leer.
el: Η καταχώριση "Link=...." είναι άδεια
eo: La ero "Link=...." estas malplena
et: Kirje "Link=...." on tühi
fi: "Link=...." kenttä on tyhjä.
fr: L'entrée "Link=..." est vide
he: קיר רושיק אוה "Link...." רושיקה
hr: "Dvojnik=....." polje je prazno
hu: A "Link=...." bejegyzés üres
is: "Link=..." færslan er tóm
it: La voce "Link=...." è vuota
ko: "Link=..." 항목이 비어 있습니다
nl: De "Link=...." ingang is leeg
no: "Link=...."-innslaget er tomt
pl: Linia "Links=...." w pliku konfiguracyjnym jest pusta
pt_br: A entrada "Link=...." está vazia
ro: "Link=....." este goalã
ru: Поле "Link=...." пусто
sk: Polo¾ka "Link=..." je prázdna
sl: Vrstica "Link=..." je prazna
sv: "Link=..."-posten är tom
tr: "Link=..." verisi boþ

source: The config file has no "Type=..." line
br: Ar restr kefluniañ n'eus ket a linenn "Type=..."
ca: El fitxer de configuració no te cap línia "Type=..."
cs: Konfiguraèní soubor neobsahuje polo¾ku "Type=..."
da: Opsætningsfiler har ingen "Type=..." linie
de: Die Konfigurationsdatei hat keine Zeile "Type=..."
el: Το αρχείο ρυθμίσεων δεν έχει γραμμή "Type=..."
eo: La agordodosiero ne enhavas linion "Type=..."
et: Konfiguratsioonifailis pole rida "Type=..."
fi: Asetustiedostossa ei ole "Type=..." riviä
fr: Le fichier de configuration n'a aucune ligne "Type=..."
he: "Type=..." תרוש ןיא היצרוגיפנוקה ץבוקל
hr: Konfiguracijska datoteka nema redak "Type=..."
hu: A konfigurációs file nem tartalmaz "Type=..." bejegyzést
is: Í stilliskránni er engin "Type=..." lína
it: Il file di configurazione non ha la linea "Type=..."
ko: 구성 파일에 "Type=..." 열이 없습니다
nl: Het configuratie bestand heeft geen "Type=..." lijn
no: Konfigurasjonsfilen har ikke noen "Type=..."-linje
pl: Plik konfiguracyjny nie ma linii "Type=..."
pt_br: O arquivo de configuração não tem nenhuma linha "Type=..."
ro: Fiºierul de configurare nu are linia "Type=..."
ru: Конфигурационный файл не имеет поля "Type=..."
sk: Konfiguraèný súbor neobsahuje polo¾ku "Type=..."
sl: Datoteka z nastavitvami ne vsebuje vrstice "Type=..."
sv: Konfig-filen har ingen "Type=..."-rad
tr: Ayar dosyasýnda "Type"=... satýrý yok

source: Could not access
br: Ne m'eus ket gallet tizhout
ca: No s'ha pogut accedir
cs: Nemohu pøistoupit k
da: Kunne ikke få adgang
de: Kein Zugriff
el: Δεν έχω πρόσβαση
eo: Ne eblis aliri
et: Ei suuda pöörduda
fi: Käsittely epäonnistui
fr: Impossible d'accéder à
he: השיג ןיא
hr: Ne mogu pristupiti
hu: Nem elérhetõ
is: Komst ekki í
it: Impossibile accedere
ko: 접근할 수 없습니다
no: Kunne ikke få adgang til
pl: Nie ma dostêpu
pt_br: Não foi possível acessar
ro: Nu am acces
ru: Ошибка доступа
sk: Nemô¾em pristúpi» k
sl: Nisem mogel dostopiti do
sv: Kunde inte komma åt
tr: Eriþilemiyor

source: This file does not contain an Exec=.... entry. Edit the Properties to solve the problem
br: Er restr-mañ n'eus enmont Exec=.... ebet. Aozit ar perzhioù a-benn diskoulmañ ar gudenn
ca: Aquest fitxer no conté una entrada Exec=.... Editeu les propietats per resoldre el problema
cs: Tento soubor neobsahuje polo¾ku Exec=.... Kvùli vyøe¹ení problémù uprav vlastnosti.
da: Denne fil har ingen "Exec=..." indgang. Rediger indstillinger for at løse problemet
de: Diese Datei enthält keinen Eintrag Exec=.... Bearbeiten Sie die Einstellungen, um das Problem zu lösen
el: Αυτό το αρχείο δεν περιέχει καταχώρηση Exec=.... Διορθώστε τις Ιδιότητες για να λύσετε το πρόβλημα
eo: Tiu æi dosiero ne enhavas iun eron "Exec=...." Redaktu la ecojn por solvi la problemon.
et: Selles failis ei ole kirjet Exec=.... Probleemi lahendamiseks redigeeri faili omadusi
fi: Tässä tiedostossa ei ole Exec=... kenttää. Muokkaa ominaisuuksia korjataksesi tilanteen
fr: Ce fichier ne contient aucune entrée Exec=... Editez les propriétés pour résoudre le problème
he: ליכמ וניא ץבוקה תרוש Exec=.... ץבוקה יניפאמ תא ךורע הייעבה ןורתפל
hr: Ova datoteka ne sadr¾i Exec=.... polje. Promijenite vrijednosti da biste rije¹ili problem
hu: A file nem tartalmaz Exec=... bejegyzést. Javítsa ki a Tulajdonságokat.
is: Í þessari skrá er engin "Exec=..." færsla. Breytu eiginleikum hennar til að leysa úr vandanum
it: Questo file non contiene una voce Exec=... Modifica le proprietà per risolvere il problema
ko: 이 파일은 Exec=...항목이 없습니다 이 문제를 해결하려면 등록정보를 편집하십시오
nl: Dit bestand heeft geen Exec=.... ingang. Wijzig de Eigenschappen om dit probleem op te lossen
no: Denne filen inneholder ikke noe Exec=....-innslag. Rediger egenskaper for å løse problemet
pl: Ten plik nie zawiera linii Exec=.... Wyedytuj w³a¶ciwo¶ci aby rozwi±zaæ ten problem
pt_br: Esta arquivo não contém uma entrada Exec=.... Edite as propriedades para resolver o problema
ro: Acest fiºier nu conþine Exec=.... parametrii.Editeazã Proprietãþile ca sã rezolvi problema
ru: Этот файл не содержит Поля Exec=... Отредактируйте Свойства для решения проблемы
sk: Tento súbor neobsahuje polo¾ku Exec=.... Pre vyrie¹enie problému upravte vlastnosti.
sl: Ta datoteka ne vsebuje vrstice Exec=... Spremenite lastnosti, da boste odpravili te¾avo
sv: Den här filen har ingen Exec=...-post. Redigera filens egenskaper för att åtgärda problemet
tr: Bu dosya bir 'Exec=...' verisi içermiyor. Problemi çözmek için özellikleri deðiþtiriniz

source: No mount point in *.kdelnk file
br: Poent mountañ ebet er restr *.kdelnk
ca: No hi ha punt de muntatge en el fitxer *.kdelnk
cs: V *.kdelnk souboru není místo pøipojení
da: Ingen Mount punkt i *.kdelnk fil
de: Kein Mount-Punkt in der *.kdelnk Datei
el: Αρχείο *.kdelnk χωρίς σημείο προσάρτησης(mount point)
eo: Neniu muntejo en *.kdelnk file
et: *.kdelnk failis pole ühenduspunkti
fi: Ei liitospaikkaa *.kdelnk-tiedostossa
fr: Pas de point de montage dans le fichier *.kdelnk
he: *.kdelink ה ץבוקב רוביח תדוקנל הרדגה ןיא
hr: Nema mjesta montiranja u *.kdelnk datoteci
hu: Nincs csatlakozási hely a kdelink file-ban
is: Í *.kdelnk skránni er enginn tengipunktu gefinn.
it: Mount Point non specifica nel file *.kdelnk
ko: *.kdelnk 파일에 파일시스템을 연결할 지점이 없습니다
nl: Geen mount punt in *.kdelnk bestand
no: Ingen monteringssted i *.kdelnk-fil
pl: Brak miejsca podmontowania w pliku *.kdelnk
pt_br: Não há ponto de montagem no arquivo *.kdelnk
ro: În fiºierul *.kdelnk nu existã punctul de montaj
ru: Нет точки монтирования в *.kdelnk файле
sk: V *.kdelnk súbore nie je miesto pripojenia
sl: V *.kdelnk datoteki ni toèke za vgradnjo
sv: Ingen monteringsplats i *.kdelnk-filen
tr: *.kdelnk dosyasýnda baðlama noktasý yok

source: KFM Information
br: Titour KFM
ca: Informació KFM
cs: Informace KFM
el: Πληροφορίες για το KFM
eo: KFM-informo
et: KFM informatsioon
fi: KFM tietoja
he: סקונילה רייס לש היצמרופניא
hr: KFM Informacije
hu: KFM Információ
is: KFM Upplýsingar
it: Informazione KFM
ko: KFM 정보
nl: KFM Informatie
no: KFM Informasjon
pl: KFM - informacje
pt_br: Informação do KFM
ro: Informaþii KFM
ru: Информация KFM
sk: Informácie KFM
sl: KFM obvestilo
tr: KFM Bilgisi

source: Creating directory:
br: O krouiñ ar renkell:
ca: S'està creant el directori:
cs: Vytváøím adresáø:
da: Opretter folder:
de: Erstelle Verzeichnis:
el: Δημιουργώ τον κατάλογο:
eo: Kreante la dosierujon:
et: Kataloogi loomine:
fi: Luodaan hakemistoa:
fr: Création du répertoire :
he: היירפסה תא רצוי
hr: Stvaram direktorij:
hu: Könyvtár létrehozása:
is: Bý til möppu:
it: Creazione directory:
ko: 디렉토리 만듬:
nl: Aanmaken van map
no: Lager katalog:
pl: Utworzenie katalogu:
pt_br: Criando diretório:
ro: Creazã director:
ru: Создаю каталог:
sk: Vytváram prieèinok:
sl: Delam imenik:
sv: Skapar katalog:
tr: Dizin yaratýlýyor:

source: A new KDE version has been installed. The Template files may have changed. Would you like to install the new ones?
br: Un doare nevez KDE a zo bet staliaet. Ar restroù patrom o deus kemmet marteze. Ha fellout a ra deoc'h staliañ ar re nevez ?
ca: S'ha instal·lat una nova versió KDE. Els fitxers plantilla potser han canviat. Voleu instal·lar els nous ?
cs: Byla nainstalována nová verze KDE. Je mo¾né, ¾e do¹lo ke zmìnì ¹ablon. Pøejete si naistalovat nové verze?
de: Eine neue KDE-Version wurde installiert. Die Vorlagedateien haben sich vielleicht geändert. Möchten Sie die neuen installieren?
el: Μια νέα έκδοση του KDE εγαταστάθηκε. Τα αρχεία Template ίσως έχουν αλλάξει. Θα θέλατε να εγκαταστήσετε τα καινούρια;
et: On installeeritud uues KDE versioon. Malli failid võivad olla muudetud. Soovida sa installeerida uued?
fi: Uusi KDE versio on asennettu. Pohjat ovat voineet muuttua. Haluatko asentaa uudet pohjat?
fr: Une nouvelle version de KDE a été installée. Les modèles ont pu changer. Voulez-vous installer les nouveaux modèles ?
hr: Nova inaèica KDEa je instalirana. Moguæe je da su predlo¹ci promijenjeni. ®elite li da instaliram nove predlo¹ke?
is: Ný útgáfa af KDE hefur verið sett upp. Sniðskrár hafa ef til vil breyst. Viltu setja þær nýju inn?
it: Una nuova versione di KDE è stata installata. I file Modello potrebbero essere cambiati. Vuoi installare quelli nuovi ?
no: En ny KDE-versjon har blitt installert. Malfilene kan være endret. Vil du installere de nye?
pl: Zosta³a zainstalowana nowa wersja KDE. Mog³y siê zmieniæ pliki szablonów. Czy zainstalowaæ na nowo?
pt_br: Uma nova versão do KDE foi instalada. Os arquivos-modelo podem ter mudado. Você gostaria de instalar as versões novas ?
ru: Установлена новая версия KDE. Файлы Шаблонов могли измениться. Вы хотите установить обновленные файлы?
sv: En ny version av KDE har installerats. Mallfilerna kan ha ändrats. Vill du installera de nya mallfilerna?

source: Cd
br: Kemmañ renkell
da: Skift til
eo: Þanøu ujon
fi: Vaihda hakemistoa
fr: Changer de répertoire
he: היירפס הנש
hr: Promjena direktorija
is: Skipta í
ko: 디렉토리 이동
pl: Przejd¼
ru: Сменить каталог
sk: Ís» dnu
sv: Byt katalog

source: New View
br: Gwel nevez
ca: Vista nova
cs: Nový pohled
da: Nyt vindue
de: Neue Ansicht
el: Νέα Θέα
eo: Nova rigardo
et: Uus vaade
fi: Näytä uusi
fr: Nouvelle vue
he: השדח הגוצת
hr: Novi pogled
hu: Új nézet
is: Í nýjan glugga
it: Nuova Finestra
ko: 새로 보기
no: Ny visning
pl: Nowy widok
pt_br: Abrir em Nova Janela
ro: Ferea&strã nouã
ru: Новый вид
sk: Nový pohµad
sl: Nov pogled
sv: Ny vy
tr: Yeni Bakýþ

source: Move to Trash
br: Kas d'ar pod-lastez
ca: A la paperera
cs: Pøesunout do ko¹e
da: Flyt til Affaldsspand
de: In Papierkorb werfen
el: Μετακίνηση στα Σκουπίδια
eo: Movu al rubujo
et: Liiguta prügikasti
fi: Siirrä roskakoriin
fr: Envoyer à la corbeille
he: רוזחימה לסל רבעה
hr: Baci u smeæe
hu: Kukába dob
is: Henda í ruslið
it: Cestina
ko: 휴지통에 버리기
nl: Naar vuilnisbak
no: Flytt til papirkurven
pl: Usuñ do ¶mietnika
pt_br: Mover para a Lixeira
ro: Mutã în Gunoi
ru: Отправить в Корзину
sk: Presunú» do ko¹a
sl: Odnesi v smeti
sv: Flytta till papperskorgen
tr: Çöpe Yürüt

source: Open with
br: Digeriñ gant
ca: Obre amb
cs: Otevøi pomocí
da: Åben med
de: Öffnen mit
el: Άνοιγμα με
eo: Malfermu kun
et: Ava kasutades
fi: Avaa sovelluksessa
fr: Ouvrir avec
he: תועצמאב החיתפ
hr: Otvori s
hu: Megnyitás mással
is: Opna með
it: Apri con...
ko: 열기
no: Åpne med
pl: Otwórz z
pt_br: Abrir com
ro: Deschide cu
ru: Открыть с
sk: Otvori» pomocou
sl: Odpri v
sv: Öppna med
tr: Birlikte Aç

source: Move
br: Fiñval
ca: Mou
cs: Pøesunout
da: Flyt
de: Verschieben
el: Μετακίνησε
eo: Movu
et: Liiguta
fi: Siirrä
fr: Déplacer
he: רבעה
hr: Premjesti
hu: Mozgat
is: Færa
it: Sposta
nl: Verplaats
no: Flytt
pl: Przenie¶
pt_br: Mover
ru: Переместить
sk: Presunú»
sv: Flytta

source: Link
br: Ere
ca: Enllaç
de: Verknüpfung
el: Σύνδεσε
eo: Ligo
fi: Linkitä
fr: Lier
he: רושיק
hr: Veza
hu: Lánc
is: Tengi
it: Collegamento
ko: 연결
nl: Verbinding
no: Lenk
pl: Odno¶nik
ro: Legãturã
ru: Ссылка
sk: Odkaz
sl: Povezava
sv: Länk
tr: Bað

source: Empty Trash Bin
br: Goullonderiñ ar pod-lastez
ca: Buida la paperera
cs: Vyprázdnit Ko¹
da: Tøm Affaldsspand
de: Papierkorb leeren
el: Άδειασε τα Σκουπίδια
eo: Malplena rubujo
et: Tühjenda prügikast
fi: Tyhjennä roskakori
fr: Vider la corbeille
he: רוזחימה לס ןקור
hr: Isprazni kantu za smeæe
hu: Kuka ürítése
is: Tæma ruslakörfu
it: Svuota il cestino
ko: 휴지통 비우기
no: Tøm papirkurven
pl: Opró¿nij ¶mietnik
pt_br: Esvaziar lixeira
ro: Goleºte coºul de gunoi
ru: Очистить корзину
sk: Vyprázdni» kô¹
sl: Izprazni ko¹ za smeti
sv: Töm papperskorgen
tr: Boþ Çöp Kutusu

source: Add to Bookmarks
br: Ouzhpennañ d'ar sinedoù
ca: Afegeix punt
cs: Pøidej k zálo¾kám
da: Tilføj til Bogmærker
de: Lesezeichen hinzufügen
el: Προσθήκη στους σελιδοδείκτες
eo: Aldonu legosignon
et: Lisa järjehoidjatesse
fi: Lisää osoitekirjaan
fr: Ajouter un signet
he: םיפדעומל ףסוה
hr: Dodaj Oznakama
hu: Hozzáadás a kedvencekhez
is: Setja bókamerki
it: Aggiungi ai Segnalibri
ko: 즐겨찾기에 추가
no: Legg til bokmerker
pl: Dodaj do zak³adek
pt_br: Adicionar aos Favoritos
ro: Adaugã la semne de carte
ru: Добавить закладку
sk: Prida» k zálo¾kám
sl: Dodaj v kazalo
sv: Lägg till bokmärkena
tr: Adreslere Ekle

source: Save settings for this URL
br: Enrolañ ar c'hefluniadur evit an URL-mañ
ca: Desa l'arranjament per aquesta URL
cs: Ulo¾it nastavení tohoto URL
de: Einstellungen für diese URL speichern
el: Σώσε Ρυθμίσεις για το URL
eo: Sekurigu agorda¼on sub URL
et: Salvesta selle URL'i seadistused
fi: Tallenna asetukset URL:iin
fr: Enregistrer les options locales
hr: Spremi postavke za ovaj URL
is: Vista stillingar fyrir þessa slóð
it: Salva le impostazioni per questa URL
no: Lagre innstillinger for denne URL
pl: Zapisz opcje dla tego URL
pt_br: Salvar configurações para esta URL
ru: Записать настройки для этого URL
sk: Ulo¾i» nastavenie pre toto URL
sv: Spara inställningar för denna URL

source: Show Menubar
br: Diskouez barrenn al lañser
ca: Mostra la barra de menú
cs: Zobrazovat menu
de: Menüleiste anzeigen
el: Δείξε Γραμμή Επιλογών
eo: Montru la menulistelon
et: Näita menüüriba
fi: Näytä valikkorivi
fr: Afficher le menu
hr: Poka¾i izborni&k
is: Sýna valslá
it: Mostra Barra Menu
no: Vis menylinje
pl: Pokazuj pasek menu
pt_br: Mostrar Barra de Menu
ru: Показать меню
sk: Zobrazova» menu
sv: Visa menyrad

source: &Browser
br: &Furcher
ca: &Fullejador
cs: &Prohlí¾eè
el: &Πρόγραμμα αναζήτησης
eo: &TTT-legilo
et: &Brauser
fi: &Selain
fr: &Parcourir
hr: &Preglednik
is: &Flakkari
no: &Bla gjennom
pl: &Przegl±darka
pt_br: &Navegador
ru: Просмотрщик
sk: &Prehliadaè
sv: &Bläddrare

source: Run in terminal
br: Seveniñ en un dermenell
ca: Execució a terminal
cs: Proveï v terminálu
da: Kør i terminal
de: In Terminal ausführen
el: Τρέξιμο σε τερματικό
eo: Rulu en terminalo
et: Käivita terminalil
fi: Suorita päätteessä
fr: Lancer dans un terminal
he: דרפנ לנימרט ךותב ץרה
hr: Pokreni u terminalu
hu: Futtatás terminálban
is: Keyra í skjáhermi
it: Esegui da terminale
ko: 터미널에서 실행
nl: In een terminal uitvoeren
no: Kjør i terminal
pl: Uruchom w terminalu
pt_br: Executar em modo terminal
ro: Porneºte în terminal
ru: Запускать в Терминале
sk: Spusti» v termináli
sl: Za¾eni v terminalu
sv: Kör i terminal
tr: Uçbirimde çalýþtýr

source: Could not write bookmark
br: Ne m'eus ket gallet skrivañ ar sined
ca: No es pot escriure el punt
cs: Nemohu zapsat zálo¾ky
da: Kunne ikke skrive bogmærke
de: Konnte Lesezeichen nicht schreiben
el: Δεν μπορώ να γράψω το σελιδοδείκτη
eo: Ne eblis skribi la legomarkilon
et: Järjehoidjat pole võimalik salvestada
fi: Kirjanmerkin kirjoittaminen ei onnistu
fr: Impossible d'enregistrer le signet
he: םיפדעומל ףיסוהל ןתינ אל
hr: Ne mogu zapisati oznaku
is: Ekki tókst að skrifa bókamerki
it: Impossibile scrivere nei segnalibri
ko: 즐겨찾기에 쓸 수 없습니다
no: Kunne ikke lagre bokmerke
pl: Nie mo¿na zapisaæ zak³adek
pt_br: Não foi possível gravar bookmark
ro: Nu pot sã scriu însemnãrile
ru: Ошибка записи закладок
sk: Nemô¾em zapísa» zálo¾ku
sl: Nisem mogel dodati v kazalo.
sv: Kunde inte spara bokmärke
tr: Adreslere yazýlamýyor

source: File Name
br: Anv restr
ca: Nom de fitxer
cs: Jméno souboru
de: Dateiname
el: Πλήρες όνομα
eo: Dosiernomo
et: Faili nimi
fi: Tiedostonimi
fr: Nom du fichier
hr: Ime datoteke
is: Skráarnafn
it: Nome File
no: Filnavn
pl: Nazwa pliku
pt_br: Nome de Arquivo
ru: Имя файла
sk: Meno súboru
sv: Filnamn

source: Full Name
br: Anv klok
ca: Nom complet
cs: Plné jméno
da: Fuldt navn
de: Vollständiger Name
el: Πλήρες όνομα
eo: Plena nomo
et: Täielik nimi
fi: Koko nimi
fr: Nom complet
he: אלמ םש
hr: Puno ime
hu: Teljes név
is: Fullt Nafn
it: Nome completo
ko: 전체 경로
nl: Volledige naam
no: Fullt navn
pl: Pe³na nazwa
pt_br: Nome Completo
ro: Numele întreg
ru: Полное имя
sk: Plné meno
sl: Ime in priimek
sv: Fullständig sökväg
tr: Tam Adý

source: Is the Trash Bin
br: Ar pod-lastez eo
ca: És la paperera
cs: Ko¹
da: Er Skraldespanden
de: Ist der Papierkorb
el: Είναι τα Σκουπίδια
eo: Estas la rubujo
et: On Prügikast
fi: On roskakori
fr: C'est la corbeille
he: רוזחימה לס והז
hr: je kanta za smeæe
hu: a szemetes kuka
is: Ruslakarfan
it: E' il cestino
ko: 휴지통
nl: Is de vuilnisbak
no: Er papirkurven
pl: Jest ¶mietnikiem
pt_br: É a Lixeira
ro: Este coºul de gunoi
ru: Корзина
sk: Je kô¹
sl: To je ko¹ za smeti
sv: Detta är papperskorgen
tr: Çöp Kutusu

source: Is a Directory
br: Ur renkell eo
ca: És un directori
cs: Adresáø
da: Er en folder
de: Ist ein Verzeichnis
el: Είναι ένας κατάλογος
eo: Estas dosierujo
et: On kataloog
fi: On hakemisto
fr: C'est un répertoire
he: היירפס איה
hr: je direktorij
hu: egy könyvtár
is: Mappa
it: E' una directory
ko: 디렉토리
nl: Is een map
no: Er en katalog
pl: Jest katalogiem
pt_br: É um Diretório
ro: Este un director
ru: Директория
sk: Je prieèinok
sl: To je imenik
sv: Detta är en katalog
tr: Dizin

source: Points to
br: A vuk ouzh
ca: Apunta a
cs: Ukazuje na
da: Peger på
de: Verweist auf
el: Δείχνει στο
eo: Montras al
et: Viitab
fi: Osoittaa
fr: Se réfère à
he: לא עיבצמ
hr: Pokazuje na
hu: mutat
is: Bendir á
it: Punta a
ko: 연결된 곳
nl: Verwijst naar
no: Peker til
pl: Wskazuje na
pt_br: Aponta para
ro: Duce la
ru: Указывает на
sk: Ukazuje na
sl: Ka¾e na
sv: Pekar på
tr: Ýþaret ediyor:

source: Size: %i
br: Ment : %i
ca: Mida: %i
cs: Velikost: %i
da: Størrelse: %i
de: Größe %i
el: Μέγεθος: %i
eo: Grandeco: %i
et: Suurus: %i
fi: Koko: %i
fr: Taille : %i
he: %i :לדוג
hr: Velièina: %i
hu: Méret: %i
is: Stærð: %i
it: Dimensione: %i
ko: 크기: %i
nl: Grootte: %i
no: Størrelse: %i
pl: Rozmiar: %i
pt_br: Tamanho: %i
ro: Dimensiune: %i
ru: Размер: %i
sk: Veµkos»: %i
sl: Velikost: %i
sv: Storlek: %i
tr: Boyut: %i

source: Last Access
br: Moned diwezhañ
ca: Darrer accés
cs: Poslední pøístup
da: Sidste adgang
de: Letzter Zugriff
el: Τελευταία Πρόσβαση
eo: Lasta aliro
et: Viimati loetud
fi: Viimeisin käsittely
fr: Accédé le
he: הנורחא השיג
hr: Zadnji pristup
hu: Utolsó hozzáférés
is: Síðast lesið
it: Ultimo Accesso
ko: 최근 접근
nl: Laatst gelezen
no: Sist brukt
pl: Ostatni dostêp
pt_br: Último Acesso
ro: Ultimul Acces
ru: Последний доступ
sk: Posledný prístup
sl: Zadnji dostop
sv: Senast använd
tr: Son Eriþim

source: Last Modified
br: Kemmaden diwezhañ
ca: Darrera modificació
cs: Poslední modifikace
da: Sidste ændring
de: Zuletzt bearbeitet
el: Τελευταία Μετατροπή
eo: Lasta þanøo
et: Viimati muudetud
fi: Viimeeksi muokattu
fr: Modifié le
he: ןורחא יוניש
hr: Zadnje promjene
hu: Utolsó módosítás
is: Síðast breytt
it: Ultima Modifica
ko: 최근 수정
nl: Laatst gewijzigd
no: Sist endret
pl: Ostatnio modyfikowany
pt_br: Última Modificação
ro: Ultima Modificare
ru: Последнее изменение
sk: Posledná modifikácia
sl: Nazadnje spremenjeno
sv: Senast ändrad
tr: Son Deðiþim
