Repository: KDE/kde1-kdebase
Catalog: po/*/kfm.po
Languages: br, ca, cs, da, de, el, eo, et, fi, fr, he, hr, hu, is, it, ko, nl, no, pl, pt_br, ro, ru, sk, sl, sv, tr

source: Can only make links on local file system
br: N'hell oberiañ ereoù nemet war ar reizhiad restroù lec'hel
ca: Només puc fer enllaços sobre el sistema de fitxers local
cs: Mohu vytváøet jen linky na lokálním systému souborù
da: Kan kun oprette links på det lokale filsystem
de: Verknüpfungen können nur auf dem lokalen Dateisystem erstellt werden.
el: Συνδέσεις επιτρέπονται μόνο σε τοπικό σύστημα αρχείων (file system)
eo: Eblas fari ligojn nur sur la loka dosieraro
et: Linke saab luua ainult kohalikus failisüsteemis
fi: Linkin tekeminen on mahdollista vain samassa tiedostojärjestelmässä.
fr: Les liens ne peuvent être créés que sur le système de fichiers local
he: תימוקמה םיצבקה תכרעמב קר ךרד ירוציק רוציל ןתינ
hr: Mogu raditi dvojnike samo na lokalnom datoteènom sustavu
hu: Csak helyi filerendszeren lehet láncolni
is: Einungis er hægt að búa til tengi í skráakerfinu.
it: Si possono fare solo collegamenti a File System locali
ko: 로컬 파일 시스템에만 링크를 만들 수 있음
nl: Kan alleen verbindingen maken op het lokale bestandssysteem
no: Kan bare lage lenker på det lokale filsystemet
pl: Odno¶nik utworzyæ mo¿na tylko do lokalnego systemu plików
pt_br: Só é possível criar links em sistemas de arquivos locais
ro: Nu pot sã fac legãturi decît cu sistemul de fiºiere local
ru: Могу делать ссылки только на локальной файловой системе
sk: Mô¾em vytvára» len odkazy na lokálnom systéme súborov
sl: Povezave lahko delam le v lokalnem datoteènem sistemu
sv: Kan bara skapa länkar på det lokala filsystemet
tr: Yanlýzca yerel sisteminizde baðlar yapabilirsiniz

source: Could not overwrite %s
br: Ne m'eus ket gallet rasklañ %s
ca: No s'ha pogut sobreescriure %s
cs: Nemohu pøepsat %s
da: Kunne ikke overskrive %s
de: Konnte nicht überschreiben %s
el: Δε μπορώ να επικαλύψω το %s
eo: Ne eblis anstataýigi b%s
et: Ei suuda üle kirjutada %s
fi: En voi ylikirjoittaa %s
fr: Impossible de remplacer %s
he: ץבוקה לע בותכל ןתינ אל %s
hr: Ne mogu prepisati preko %s
hu: Nem lehet felülírni %s-t
is: Ekki tókst að skrifa yfir %s
it: Impossibile sovrascrivere %s
ko: %s에 덮어 쓸 수 없음
no: Kunne ikke overskrive %s
pl: Nie mo¿na skasowaæ %s
pt_br: Não foi possível gravar sobre %s
ro: Nu trebuie sã il scriu %s
ru: Не могу переписать %s
sk: Nemô¾em prepísa» %s
sl: Nisem mogel prepisati %s
sv: Kunde inte skriva över %s
tr: %s'in üzerine yazýlamýyor

source: Could not make symlink to %s
br: Ne m'eus ket gallet oberiañ un arouezere da %s
ca: No s'ha pogut fer un enllaç simbòlic a %s
cs: Není mo¾né vytvoøit symbolický odkaz na %s
da: Kunne ikke oprette symbols link til %s
de: Symbolische Verknüpfung konnte nicht erstellt werden %s
el: Δεν μπορώ να κάνω εικονική σύνδεση με %s
eo: Ne eblis krei simbolan ligon al %s
et: Ei suuda luua sümboolset linki järgnevale %s
fi: En voi luoda symbolista linkkiä kohteeseen %s
fr: Impossible de créer un lien symbolique vers %s
he: ךרד רוציק רוציל ןתינ אל%s ל
hr: Ne mogu naèiniti dvojnika od %s
hu: Nem lehet szimbolikusan láncolni %s-t
is: Ekki tókst að búa til tákntengi í %s
it: Impossibile creare il collegamento a %s
ko: %s에 심볼릭 링크를 만들 수 없음
no: Kunne ikke lage symbolsk lenke til %s
pl: Nie mo¿na stworzyæ odno¶nika do %s
pt_br: Não foi possível criar um link simbólico para %s
ro: Nu trebuie sã fac legãturã simbolicã la %s
ru: Ошибка создания ссылки на %s
sk: Nie je mo¾né vytvori» symbolický odkaz na %s
sl: Nisem mogel simbolièno povezati %s
sv: Kunde inte skapa en symbolisk länk till %s
tr: %s'e sembolik bað yapýlamýyor

source: ERROR: Could not write to %s
br: FAZI : ne m'eus ket gallet skrivañ davet %s
ca: ERROR: No s'ha pogut escriure a %s
cs: CHYBA: Nemohu zapsat do %s
da: FEJL: Kunne ikke skrive til %s
de: FEHLER: In %s konnte nicht geschrieben werden.
el: ΣΦΑΛΜΑ: Δεν μπορώ να γράψω στο %s
eo: ERARO: Ne eblis skribi al %s
et: VIGA: Ei suuda kirjutada faili %s
fi: VIRHE: Kirjoittaminen kohteeseen %s epäonnistui.
fr: ERREUR : impossible d'écrire dans %s
he: %s ל בותכל ןתינ אל :האיגש
hr: GRE©KA: Ne mogu pisati u %s
hu: HIBA: Nem lehet írni a %s file-t
is: VILLA: Ekki tókst að skrifa í %s
it: ERRORE: Impossibile scrivere su %s
ko: 오류: %s에 쓸 수 없음
nl: Fout: Kan niet naar %s schrijven
no: FEIL: Kunne ikke skrive til %s
pl: B£¡D: Nie mo¿na zapisaæ %s
pt_br: ERROR: Não foi possível escrever para %s
ro: EROARE: Nu pot scrie la %s
ru: Ошибка записи в %s
sk: CHYBA: Nemô¾em zapísa» do %s
sl: NAPAKA: Nisem mogel pisati v %s
sv: FEL: Kunde inte skriva till %s
tr: HATA: %s'e yazýlamýyor

source: Could not make symbolic link %s
br: Ne m 'eus ket gallet oberiañ un arouezere %s
ca: No s'ha pogut fer un enllaç simbòlic a %s
cs: Není mo¾né vytvoøit symbolický odkaz %s
de: Symbolische Verknüpfung konnte nicht erstellt werden %s
el: Δεν μπορώ να κάνω εικονική σύνδεση με %s
et: Ei suuda luua sümboolset linki järgnevale %s
fr: Impossible de créer un lien symbolique vers %s
hr: Ne mogu naèiniti dvojnika %s
it: Impossibile creare il collegamento simbolico %s
no: Kunne ikke lage symbolsk lenke til %s
pt_br: Não foi possível criar ligação simbólica %s
ru: Ошибка создания символьной ссылки %s

source: Could not make directory %s
br: Ne m'eus ket gallet oberiañ ar renkell %s
ca: No s'ha pogut crear el directori %s
cs: Není mo¾né vytvoøit adresáø %s
da: Kunne ikke oprette folder %s
de: Verzeichnis konnte nicht erstellt werden %s
el: Δεν μπόρεσα να δημιουργήσω τον κατάλογο %s
eo: Ne eblis krei dosierujon %s
et: Ei suuda luua kataloogi %s
fi: Hakemiston %s luominen epäonnistui.
fr: Impossible de créer le répertoire %s
he: היירפס רוציל ןתינ אל %s
hr: Ne mogu stvoriti direktorij %s
hu: Nem lehet létrehozni a(z) %s könyvtárat
is: Ekki tókst að búa til möppuna %s
it: Impossibile creare la directory %s
ko: %s 디렉토리를 만들 수 없음
no: Kunne ikke opprette katalog %s
pl: Nie mo¿na utworzyæ katalogu %s
pt_br: Não foi possível criar o diretório %s
ro: Nu pot crea directorul %s
ru: Ошибка создания каталога %s
sk: Nie je mo¾né vytvori» prieèinok %s
sl: Nisem mogel narediti imenika %s
sv: Kunde inte skapa katalogen %s
tr: %s dizini yaratýlamýyor

source: ERROR: Could not access directory '%s'
br: FAZI : Ne m'eus ket gallet tizhout ar renkell '%s'
ca: ERROR: No s'ha pogut accedir al directori '%s'
cs: CHYBA: Není mo¾né vstoupit do adresáøe '%s'
da: FEJL: Kunne ikke få adgang til folderen ´%s´
de: FEHLER: Kein Zugriff auf Verzeichnis '%s'.
el: ΣΦΑΛΜΑ: Πρόσβαση στον κατάλογο '%s' αδύνατη
eo: ERARO: Ne eblis aliri la dosierujon '%s'
et: VIGA: Ei suuda juurde pääseda kataloogile '%s'
fi: VIRHE: Hakemiston %s käsittely epäonnistui.
fr: ERREUR : impossible d'accéder au répertoire '%s'
hr: GRE©KA: Ne mogu pristupiti direktoriju '%s'
is: ERROR: Komst ekki í möpuna '%s'
it: ERRORE: Impossibile accedere alla directory '%s'
ko: 오류: '%s' 디렉토리에 접근할 수 없음
nl: Fout: Kon map '%s' niet bereiken
no: FEIL: Kunne ikke åpne katalog '%s'
pl: B£¡D: Brak dostêpu do katalogu '%s'
pt_br: ERRO: Não foi possível acessar diretório '%s'
ro: EROARE: Nu pot accesa directorul '%s'
ru: Ошибка доступа к каталогу '%s'
sk: CHYBA: Nie je mo¾né vstúpi» do prieèinku '%s'
sl: NAPAKA: Nisem mogel dostopiti do imenika %s
sv: FEL: Kunde inte komma åt katalogen '%s'
tr: HATA: '%s' dizinine ulaþýlamýyor

source: Special file will not be copied %s
br: Ne oa ke tu eilañ ar restr dibar %s
ca: El fitxer especial no es copiarà %s
cs: Speciální soubor nebude zkopírován %s
de: Spezielle Datei wird nicht kopiert %s
el: Το ειδικό αρχείο δεν θα αντιγραφεί %s
et: Spetsiaalseid faile ei kopeerita %s
fr: Le fichier spécial ne sera pas copié %s
hr: Posebna datoteka neæe biti kopirana %s
it: Il file speciale non sarà copiato %s
no: Spesialfil vil ikke bli kopiert %s
pt_br: Arquivo especial não será copiado %s
ru: Специальный файл не будет скопирован %s

source: %d special files will not be copied.
br: %d restr dibar ne vo ket eilet.
ca: no es copiaràn %d fitxers especials.
cs: %d speciálních souborù nebude zkopírováno.
de: %d spezielle Datei wird nicht kopiert.
el: %d ειδικά αρχεία δεν θα αντιγραφούν.
et: %d spetsiaalseid faile ei kopeerita
fr: %d fichiers spéciaux ne seront pas copiés.
it: %d file speciali non saranno copiati.
no: %d spesialfiler vil ikke bli kopiert.
pt_br: %d arquivos especiais não serão copiados.
ru: %d специальный(х) файл(ы) не будет(ут) скопирован(ы).

source: Recurse copying from file with sub-protocol (for instance, tar files)
br: Eilañ askizat restroù gant iskomenad (da skouer, restroù tar)
ca: Còpia recursiva del fitxer amb subprotocol (per exemple, fitxers tar)
cs: Rekurzivní kopírování ze souboru podøízeným protokolem (napøíklad tar soubory)
de: Rekursives Kopieren von Datei mittels Sub-Protokoll (z.B. für TAR-Dateien)
et: Rekursiivne kopeerimine alamprotsessiga failist (nt. tar failid)
fr: Copie récursive du fichier avec sous-protocole (par exemple fichiers tar)
it: La copia ricorsiva da file con un sotto-protocollo (per esempio, file tar)
no: Rekursiv kopiering fra fil med underprotokoll (for eksempel tar-filer)
pt_br: Cópia recursiva de arquivo com sub-protocolo (exemplo: arquivos tar)
ru: Рекурсивное копирование из файла с подпротоколом (на пример из файла tar)

source: Recurse copying from/to distant locations
br: Eilañ askizat
ca: Còpia recursiva de/a localitzacions distants
cs: Rekurzivní kopírování ze/do vzdálených míst
de: Rekursives Kopieren von/nach entfernten Verzeichnissen
et: Rekursiivne kopeerimine kaugest asukohast/kaugesse asukohta
fr: Copie récursive de/vers les emplacements distants
hr: Rekurzivno kopiraj iz/u udaljenu lokaciju
it: La copia ricorsiva da/a locazioni distanti
no: Rekursiv kopiering fra/til fjerntliggende sted
pt_br: Cópia recursiva de/para localizações distantes
ru: Рекурсивное копирование из/в удаленн[ого/ое] местоположения

source: Could not remove symbolic link %s
cs: Není mo¾né odstranit symbolický odkaz %s
de: Symbolische Verknüpfung konnte nicht gelöscht werden %s
el: Δεν μπορώ να διαγράψω την εικονική σύνδεση %s
fr: Impossible de supprimer le lien symbolique %s
pt_br: Não foi possível criar ligação simbólica %s
ru: Ошибка удаления символьной ссылки %s

source: Could not access directory %s
br: Ne m'eus ket gallet tizhout ar renkell %s
ca: No s'ha pogut accedir al directori %s
cs: Není mo¾né vstoupit do adresáøe %s
da: Kunne ikke få adgang til folderen %s
de: Auf Verzeichnis konnte nicht zugegriffen werden %s
el: Πρόσβαση στον κατάλογο %s αδύνατη
eo: Ne eblis aliri la dosierujon %s
et: Ei suuda juurde pääseda kataloogile %s
fi: Hakemiston %s käsittely epäonnistui.
fr: Impossible d'accéder au répertoire %s
he: היירפסל השיג ןיא :האיגש %s
hr: Ne mogu pristupiti direktoriju %s
hu: A(z) %s könyvtár nem elérhetõ
is: Komst ekki í möppuna %s
it: Impossibile accedere alla directory %s
ko: %s 디렉토리에 접근할 수 없음
no: Kunne ikke åpne katalog %s
pl: Brak dostêpu do katalogu %s
pt_br: Não foi possível acessar o diretório %s
ro: Nu pot accesa directorul %s
ru: Ошибка доступа к каталогу %s
sk: Nie je mo¾né vstúpi» do prieèinku %s
sl: Nisem mogel dostopiti do imenika %s
sv: Kunde inte komma åt katalogen %s
tr: %s dizinineulaþýlamýyor

source: Could not move directory %s to %s Perhaps access denied
br: Ne m'eus ket gallet dilec'hiañ ar renkell %s da %s Nac'het eo bet ar moned marteze
ca: No s'ha pogut traslladar el directori %s a '%s' Potser s'ha denegat l'accés
cs: Není mo¾né zmìnit pøesunout adresáø %s do %s Pravdìpodobnì nemáte pøístup.
da: Kunne ikke flytte folderen %stil %s Måske ikke tilladt
de: Verzeichnis %s konnte nicht nach '%s' verschoben werden. Vielleicht Zugriff verweigert.
el: Δεν μπορώ να μετακινήσω τον κατάλογο %s στο %s Ίσως η πρόσβαση να μην επιτρέπεται
eo: Ne eblis movi la dosierujon %s al %s Verþajne aliro estas malpermesita
et: Ei suuda liigutada kataloogi %s uude kohta %s Ilmselt on juurdepääs keelatud
fi: Hakemiston %s siirtäminen %s:n epäonnistui Mahdollisesti käsittely estetty.
fr: Impossible de déplacer le répertoire %s vers %s L'accès en est probablement refusé
he: היירפסה תא ריבעהל ןתינ אל %s %s ל תאז תושעל האשרה ךל ןיא יכ ןכתי
hr: Ne mogu premjestiti direktorij %s na '%s' Vjerojatno nemam ovlasti za to
hu: Nem lehet %s-t %s-ra mozgatni. Hozzáférés megtagadva.
is: Ekki tókst að færa möppuna %s í %s Hugsanlega hefur þú ekki heimild til þess.
it: Impossibile spostare la directory da %s a %s Possibile accesso negato
ko: %s 디렉토리를 %s 디렉토리로 옮길 수 없음 허가 거부됨
no: Kunne ikke flytte katalog %s til %s Muligens ble tilgang nektet
pl: Nie mo¿na przenie¶æ katalogu %s do %s Prawdopodobnie brak dostêpu
pt_br: Não foi possível mover o diretório %s para %s Talvez acesso esteja negado
ro: Nu pot muta directorul %s în %s Accesul Interzis.
ru: Ошибка перемещения каталога %s в %s Возможно доступ запрещен.
sk: Nie je mo¾né presunú» prieèinok %s do %s Pravdepodobne bol odmietnutý prístup.
sl: Nisem mogel premakniti imenika %s v %s Mogoèe je dostop onemogoèen
sv: Kunde inte flytta katalogen %s till %s Kanske nekades du åtkomst.
tr: %s'den %s dizinine dizin taþýnamýyor Eriþime izin verilmiyor

source: Special file will not be moved %s
br: Ar restr dibar-se ne vo ket dilec'hiet %s
ca: El fitxer especial no es mourà %s
cs: Speciální soubor nebude pøesunut %s
de: Spezielle Datei wird nicht verschoben %s
el: Το ειδικό αρχείο δε θα μετακινηθεί %s
et: Spetsiaalseid faile ei liigutata %s
fr: Le fichier spécial ne sera pas déplacé %s
it: Il file speciale non sarà spostato %s
no: Spesialfil vil ikke bli flyttet %s
pt_br: Arquivo especial não será movido %s
ru: Специальный файл не будет перемещен %s

source: %d special files will not be moved.
br: %d restr dibar ne vo ket dilec'hiet
ca: no es mouran %d fitxers especials.
cs: %d speciálních souborù nebude pøesunuto.
de: %d spezielle Dateien werden nicht verschoben.
el: %d ειδικά αρχεία δεν θα μετακινηθούν.
et: %d spetsiaalseid faile ei liigutata.
fr: %d fichiers spéciaux ne seront pas déplacés.
hr: %d posebne datoteke neæe biti premje¹tene
it: % file speciali non saranno spostati.
no: %d spesialfiler vil ikke bli flyttet.
pt_br: %d arquivos especiais não serão movidos.
ru: %d специальный(х) файл(ы) не будет(ут) перемещено.

source: Could not read %s File does not exist or access denied
br: Ne m'eus ket gallet lenn %s Ar restr n'eus ket anezhañ pe moned nac'het
ca: No s'ha pogut llegir %s Fitxer inexistent o accés denegat
cs: Není mo¾né èíst %s Pravdìpodobnì soubor neexistuje nebo nemáte pøístupová práva.
da: Kunne ikke læse %s Filen eksisterer måske ikke eller læsning er ikke tilladt
de: %s konnte nicht gelesen werden. Datei existiert nicht oder Zugriff verweigert.
el: Δεν μπορώ να διαβάσω %s Το αρχείο δεν υπάρχει ή η πρόσβαση δεν επιτρέπεται
eo: Ne eblis legi %s La dosiero ne ekzistas aý la aliro estas malpermesita
et: Ei suuda lugeda faili %s Faili ei eksisteeri või puudub sul selleks luba
fi: Kohteen %s lukeminen epäonnistui Tiedostoa ei ole olemassa, tai sen käsittely on estetty.
fr: Impossible de lire dans %s Le fichier n'existe pas ou l'accès en est refusé
he: ץבוקה תא אורקל ןתינ אל %s האשרה ךל ןיאש וא םייק וניא ץבוקה
hr: Ne mogu èitati %s Datoteka ne postoji ili je pristup onemoguæen
hu: Nem lehet olvasni %s-t A file nem létezik vagy hozzáférés megtagadva.
is: Ekki tókst að lesa %s Annað hvort er skráin ekki til eða þú hefur ekki heimild til að lesa hana.
it: Impossibile leggere %s File inesistente o accesso negato
ko: 다음을 읽을 수 없음 %s 파일일 존재하지 않거나 허가 거부됨
nl: Kon niet lezen: %s Bestand bestaat niet of niet genoeg rechten
no: Kunne ikk lese %s Filen eksisterer ikke eller tilgang nektes
pl: Nie mo¿na odczytaæ %s Plik nie istnieje lub brak dostêpu
pt_br: Não foi possível ler %s O arquivo não existe ou o acesso foi negado
ro: Nu pot sã citesc %s Fiºierul nu existã sau accesul interzis
ru: Ошибка чтения %s Файл не существует или доступ запрещен
sk: Nemô¾em èíta» %s Súbor neexistuje alebo bol odmietnutý prístup.
sl: Nisem mogel prebreti %s Datoteka ne obstaja ali pa ni dostopna
sv: Kunde inte läsa %s Antingen finns filen inte, eller så nekades du åtkomst.
tr: %s okunamýyor Dosya yok yada eriþim engellendi

source: Could not write %s Perhaps access denied
br: Ne m'eus ket gallet skrivañ %s Nac'het eo bet ar moned marteze
ca: No s'ha pogut escriure %s Potser s'ha denegat l'accés
cs: Není mo¾né zapsat %s Pravdìpodobnì nemáte pøístupová práva.
da: Kunne ikke skrive %s Skrivning måske ikke tilladt
de: Konnte nicht schreiben auf %s Vielleicht Zugriff verweigert.
el: Δεν μπορώ να γράψω το %s Ίσως η πρόσβαση να μην επιτρέπεται
eo: Ne eblis skribi %s Verþajne la aliro estas malpermesita
et: Ei suuda kirjutada %s Ilmselt on juurdepääs keelatud
fi: En voinut kirjoittaa %s Ehkä sinulla ei ole oikeuksia tähän
fr: Impossible d'écrire dans %s L'accès en est probablement refusé.
he: ץבוקה תא בותכל ןתינ אל %s הביתכ תואשרה ךל ןיא יכ ןכתיי
hr: Ne mogu pisati u %s Vjerojatno je pristup onemoguæen
hu: Nem lehet írni %s-t Hozzáférés megtagadva.
is: Ekki tókst að skrifa í %s Hugsanlega hefur þú ekki heimild til þess.
it: Impossibile scrivere %s Possibile accesso negato
ko: 다음을 쓸 수 없음 %s 허가 거부됨
no: Kunne ikke skrive %s Muligens ble tilgang nektet
pl: Nie mo¿na zapisaæ %s Prawdopodobnie brak dostêpu.
pt_br: Não foi possível gravar em %s Talvez o acesso esteja negado.
ro: Nu pot scrie %s Accesul Interzis
ru: Ошибка записи %s Возможно доступ запрещен
sk: Nie je mo¾né zapisova» %s Pravdepodobne bol odmietnutý prístup.
sl: Nisem mogel pisati v %s Mogoèe je dostop onemogoèen
sv: Kunde inte skriva till %s Kanske nekades du åtkomst.
tr: %s'e yazýlamýyor eriþim engellendi

source: Could not create Socket for %s
br: Ne m'eus ket gallet krouiñ ul lugell evit %s
ca: No s'ha pogut crear Socket per %s
cs: Není mo¾né vytvoøít Socket pro %s
da: Kunne ikke oprette socket for %s
de: Socket für %s konnte nicht erstellt werden.
el: Δεν μπορώ να δημιουργήσω Υποδοχή (Socket) για το %s
eo: Ne eblis krei konektilon por %s
et: Ei suuda luua pesa %s jaoks
fi: Pistokkeen luominen kohteelle %s epäonnistui.
fr: Création d'une socket impossible pour %s
he: ל רוביח רוציל ןתינ אל %s
hr: Ne mogu otvoriti socket za %s
hu: Nem lehet csatlakozni a(z) %s kiszolgálóhoz
is: Ekki tókst að búa til sökkul fyrir %s
it: Impossibile creare il Socket per %s
ko: 소켓을 만들 수 없음: %s
nl: Kon socket voor %s niet creëren
no: Kunne ikke opprette socket for %s
pl: Nie mo¿na utworzyæ gniazdka dla %s
pt_br: Não foi possível criar um Socket para %s
ro: Nu pot crea Socket pentru %s
ru: Ошибка создания Socket'а для %s
sk: Nie je mo¾né vytvori» socket pre %s
sl: Nisem mogel narediti prikljuèka za %s
sv: Kunde inte skapa socket för %s
tr: %s için soket yaratýlamýyor

source: Unknown host in %s
br: Ostiz dianav e %s
ca: Host desconegut a %s
cs: Neznámý hostitel v %s
da: Ukendt host i %s
de: Unbekannter Rechner in %s
el: Άγνωστος host στο %s
eo: Nekonata komputilo en %s
et: Tundmatu host %s -s
fi: Tuntematon kone %s
fr: Hôte inconnu dans %s
he: עודי אל תרש םש %s
hr: Nepoznato raèunalo u %s
is: Óþekkt vél í %s
it: Host sconosciuto in %s
ko: 알 수 없는 호스트 %s
no: Ukjent vert på %s
pl: Nieznany host %s
pt_br: Host desconhecido em %s
ro: Gazdã necunoscutã în %s
ru: Неизвестный компьютер в %s
sk: Neznámy hostiteµ v %s
sl: Neznan gostitelj v %s
sv: Okänd värd i %s
tr: %s'de bilinmeyen sunucu

source: Could not connect to %s
br: Ne m'eus ket gallet ereañ gant %s
ca: No s'ha pogut connectar amb %s
cs: Není mo¾né se pøipojit k %s
da: Kunne ikke opnå forbindelse til %s
de: Keine Verbindung möglich zu %s
el: Δεν μπορώ να συνδεθώ με το %s
eo: Ne eblis konektiøi al %s
et: Ei suuda luua ühendust %s
fi: Yhteyden muodostaminen kohteeseen %s epäonnistui.
fr: Connexion impossible à %s
he: תרשל רבחתהל ןתינ אל %s
hr: Ne mogu se spojiti na %s
hu: Nem lehet csatlakozni a %s kiszolgálóhoz
is: Ekki tókst að tengjast %s
it: Impossibile connettersi a %s
ko: %s에 연결할 수 없음
nl: Kan geen verbinding maken met %s
no: Kunne ikke forbinde til %s
pl: Brak po³±czenia z %s
pt_br: Não foi possível conectar a %s
ro: Nu pot conecta la %s
ru: Не могу связаться с %s
sk: Nie je mo¾né pripoji» sa k %s
sl: Ne morem vzpostaviti zveze z %s
sv: Kunde inte ansluta till %s
tr: %s'e baðlanýlamýyor

source: The requested action %s is not implemented yet.
br: An obererezh goulennet %s n'eo ket kefloueraet c'hoazh.
ca: L'acció sol·licitada '%s' encara no és implementada.
cs: Po¾adovaná akce %s je¹tì není implementována!
da: Den ønskede aktion %s er ikke implementeret endnu
de: Die gewünschte Aktion '%s' ist noch nicht implementiert.
el: Η ζητούμενη ενέργεια %s δεν έχει υλοποιηθεί ακόμη.
eo: La dezirita funkcio %s estas ankoraý ne realigita.
et: Soovitud tegevus %s ei ole esialgu teostatud.
fi: Pyydettyä toimintoa '%s' ei ole vielä toteutettu.
fr: L'action demandée %s n'est pas implémentée pour l'instant.
he: תשקובמה הלועפה %sןיידע תשמוממ הנניא
hr: Tra¾ena moguænost '%s' jo¹ nije ugraðena.
is: Aðgerðin sem þú baðst um er ekki enn útfærð %s
it: L'azione richiesta %s non è stata ancora implementata.
ko: 요청한 작업 (%s)은 아직 구현안된 기능입니다
no: Den etterspurte handlingen %s er ikke implementert ennå.
pl: Wybrana akcja '%s' jest jeszcze nie obs³ugiwana.
pt_br: A ação solicitada %s não está ainda implementada.
ro: Cererea acþiunii %s încã nu este implementatã.
ru: Запрошенное жействие %s еще не реализовано.
sk: Po¾adovaná akcia %s e¹te nie je implementovaná!
sl: ®elen ukaz %s ¹e ni implementiran.
sv: Den begärda funktionen %s är inte implementerad ännu.
tr: Ýstenen iþ %s desteði henüz yok.

source: Could not list directory contents %s
br: Ne m'eus ket gallet rollañ endalc'had ar renkell %s
ca: No s'ha pogut llistar el contingut del directori %s
cs: Není mo¾né vypsat obsah adresáøe %s
da: Kunne ikke vise indholdet i folderen %s
de: Verzeichnisinhalt konnte nicht gelistet werden %s
el: Δεν μπόρεσα να εμφανίσω τα περιεχόμενα του κατάλογου %s
eo: Ne eblis listigi la enhavon de la dosierujo %s
et: Ei suuda näidata kataloogi sisu %s
fi: Hakemiston %s sisällön listaaminen epäonnistui.
fr: Impossible d'afficher le contenu du répertoire %s
he: היירפסה תלוכת תא גיצהל ןתינ אל %s
hr: Ne mogu proèitati sadr¾aj direktorija %s
hu: Nem lehet listázni a(z) %s könyvtárat
is: Ekki tókst að sýna innihald möppunnar %s
it: Impossibile elencare il contenuto della directory %s
ko: %s 디렉토리의 내용을 보여줄 수 없습니다
nl: Kan de inhoud van map %s niet lezen
no: Kunne ikke liste kataloginnhold %s
pl: Nie mo¿na odczytaæ zawarto¶ci katalogu %s
pt_br: Não é possível mostrar o conteúdo do diretório %s
ro: Nu pot lista conþinutul directorului %s
ru: Ошибка получения содержимого каталога %s
sk: Nie je mo¾né vypísa» obsah prieèinka %s
sl: Ne morem pokazati vsebine imenika %s
sv: Kunde inte lista kataloginnehåll för %s
tr: %s içeriði dökümü verilemiyor
