Repository: KDE/kde1-kdebase
Catalog: po/*/kfm.po
Languages: br, ca, cs, da, de, el, eo, et, fi, fr, he, hr, hu, is, it, ko, nl, no, pl, pt_br, ro, ru, sk, sl, sv, tr

source: Author: Torben Weis weis@kde.org HTML widget by Martin Jones mjones@kde.org Proxy Manager by Lars Hoss Lars.Hoss@munich.netsurf.de Current maintainer: David Faure faure@kde.org
br: Aozer : Torben Weis weis@kde.org Widgetoù HTML gant Martin Jones mjones@kde.org Merour Proksi gant Lars Hoss Lars.Hoss@munich.netsurf.de Ratreer a-vremañ : David Faure faure@kde.org
ca: Autor: Torben Weis weis@kde.org Estri HTML per Martin Jones mjones@kde.org Gestor de procuració per Lars Hoss Lars.Hoss@munich.netsurf.de Mantenidor actual: David Faure faure@kde.org
cs: Autor: Torben Weis weis@kde.org HTML widget od Martina Jonese mjones@kde.org Správce proxy od Larse Hosse Lars.Hoss@munich.netsurf.de V souèasné dobì program udr¾uje: David Farem faure@kde.org
de: Autor: Torben Weis weis@kde.org HTML widget von Martin Jones mjones@kde.org Proxy Manager von Lars Hoss Lars.Hoss@munich.netsurf.de Aktueller Betreuer: David Faure faure@kde.org
el: Συγγραφέας: Torben Weis weis@kde.org HTML widget από Martin Jones mjones@kde.org Proxy Manager από Lars Hoss Lars.Hoss@munich.netsurf.de Συντηρητής: David Faure faure@kde.org
et: Autor: Torben Weis weis@kde.org HTML widget - Martin Jones mjones@kde.org Proxy Manager - Lars Hoss Lars.Hoss@munich.netsurf.de Praegune hooldaja: David Faure faure@kde.org
fi: Tekijä: Torben Weis weis@kde.org HTML kontrolli, Martin Jones mjones@kde.org Välityspalvelimen hallinta Lars Hoss Lars.Hoss@munich.netsurf.de Nykyinen ylläpitäjä: David Faure faure@kde.org
fr: Auteur : Torben Weis weis@kde.org Widget HTML par Martin Jones mjones@kde.org Gestionnaire de proxy par Lars Hoss Lars.Hoss@munich.netsurf.de Responsable actuel : David Faure faure@kde.org
hr: Autor: Torben Weis weis@kde.org HTML widget naèinio Martin Jones mjones@kde.org Proxy Upravitelj naèinio Lars Hoss Lars.Hoss@munich.netsurf.de Trenutno odr¾ava: David Faure faure@kde.org
is: Höfundur: Torben Weis weis@kde.org HTML hluti eftir Martin Jones mjones@kde.org Selhluti eftir Lars Hoss Lars.Hoss@munich.netsurf.de Nú í höndum David Faure faure@kde.org
it: Autore: Torben Weis weis@kde.org HTML widget di Martin Jones mjones@kde.org Proxy Manager di Lars Hoss Lars.Hoss@munich.netsurf.de Responsabile: David Faure faure@kde.org
no: Forfatter: Torben Weis weis@kde.org HTML-widget ved Martin Jones mjones@kde.org Proxy-behandler ved Lars Hoss Lars.Hoss@munich.netsurf.de Gjeldende vedlikeholder: David Faure faure@kde.org
pl: Autor: Torben Weis weis@kde.org HTML widget: Martin Jones mjones@kde.org Mened¿er Proxy: Lars Hoss Lars.Hoss@munich.netsurf.de Aktualny opiekun: David Faure faure@kde.org Polskie t³umaczenie: Piotr Roszatycki dexter@fnet.pl
pt_br: Autor: Torben Weis weis@kde.org Widget HTML por Martin Jones mjones@kde.org Gerenciador do Proxy por Lars Hoss Lars.Hoss@munich.netsurf.de Mantenedor atual: David Faure faure@kde.org
ru: Автор: Торбен Вэйз weis@kde.org HTML widget Мартина Джонса mjones@kde.org Прокси Менеджер Ларса Носса Lars.Hoss@munich.netsurf.de
sv: Skapare: Torben Weis weis@kde.org HTML-widget av Martin Jones mjones@kde.org Proxy-hanterare av Lars Hoss Lars.Hoss@munich.netsurf.de Nuvarande underhållare: David Faure faure@kde.org

source: Please submit bugs and wishes as explained on http://bugs.kde.org
de: Bitte verfahren Sie mit Berichten über Programmfehler und Wünschen, wie unter http://bugs.kde.org erklärt.
el: Παρακαλώ στείλτε bugs και ευχές όπως εξηγείται στο http://bugs.kde.org
fr: Veuillez envoyer vos rapports de bogue et vos souhaits comme cela est expliqué sur http://bugs.kde.org
pt_br: Queira informar falhas e sugestões junto ao site http://bugs.kde.org
ru: Ошибки и пожелания можно высказать на http://bugs.kde.org

source: &Go
br: &Kit
ca: Ve&s-hi
cs: Pøe&jít
de: &Gehe zu
el: &Πήγαινε
et: &Mine
fi: &Siirry
fr: A&ller
hr: &Idi
is: &Fara
it: &Vai
no: &Gå
pl: &Id¼
pt_br: &Ir para
ru: Перейти
sv: &Gå

source: &Bookmarks
br: S&inedoù
ca: &Punts
cs: &Zálo¾ky
da: &Bogmærker
de: &Lesezeichen
el: &Σελιδοδείκτες
eo: &Legosignoj
et: &Järjehoidjad
fi: Osoite&kirja
fr: &Signets
he: םיפ&דעומ
hr: &Oznake
hu: &Kedvenc
is: &Bókamerki
it: &Segnalibri
ko: 즐겨 찾기(&B)
nl: B&ladwijzers
no: &Bokmerker
pl: &Zak³adki
pt_br: &Favoritos
ro: &Semne de carte
ru: Закладки
sk: &Zálo¾ky
sl: &Kazalo
sv: &Bokmärken
tr: &Adresler

source: Up
br: Uheloc'h
ca: Amunt
cs: Nahoru
da: Op
de: Nach oben
el: Πάνω
eo: Supren
et: Üles
fi: Ylös
fr: Répertoire parent
he: הירפס הלע
hr: Gore
is: Upp
it: Su
ko: 상위 디렉토리
no: Opp
pl: Wy¿ej
pt_br: Acima
ro: Sus
ru: Вверх
sk: Hore
sl: Gor
sv: Upp
tr: Yukarý

source: Forward
br: War-raok
ca: Endavant
cs: Vpøed
de: Vorwärts
el: Μπροστά
eo: Antaýen
et: Edasi
fi: Eteen
fr: Avant
hr: Naprijed
is: Fram
it: Avanti
nl: Vooruit
no: Forover
pl: W przód
pt_br: Adiante
ru: Вперед
sk: Vpred
sv: Framåt

source: Home
br: Er Gêr
ca: Inici
cs: Domù
da: Hjem
de: Persönliches Verzeichnis
el: Σπίτι
eo: Mia hejmo
et: Kodu
fi: Koti
fr: A la maison ;-)
hr: Poèetak
hu: Kezdõlap
is: Heim
no: Hjem
pl: Pocz±tek
pt_br: Diretório do usuário
ru: Домашний каталог
sk: Domov
sv: Hem

source: Could not load icon
br: Ne m'eus ket gallet kargañ an arlun
ca: No s'ha pogut carregar l'icona
cs: Není mo¾né nahrát ikonu
da: Kunne ikke læse ikon
de: Symbol konnte nicht geladen werden
el: Δε μπόρεσα να φορτώσω το εικονίδιο
eo: Ne eblis enlegi la piktogramon
et: Ei suuda ikooni laadida
fi: Kuvakkeen lataus epäonnistui
fr: Impossible de charger l'icône
he: למס גיצהל ןתינ אל
hr: Nisam mogao naæi ikonu
hu: A %s ikon nem található
is: Ekki tókst að lesa táknmynd
it: Impossibile caricare l'icona
ko: Icon을 불러 올 수 없음
no: Kunne ikke laste ikon
pl: Nie mo¿na za³adowaæ ikony
pt_br: Não foi possível carregar o ícone
ro: Nu pot încãrca icoana
ru: Ошибка загрузки пиктограммы
sk: Nie je mo¾né naèíta» ikonu
sl: Nisem mogel nalo¾iti ikone
sv: Kunde inte ladda ikonen
tr: Simge yüklenemedi

source: KFM Error
br: Fazi KFM
ca: Error KFM
cs: Chyba KFM
da: KFM Fejl
de: KFM Fehler
el: Λάθος του KFM
eo: KFM-Eraro
et: KFM viga
fi: KFM Virhe
fr: Erreur de KFM
he: KDE רייסב האיגש
hr: KFM Gre¹ka
hu: KFM Hiba
is: KFM Villa
it: Errore KFM
nl: KFM fout
no: KFM Feil
pl: KFM B³±d
pt_br: Erro no KFM
ru: Ошибка KFM
sk: Chyba KFM
sv: KFM-fel

source: Location:
br: Lec'hiadur :
ca: Localització:
cs: Místo:
de: Seite:
el: Τοποθεσία:
et: Asukoht:
fi: Sijainti:
fr: URL :
hr: Lokacija:
is: Slóð:
it: Locazione:
no: Sted:
pl: Lokacja:
pt_br: Localização:
ru: Местоположение:
sv: Plats:

source: Malformed URL
br: URL siek
ca: URL erroni
cs: Chybný formát URL
da: Fejlagtig URL
de: Ungültige URL
el: Κακοδιατυπωμένο URL
eo: Misformita URL
et: Vigane URL
fi: Virheellinen URL
fr: URL mal écrite
he: הייוגש תבותכ
hr: Neispravan URL
hu: Hibás URL
is: G-lluð slóð
it: URL Maldefinita
ko: 형식에 맞지 않는 URL
no: Misdannet URL
pl: B³êdny URL
pt_br: URL Incorreta
ro: URL Malformat
ru: Некорретный URL
sk: Chybný formát URL
sl: Narobe vpisan URL
sv: Felaktig URL
tr: Yetersiz URL

source: Select files:
br: Diuz restroù :
ca: Seleccioneu fitxers:
cs: Vyber soubory:
da: Vælg filer:
de: Dateien auswählen:
el: Επιλέξατε αρχεία:
eo: Elektu dosierojn:
et: Vali failid:
fi: Valitut tiedostot:
fr: Sélectionner les fichiers :
he: םיצבק רחב:
hr: Biraj datoteke:
hu: Kijelölt file-ok:
is: Veldu skrár:
it: Seleziona file:
ko: 파일 선택:
nl: Bestanden selecteren:
no: Velg filer:
pl: Wybierz pliki:
pt_br: Selecionar arquivos:
ro: Selecteazã fiºierele:
ru: Выберите файлы:
sk: Vyberte súbory:
sl: Izberi datoteke
sv: Markera filer:
tr: Dosyalarý Seçiniz:

source: Find Complete
br: Kavout sevenet
ca: S'ha completat la recerca
cs: Hledání dokonèeno
de: Suche abgeschlossen
el: Εύρεση Ολοκληρώθηκε
eo: Trovis æiujn
et: Leitud
fi: Haku valmis
fr: Recherche terminée
hr: Pronaði u cijelosti
is: Leit lokið
it: Ricerca completa
no: Finn fullført
pl: Szukanie zakoñczone
pt_br: Procura Completada
ru: Поиск завершен
sk: Hµadanie skonèilo
sv: Sökningen klar

source: Continue search from the top of the page?
br: Kenderc'hel da glask adalek laez ar bajenn ?
ca: Continuo cercant des de l'inici de la pàgina?
cs: Pokraèovat v hledání od vrchu stránky?
de: Soll die Suche am Anfang der Seite fortgesetzt werden?
el: Συννέχιση αναζήτησης από την αρχή της σελίδας;
eo: Daýrigu seræadon de la paøosupro?
et: Kas jätkata otsingut lehekülje algusest?
fi: Jatka hakua sivun alusta?
fr: Continuer la recherche depuis le début de la page ?
hr: Nastavi pretragu s vrha stranice?
is: Halda leit áfram frá upphafi síðu?
it: Continuo la ricerca dall'inzio della pagina?
no: Fortsett søk fra toppen av siden?
pl: Kontynuuj szukanie od pocz±tku strony
pt_br: Continuar procura do topo da página ?
ru: Продолжить поиск с начала страницы?
sk: Pokraèova» v hµadaní od zaèiatku stránky?
sv: Fortsätta söka från början av sidan?

source: &Edit Bookmarks...
br: &Aozañ sinedoù...
ca: &Edita punts...
cs: &Upravit zálo¾ky
da: &Rediger Bogmærke...
de: Lesezeichen &bearbeiten...
el: &Επεξεργασία Σελιδοδεικτών...
eo: &Redaktu la legosignojn...
et: R&edigeeri järjehoidjaid...
fi: &Muokkaa osoitekirjaa...
fr: Modifier les &signets...
he: ...םיפדעומ ךור&ע
hr: &Uredi Oznake...
hu: &Kedvencek módosítása
is: Sýs&la með bókamerki...
it: &Modifica Segnalibri
ko: 즐겨찾기 편집(&E)...
no: &Endre bokmerker...
pl: &Edytuj zak³adki...
pt_br: &Editar Favoritos...
ro: &Editeazã semnele de carte...
ru: Редактировать Закладки
sk: &Upravi» zálo¾ky
sl: &Uredi kazalo...
sv: &Redigera bokmärken...
tr: Adreslerle &Oyna...

source: &Add Bookmark
br: &Ouzhpennañ sined
ca: &Afegeix punt
cs: &Pøidej zálo¾ku
da: &Tilføj Bogmærke
de: Le&sezeichen hinzufügen
el: &Προσθήκη Σελιδοδείκτη
eo: &Aldonu legosignon
et: &Lisa järjehoidja
fi: &Lisää osoitekirjaan
fr: &Ajouter un signet
he: םיפדעומל ףסו&ה
hr: Dodaj &Oznaku
hu: &Hozzáadás a kedvencekhez
is: &Setja bókamerki
it: &Aggiungi Segnalibro
ko: 즐겨찾기 추가(&A)
nl: Bladwijzer toevoegen
no: &Legg til bokmerke
pl: &Dodaj zak³adkê
pt_br: &Adicionar Favorito
ro: &Adaugã semn de carte
ru: Добавить Закладку
sk: &Prida» zálo¾ku
sl: &Dodaj v kazalo
sv: &Lägg till som bokmärke
tr: Adreslere &Ekle

source: &New
br: &Nevez
ca: &Nou
cs: &Nový
de: &Neu
el: &Νέο
eo: &Nova
et: &Uus
fi: &Uusi
fr: &Nouveau
hr: &Novi
is: &Búa til
it: &Nuovo
nl: &Nieuw
no: &Ny
pl: &Nowy
pt_br: &Novo
ru: Новый
sk: &Nový
sv: &Ny

source: &Up
br: &Uheloc'h
ca: &Amunt
cs: &Nahoru
de: Nach &oben
el: &Πάνω
et: Ü&les
fi: &Ylös
fr: Répertoire &parent
hr: &Gore
is: &Upp
it: &Su
no: &Opp
pl: W&y¿ej
pt_br: &Acima
ru: Вверх
sv: &Upp

source: &Back
br: War-&gil
ca: E&nrera
cs: &Zpìt
de: &Zurück
el: Π&ίσω
et: &Tagasi
fi: &Takaisin
fr: &Retour
hr: &Natrag
is: &Aftur
it: &Indietro
no: &Tilbake
pl: W &ty³
pt_br: &Voltar
ru: Назад
sv: &Bakåt

source: &Forward
br: War-&raok
ca: En&davant
cs: &Vpøed
de: &Vorwärts
el: &Μπροστά
et: &Edasi
fi: &Eteen
fr: &Avant
hr: Na&prijed
is: &Framm
it: &Avanti
no: &Forover
pl: W &przód
pt_br: Ad&iante
ru: Вперед
sv: &Framåt

source: &Home
br: &Er Gêr
ca: &Inici
cs: &Domù
de: &Persönliches Verzeichnis
el: &Σπίτι
et: &Kodu
fi: &Koti
fr: &Ma maison
hr: &Poèetak
is: &Heim
no: &Hjem
pl: &Pocz±tek
pt_br: Diretório do &usuário
ru: Домашний каталог
sv: &Hem

source: ERROR: Malformed URL
br: FAZI : URL siek
ca: ERROR: URL erroni
cs: Chyba: Chybný formát URL
da: FEJL: Fejlagtig
de: FEHLER: Ungültige URL
el: ΛΑΘΟΣ: Κακοδιατυπωμένη URL
eo: ERARO: Misformita URL
et: VIGA: vigane URL
fi: VIRHE: Virheellinen URL.
fr: ERREUR : URL mal écrite
he: הייוגש תבותכ:האיגש
hr: GRE©KA: Neispravan URL
hu: HIBA: hibás URL
is: VILLA: Gölluð slóð
it: ERRORE: URL Maldefinita
ko: 오류: 형식에 맞지 않는 URL
nl: Fout: Misvormde URL
no: FEIL: Misdannet URL
pl: B£¡D: B³êdny URL
pt_br: ERRO: URL Incorreta
ro: Eroare: URL Malformat
ru: ОШИБКА: Некорретный URL
sk: Chyba: Chybný formát URL
sl: NAPAKA: Narobe oblikovan URL
sv: FEL: Felaktig URL
tr: HATA: Yetersiz URL

source: Open Location:
br: Digeriñ al lec'hiadur :
ca: Obre localització:
cs: Otevøít URL:
da: Åben URL
de: Seite öffnen:
el: Άνοιξε Τοποθεσία:
eo: Malfermu situon:
et: Ava asukoht:
fi: Avaa sijainti:
fr: Ouvrir l'URL :
he: תבותכ חתפ:
hr: Otvori lokaciju:
hu: Hely megnyitása:
is: Opna stað:
it: Apri locazione:
ko: 위치 열기:
nl: Open locatie:
no: Åpne ...:
pl: Otwórz lokacjê:
pt_br: Abrir URL:
ro: Deschide Locaþia:
ru: Открыть Местоположение:
sk: Otvori» URL:
sl: Odpri lokacijo:
sv: Öppna plats:
tr: Konumu Aç:

source: KFM Confirm
br: Kadarnaat KFM
ca: Confirmació KFM
cs: Potvrzení KFM
da: KFM bekræftigelse
de: KFM Bestätigung
el: Επιβεβαίωση KFM
eo: KFM Konfirmo
et: KFM Kinnitus
fi: KFM Varmista
fr: KFM - Confirmation
he: רייסה תשיטנ רושא
hr: KFM Potvrda
hu: KFM Megerõsítés
is: KFM Staðfesting
it: Conferma KFM
ko: KFM 확인
no: KFM Bekreftelse
pl: KFM potwierdzenie
pt_br: Confirmação do KFM
ro: Confirmã KFM
ru: Подтверждение KFM
sk: Potvrdenie KFM
sl: KFM potrditev
sv: KFM Bekräfta
tr: KFM Onayý

source: Do you really want to quit? Important desktop functionality will be lost
br: Ha fellout a ra deoc'h kuitaat da vat ? Keweriusterioù a-bouezh ar gorretaol a vo kollet
ca: De veres voleu sortir? Es perdrà funcionalitat important de l'escriptori
cs: Opravdu chcete ukonèit aplikaci? Bubou ztraceny dùle¾ité vlastnosti pracovní plochy.
da: Vil du virkelig afslutte? Arbejdspladsen vil miste vigtig funktionalitet.
de: Wollen Sie wirklich KFM beenden? Wichtige Funktionalität der Arbeitsfläche geht verloren!
el: Σίγουρα θέλετε να εγκαταλήψετε; Σημαντική λειτουργικότητα της επιφάνειας εργασίας θα χαθεί
eo: Æu vi vere volas fini? Gravaj labortabulaj funkcioj perdiøos
et: Soovid sa tõesti katkestada? Oluline töölaua funktsionaalsus läheb kaotsi
fi: Haluatko todella lopettaa? Tärkeitä työpöydän toimintoja menetetään!
fr: Désirez-vous vraiment sortir ? Des fonctionnalités importantes du bureau seront perdues.
he: ? שוטנל הצור תמאב התא הדובעה ןחלושב הרומח העיגפל םורגי רבדה
hr: ®elite li zbilja zavr¹iti ? Va¾na funkcionalnost radne povr¹ine biti æe izgubljena
hu: Valóban ki kíván lépni? Így fontos asztalfunkciókat fog elveszíteni.
is: Viltu örugglega hætta? Mikilvægur hluti eiginleika skjáborðsins hverfur
it: Sicuro di voler uscire ? Verranno perse importanti funzionalità del Desktop.
ko: 정말 끝내시겠습니까? 중요한 데스크탑 기능을 사용할 수 없게 될 수도 있습니다
nl: Bent u zeker dat u KFM wilt verlaten? Belangrijke buroblad functionaliteit zal verloren gaan.
no: Vil du virkelig avslutte? Du vil miste viktige funksjoner
pl: Czy na pewno chcesz wyj¶æ? Funkcjonalno¶æ ¶rodowiska zostanie ograniczona
pt_br: Quer realmente sair? Irá perder funcionalidades importantes na área de trabalho
ro: Chiar vrei sã renunþi? Funcþionalitãþi importante ale mediului vor fi inactive
ru: Вы действительно хотите выйти? Большая часть функционала рабочего стола будет утеряна
sk: Skutoène chcete ukonèi» aplikáciu? Stratia sa dôle¾ité vlastnosti pracovnej plochy!
sl: Ali res ¾elite prenehati? Ostali boste brez pomembnih namiznih funkcij.
sv: Vill du verkligen avsluta? Viktiga skrivbordsfunktioner kommer att förloras
tr: Gerçekten çýkmak mý istiyorsunuz? Masaüstünün önemli iþlevlerini kaybedeceksiniz

source: Document: Done
br: Teul : Graet
ca: Document: Fet
cs: Dokument: Hotov
da: Dokument: Klart
de: Dokument: Fertig
el: Κείμενο: Τελειωμένο
eo: Dokumento: preta
et: Dokument: tehtud
fi: Dokumentti: Valmis
fr: Document : terminé
he: םייתסה :ךמסמ
hr: Dokument: Gotov
hu: Dokumentum: kész
is: Skjal: Komið
it: Documento: Ok
ko: 문서: 완료
nl: Document: klaar
no: Dokument: Ferdig
pl: Dokument: Zrobiony
pt_br: Documento: Pronto
ro: Document: încãrcat
ru: Документ: Сделано
sk: Dokument: Hotovo
sl: Dokument: Opravljeno
sv: Dokument: klart
tr: Belge: Tamam

source: ERROR: You may only drop URLs
br: FAZI : N'hellit leuskel nemet URLoù
ca: ERROR: Només podeu amollar URLs
cs: CHYBA: Je mo¾né upustit pouze URL
de: Fehler: Sie können nur URLs fallenlassen
el: ΛΑΘΟΣ: Αφήστε(drop) μόνο URLs
eo: ERARO: Vi rajtas alþovi nur URLon
et: VIGA: Sa võid URL'e vaid kukutada
fi: VIRHE: Voit pudottaa vain URL:a
fr: ERREUR : vous ne pouvez déposer que des URLs
hr: GRE©KA: Mo¾ete samo ispustiti URLove
is: VILLA: Hér má einungis sleppa slóðum
it: ERRORE: Puoi fare il drop solo di URL
no: FEIL: Du kan bare droppe URLer
pl: B£¡D: Mo¿esz upu¶ci³e¶ jedynie URL
pt_br: ERRO: Você só pode soltar URLs
ru: ОШИБКА: Вы можете переносить только URL
sk: CHYBA: URL mô¾ete iba pú¹»a»
sv: FEL: Du får bara släppa URL:er

source: ERROR: Drop over malformed URL
br: FAZI : Laosket war un URL siek
ca: ERROR: Heu amollat sobre un URL erroni
cs: Chyba: Upu¹tìní nad chybnì daným URL
da: FEJL: Placering på fejlagtig URL
de: FEHLER: ungültige URL
el: ΛΑΘΟΣ: Αφήσατε Κακοδιατυπωμένη URL
eo: ERARO: Faligo super misformita URL
et: VIGA: Kukutatud vigase URL'i peale
fi: VIRHE: Pudotus virheellisen URL:n päälle.
fr: ERREUR : utilisation d'une URL mal écrite
he: הייוגש תבותכ ךותל הרירג :האיגש
hr: GRE©KA: Ispu¹teno na neispravan URL
is: VILLA: Sleppt á gallaða slóð
it: ERRORE: Drop su Indirizzo (URL) Maldefinito
ko: 오류: 잘못된 URL에 마우스를 놓을 수 없습니다
nl: FOUT: verplaatsing van misvormde URL
no: FEIL: Dropp over en misdannet URL
pl: B£¡D: Upu¶ci³e¶ na b³êdny URL
pt_br: ERRO: URL incorreta
ro: Eroare: Pus peste un URL malformat
ru: ОШИБКА: Вы перенесли некорректный URL
sk: Chyba: Pustenie nad chybným URL
sl: NAPAKA: Nekaj ste odvrgli na napaèen URL
sv: FEL: Du släppte på en felaktig URL
tr: HATA: Yetersiz URL üzerine býrakýldý

source: KFM Warning
br: Kemenn KFM
ca: Avís KFM
cs: Varování KFM
da: KFM Advarsel
de: KFM-Warnung
el: Προειδοποίηση KFM
eo: KFM-averto
et: KFM hoiatus
fi: KFM varoitus
fr: KFM - Avertissement
he: KFM רייסמ הרהזא
hr: KFM Upozorenje
hu: KFM figyelmeztetés
is: KFM Aðvörun
it: Avviso KFM
ko: KFM 경고
nl: KFM waarschuwing
no: KFM Advarsel
pl: Ostrze¿enie KFM
pt_br: Aviso do KFM
ro: KFM Atenþie
ru: Предупреждение KFM
sk: Varovanie KFM
sl: KFM opozorilo
sv: KFM Varning
tr: KFM Uyarýsý

source: Do you really want to delete the selected file(s)? There is no way to restore them.
br: Ha fellout a ra deoc'h distruj da vat ar restroù diuzet ? Ne vo tu ebet d'o adaozañ.
ca: De veres voleu esborrar el(s) fitxer(s) seleccionat(s)? No hi haurà manera de recuperar-los.
cs: Opravdu chcete smazat tyto soubory? Neexistuje zpùsob jak je obnovit!
da: Vil du virkelig slette de valgte file(r)? De kan ikke gendannes.
de: Soll(en) die Datei(en) wirklich gelöscht werden? Sie können sie nicht wieder herstellen!
el: Θέλετε πραγματικά να διαγράψετε τα επιλεγμένα αρχεία; Δεν υπάρχει τρόπος να τα επαναφέρετε
eo: Æu vi vere volas forigi la elektita(j)n dosiero(j)n? Ne ekzistas ebleco rekrei ilin.
et: Kas soovid tõesti kustutada valitud faili(d)? Pole mingit võimalust neid taastada.
fi: Haluatko varmasti tuhota valitut tiedostot? Niitä ei pystytä tuhoamisen jälkeen palauttamaan.
fr: Désirez-vous réellement supprimer le(s) fichier(s) sélectionné(s) ? Il n'y a aucun moyen de le(s) récupérer.
he: ? ורחבנש םיצבקה תא קוחמל ךנוצרב תמאב םאה !! םתוא רזחשל תורשפא ןיא
hr: ®elite li zbilja obrisati datoteku/e ? Ne postoji naèin da ih zatim vratite.
hu: Valóban törölni kívánja a file-okat? A végrehajtás visszavonhatatlan következményekkel jár.
is: Viltu örugglega eyða völdu skránum? Það er engin leið að endurheimta þær.
it: Vuoi veramente canellare i(l) file selezionati/o ? Non ci sono possibiltà di recuperarli
ko: 선택한 파일을 정말로 지우시겠습니까? 복구할 방법이 없습니다.
no: Vil du virkelig slette de(n) markerte filen(e)? Det er ikke mulig å få dem tilbake.
pl: Czy na pewno chcesz skasowaæ te pliki? Nie bêdzie mo¿na ju¿ ich odzyskaæ
pt_br: Deseja realmente apagar estes arquivos? Não existe nenhuma maneira de recuperá-los.
ro: Chiar vrei sã ºtergi fiºierul(ele) selectate ? Nu mai este nici o speranþã de recuperare.
ru: Вы действительно нотите удалить выделенные файл(ы)? Их невозможно будет восстановить.
sk: Naozaj chcete zmaza» vybraný/vybrané súbor(y)? Neexistuje spôsob, ako ich obnovi»!
sl: Ali res ¾elite izbrisati izbrane datoteke? Nikoli veè jih ne boste dobili nazaj.
sv: Vill du verkligen radera de markerade filerna? Det går inte att återskapa dem.
tr: Seçili dosyalarý gerçekten silmek istiyor musunuz? Geri kurtarmak mümkün olmayacak.

source: ERROR: You dropped a URL over itself
br: FAZI : Laosket oc'h eus un URL warni hec'h-unan
ca: ERROR: Heu amollat un URL sobre ell mateix
cs: CHYBA: Upustil jste URL nad sebou samým
da: FEJL: Du placerede en URL på sig selv
de: Fehler: URL wurde auf sich selbst gelegt
el: ΛΑΘΟΣ: Αφήσατε κάποιο URL πάνω στον εαυτό του
eo: ERARO: Vi faligis URLon super si mem
et: VIGA: Sa kukutasid aadressi selle enda peale
fi: VIRHE: Pudotit URL:n itsensä päälle
fr: ERREUR : vous avez déposé un fichier URL sur lui-même
he: המצע לע תבותכ תררג :האיגש
hr: GRE©KA: Ispustili ste URL na njega samog
hu: Saját magára ejtette az URL-t
is: VILLA: Þú slepptir slóð á sjálfa sig
it: ERRORE: Hai eseguito un Drop di una URL su se stessa
ko: 오류: 대상 URL과 원본 URL이 같습니다
no: FEIL: Du droppet en URL over seg selv
pl: B£¡D: Upu¶ci³e¶ URL na ten sam
pt_br: ERRO: URL de destino é a igual a origem!
ro: Eroare: Ai scãpat un URL peste el însuºi
ru: ОШИБКА: Вы перенесли URL поверх самого себя
sk: CHYBA: Pustili ste URL nad sebou samým
sl: NAPAKA: URL ste odvrgli na isto mesto
sv: FEL: En URL släpptes på sig själv
tr: HATA: Bir URL'yi kendi üzerine býraktýnýz

source: ERROR: You dropped a directory over one of its children
br: FAZI : Laosket oc'h eus ur renkell war ur bugel dezhi
ca: ERROR: Heu amollat un directori sobre un dels seus fills
cs: CHYBA: Upustil jste adresáø nad nìkterým z jeho podadresáøù
da: FEJL: Du placerede en folder i en af dens underfoldere
de: FEHLER: Sie haben ein Verzeichnis auf ein untergeordnetes abgelegt.
el: ΛΑΘΟΣ: Αφήσατε έναν κατάλογο σε ένα υποκατάλογό του
eo: ERARO: Vi faligis dosierujon super unu el øiaj idoj
et: VIGA: Sa kukutasid kataloogi ühe selle alamkataloogi peale
fi: VIRHE: Pudotit hakemiston sen alihakemiston päälle
fr: Erreur : vous avez déposé un répertoire sur l'un de ses fils
he: הלש תבה תוירפסמ תחא לע הירפס תררג :האיגש
hr: GRE©KA: Ispustili ste direktorij na jedan od njegovih podirektorija
hu: A könyvtárat saját magába ejtette
is: VILLA: Þú slepptir möppu á einhverja undurmöppu hennar
it: ERRORE: Hai eseguito un Drop di una directory su una delle sue figlie
ko: 오류: 하나 이상의 하부 디렉토리 아래에 떨어뜨릴 수 없습니다
nl: FOUT: Een directory mag niet over z'n kinderen geplaatst worden
no: FEIL: Du droppet en katalog over et av sine barn
pl: B£¡D: Upu¶ci³e¶ katalog na jeden z jego podkatalogów
pt_br: ERRO: diretório de destino é um subdiretórios da origem
ro: Eroare: Ai scãpat un director peste o ramurã a sa
ru: ОШИБКА: Вы перенесли директорию на одного из ее поддиректорий
sk: CHYBA: Pustili ste prieèinok nad niektorým z jeho podprieèinkov
sl: NAPAKA: Imenik ste odvrgli na enega izmed njegovih podimenikov
sv: FEL: Du släppte en katalog på en av dess underkataloger
tr: HATA: Bir dizini çocuklarýndan birine býraktýnýz

source: Open With:
br: Digeriñ gant :
ca: Obre amb:
cs: Otevøi pomocí:
da: Åben med:
de: Öffnen mit:
el: Άνοιγμα με:
eo: Malfermu kun:
et: Ava kasutades:
fi: Avaa sovelluksessa:
fr: Ouvrir avec :
he: תועצמאב החיתפ:
hr: Otvori s:
hu: Megnyitás a következõvel:
is: Opna með:
it: Apri con...:
ko: 열기:
nl: Openen met:
no: Åpne Med:
pl: Otwórz z:
pt_br: Abrir Com:
ro: Deschide cu:
ru: Открыть с:
sk: Otvori» pomocou:
sl: Odpri v:
sv: Öppna med:
tr: Birlikte Aç:
