Repository: KDE/kde1-kdebase
Catalog: po/*/kfm.po
Languages: br, ca, cs, da, de, el, eo, et, fi, fr, he, hr, hu, is, it, ko, nl, no, pl, pt_br, ro, ru, sk, sl, sv, tr

source: already exists. Overwrite with
br: a zo anezhañ dija. Rasklañ gant
ca: ja existeix. Sobreescriu-ho amb
cs: ji¾ existuje. Pøepi¹ souborem
da: eksisterer allerede. Overskriv med
de: existiert bereits. Überschreiben mit
el: ήδη υπάρχει. Επικάλυψη με το
eo: jam ekzistas. Anstataýigu per
et: eksisteerib juba. Kirjuta üle järgnevaga
fi: On jo olemassa. Kirjoita yli tiedostolla
fr: existe déjà. Ecraser avec
he: ? לע בותכל .םייק
hr: veæ postoji. Da prepi¹em s
hu: , ami már létezik. Felülírja
is: er til nú þegar. Skrifa yfir með
it: esiste già. Sovrascrivi con
nl: bestaat al. Overschrijven met
no: eksisterer allerede. Overskriv med
pl: ju¿ istnieje. Nadpisanie
pt_br: já existe. Regravar com
ro: existã deja. Suprascriu cu
ru: уже существует. Переписать с
sk: u¾ existuje. Prepía» súborom
sl: ¾e obstaja. Prepi¹ite z
sv: finns redan. Skriv över med
tr: zaten mevcut. Üstüne yaz

source: Or rename to
br: Pe adenvel e
ca: O renomena-ho a
cs: Nebo jej pøejmenuj na
da: eller omdøb til
de: Oder umbenennen in
el: Ή άλλαξε όνομα σε
eo: Aý alinomu al
et: Või nimeta ümber
fi: Tai nimeä uudelleen
fr: Ou renommer
he: ל ומש תא תונשל וא
hr: ili promijenim ime u
hu: vagy átnevezi
is: eða endurnefna í
it: o rinomina in
nl: Of hernoemen tot
no: Eller omdøp til
pl: lub zmiana nazwy
pt_br: Ou renomear para
ro: Sau redenumesc în
ru: Или переименовать в
sk: Alebo premenova» na
sl: Ali preimenujte v
sv: Eller byt namn till
tr: Ya da adýný deðiþtir :

source: You did not change the name!
br: N'oc'h eus ket kemmet an anv !
ca: No heu canviat el nom!
cs: Nezmìnil jste jméno!
da: Du ændrede ikke navnet!
de: Sie haben den Namen nicht geändert!
el: Δεν αλλάξατε το όνομα!
eo: Hej, vi ne þanøis la nomon!
fi: Et vaihtanut nimeä!
fr: Vous n'avez pas changé le nom !
he: ! םשה תא תיניש אל
hr: Niste promijenili ime!
hu: Nem változtatta meg a nevét!
is: Þú breyttir ekki nafninu!
it: Non hai cambiato il nome!
nl: U hebt de naam niet gewijzigd!
no: Du endret ikke navnet
pl: Nazwa nie zosta³a zmieniona!
pt_br: Não mudou o nome!
ro: Nu vreþi sã schimbaþi numele!
ru: Вы не изменили имя!
sk: Nezmenili ste meno!
sl: Niste spremenili imena!
sv: Du ändrade inte namnet!
tr: Adý deðiþtirmediniz!

source: Password
br: Tremenger
ca: Contrasenya
cs: Heslo
da: Kodeord
de: Paßwort
el: Κωδικός
eo: Pasvorto
et: Parool
fi: Salasana
fr: Mot de passe
he: המסיס
hr: Lozinka
hu: Jelszó
is: Lykilorð
nl: Wachtwoord
no: Passord
pl: Has³o
pt_br: Senha
ro: Parola
ru: Пароль
sk: Heslo
sl: Geslo
sv: Lösenord
tr: Parola

source: Trying to open
br: O klask digeriñ
ca: S'està provant d'obrir
cs: Pokou¹ím se otevøít
da: Prøver at åbne
de: Versuche zu öffnen
el: Προσπαθώ να ανοίξω
eo: Provante malfermi
et: Püüan avada
fi: Yritetään avata
fr: Essai d'ouverture de
he: חותפל הסנמ
hr: Poku¹avam otvoriti
hu: Megnyitás...
is: Reyni að opna
it: Provo ad aprire
nl: Probeer te openen
no: Prøver å åpne
pl: Próbujê otworzyæ
pt_br: Tentando abrir
ro: Încearc sã deschid
ru: Пытаюсь открыть
sk: Pokú¹am sa otvori»
sl: Posku¹am odpreti
sv: Försöker öppna
tr: Açmayý dene

source: This group is empty!
br: Goullo eo ar strollad-mañ !
ca: Aquest grup és buit!
cs: Tato skupina je prázdná!
de: Diese Gruppe ist leer!
el: Αυτό το γρουπ είναι άδειο!
eo: Tiu grupo estas malplena!
et: See grupp on tühi!
fi: Tämä ryhmä on tyhjä!
fr: Ce groupe est vide !
hr: Ova grupa je prazna!
is: Þessi flokkur er tómur!
it: Questo gruppo è vuoto!
no: Denne gruppen er tom!
pl: Grupa jest pusta!
pt_br: Este grupo está vazio!
ru: Эта группа - пустая!
sk: Táto skupina je prázdna!
sv: Denna grupp är tom!

source: Find:
br: Kavout :
ca: Busca:
cs: Nalézt:
de: Suchen:
el: Εύρεση:
eo: Trovu:
et: Leia:
fi: Etsi:
fr: Rechercher :
hr: Naði:
is: Finna:
it: Cerca:
no: Finn:
pl: Znajd¼:
pt_br: Procurar:
ru: Поиск:
sk: Hµada»:
sv: Hitta:

source: Case &sensitive
br: &Evezhiek ouzh ar c'hef
ca: &Sensible a caixa
cs: Zohlednit &velikost znakù
de: Groß-/Kleinschreibung
el: &Διάκριση μικρών-κεφαλαίων
eo: Atentu &usklecon
et: Tõ&stutundlik
fi: Kirjasin&tasoherkkä
fr: Re&specter la casse
hr: Raz&likuj velika/mala slova
is: &Háð há/lág-stöfum
it: Sensibile masiucole/minuscole
no: &Avhengig av bokstavstørrelse
pl: Wielko¶æ &liter
pt_br: &Sensível a maiúsculas/minúsculas
ru: Чуствительный к регистру
sk: Rozli¹ova» veµk./malé.
sv: Känslig för stora/små bokstäver

source: Cookie Alert!
br: Kemenn d'an toupin !
ca: Alerta de cookie!
cs: Cookie výstraha!
de: Cookie-Alarm!
et: Küpsise häire!
fi: Evästevaroitus!
fr: Alerte Cookie !
is: Smákökuaðvörun!
it: Avviso Cookie!
no: Cookie-varsel!
pl: Ostrze¿enie o ciasteczku
pt_br: Alerta de Cookie!
ru: Внимание: неверная cookie !
sv: Kakvarning!

source: You received a cookie from host:
br: Resevet oc'h eus un toupin digant an ostiz :
ca: Heu rebut una cookie del host:
cs: Pøijali jste cookie od hostitele:
de: Sie haben ein Cookie erhalten vom Rechner:
el: Δεχτήκατε cookie από τον host:
et: Sa võtsid vastu küpsise hostist:
fi: Vastaanotit evästeen isännältä:
fr: Vous avez reçu un cookie de l'hôte :
hr: Primili ste kolaèiæ od raèunala:
is: Þú fékst smáköku frá vélinni:
it: Hai ricevuto un cookie dall'host:
no: Du mottok en cookie fra vert:
pl: Otrzyma³e¶ ciasteczko z serwera:
pt_br: Você recebeu um cookie da máquina:
ru: Вы получили cookie от сервера:
sv: Du tog emot en kaka från datorn:

source: Do you want to accept or reject this cookie?
br: Hag asantiñ a rit pe get d'an toupin-mañ ?
ca: Voleu acceptar o rebutjar aquesta cookie ?
cs: Chcete toto cookie akceptovat nebo odmítnout?
de: Cookie akzeptieren oder ablehnen?
el: Αποδέχεστε ή απορρίπτετε αυτό το cookie;
et: Soovid sa küpsist aktsepteerida või keelduda?
fi: Haluatko hyväksyä vai hylätä evästeen?
fr: Voulez-vous accepter ou rejeter ce cookie ?
hr: ®elite li prihvatiti ili odbiti ovaj kolaèiæ?
is: Viltu taka við þessari köku epa hafna henni?
it: Vuoi accettare o respingere questo cookie?
no: Vil du akseptere eller forkaste denne cookien?
pl: Zaakceptowaæ czy odrzuciæ te ciasteczko?
pt_br: Você quer aceitar ou rejeitar esse cookie ?
ru: Вы хотите принять или отвергнуть эту cookie
sv: Vill du godta eller vägra ta emot denna kaka?

source: Apply to
br: Arloañ da
ca: Aplica a
cs: Aplikovat na
de: Anwenden auf
et: Rakenda järgnevale
fi: Käytä
fr: Appliquer à
hr: Primjeni na
is: Tekur til
it: Applica a
no: Bruk til
pl: Zastosuj do
pt_br: Aplicar a
ru: Применить к
sv: Använd för

source: &This cookie only
br: &An toupin-mañ hepken
ca: &Només aquesta cookie
cs: Pouze &toto cookie
de: &Nur dieses Cookie
el: Αυτό το cookie μόνο
et: Ainult &see küpsis
fi: &Tämä eväste vain
fr: Ce coo&kie seulement
hr: &Samo ovaj kolaèiæ
is: þessarar köku
it: &Solo questo cookie
no: &Kun denne cookien
pl: Tylko &te ciasteczko
pt_br: &Somente esse cookie
ru: Только эту cookie
sv: &Enbart denna kaka

source: All cookies from this &domain
br: An holl toupinoù diwar an &domani-se
ca: Totes les cookies d'aquest &domini
cs: V¹echna cookie z této &domény
de: Alle Cookies dieser &Domain
el: Όλα τα cookies από αυτό το &domain
et: Kõik küpsised sellest &domeenist
fi: Kaikki evästeet &verkkoalueesta
fr: Tous les cookies de ce &domaine
hr: Sve kolaèiæe iz ove &domene
is: allra kaka frá þessu netléni
it: Tutti i cookie da questo &dominio
no: Alle cookier fra dette &domenet
pl: Wszystkie ciasteczka z tej &domeny
pt_br: Todos os cookies desse &domínio
ru: Все cookie с этого домена
sv: Alla kakor från den här &domänen

source: All &cookies
br: An &holl toupinoù
ca: Totes les &cookies
cs: V¹echna &cookie
de: Säm&tliche Cookies
el: Όλα τα &cookies
et: Kõik &küpsised
fi: &Kaikki evästeet
fr: Tous les &cookies
hr: Sve &kolaèiæe
is: allra kaka
it: Tutti i &cookie
no: Alle &cookier
pl: &Wszystkie ciasteczka
pt_br: Todos os &cookies
ru: Все cookie
sv: Alla &kakor

source: &Accept
br: &Asantiñ
ca: &Accepta
cs: &Akceptovat
de: A&kzeptieren
el: Α&ποδοχή
et: &Aktsepteeri
fi: &Hyväksy
fr: &Accepter
hr: &Prihvati
is: Þ&yggja
it: &Accetta
no: &Godta
pl: &Akceptuj
pt_br: &Aceitar
ru: Разрешить

source: &Reject
br: &Nac'h
ca: &Rebutja
cs: O&dmítnout
de: &Ablehnen
el: &Απόρριψη
et: K&eeldu
fi: &Hylkää
fr: &Rejeter
hr: &Odbij
is: &Hafna
it: &Rifiuta
no: &Forkast
pl: &Odrzucaj
pt_br: &Rejeitar
ru: Запретить

source: ERROR: Template does not exist '%s'
br: FAZI : Ar patrom-se n'eus ket anezhi '%s'
ca: ERROR: Plantilla inexistent '%s'
cs: Chyba: ©ablona nexistuje '%s'
da: FEJL: Skabelonen eksisterer ikke ´%s´
de: FEHLER: Vorlage existiert nicht '%s'
el: ΛΑΘΟΣ: Το πρότυπο δεν υπάρχει '%s'
eo: ERARO: Þablono ne ekzistas '%s'
et: VIGA: Malli ei eksisteeri '%s'
fi: VIRHE: Pohjaa '%s' ei löydetty.
fr: ERREUR : Ce modèle n'existe pas '%s'
he: תמייק הניא '%s' תינבתה :האיגש
hr: GRE©KA: Predlo¾ak '%s' ne postoji
hu: HIBA: A '%s' nevû sablon nem létezik!
is: Villa: Sniðið '%s' er ekki til
it: ERORRE: Modello inesistente '%s'
ko: 오류: '%s' 템플릿이 존재하지 않습니다
nl: Fout: Sjabloon '%s' bestaat niet
no: FEIL: Mal finnes ikke '%s'
pl: B£¡D: Nie istnieje wzorzec '%s'
pt_br: ERRO: Não existe o modelo '%s'
ro: Eroare: nu exista modelul '%s'
ru: ОШИБКА: Шаблон '%s' не найден
sk: Chyba: ©ablóna neexistuje '%s'
sl: NAPAKA: Predloga ne obstaja '%s'
sv: FEL: Mallen '%s' finns inte
tr: HATA: '%s' geçicisi yok

source: Source file doesn't exist anymore ! Use "Rescan Bindings" in View menu to update the menu
br: Ar restr tarzh n'eus ket mui anezhañ ! Arverit "Addezrannañ an ereoù" el lañser Gwel evit hizivaat al lañser
ca: Ja no existeix el fitxer font ! Feu servir "Reexplora lligams" per actualitzar el menú
cs: Zdrojový soubor ji¾ neexistuje ! Pou¾ijte funkci "Znovu naèíst vazby" v menu Pohled k aktualizaci menu
de: Quelldatei existiert nicht mehr! Verwenden Sie "Zuordnungen neu einlesen" im Ansichts-Menü zur Aktualisierung
el: To πηγαίο αρχείο δεν υπάρχει πια ! Χρησιμοποιήστε το "Ξανασάρωσε τις Συσχετίσεις" στο μενού Προβολή για να ανανεώσετε το μενού
et: Lähtefaili ei eksisteeri enam ! Kasuta "Vaata seosed uuesti läbi" menüü värskendamiseks
fi: Lähtötiedostoa ei ole enään ! Käytä "Uudelleenlataa sidokset" toimintoa Näytä valikossa
fr: Le fichier source n'existe plus ! Utiliser "Relire les liaisons" dans le menu Affichage pour actualiser le menu
is: Handrit er ekki lengur til! Veldu "Endurlesa lyklabindingar" úr "Sýn" valmyndinni.
it: Il sorgente non esiste pi€ ! Usa "Rileggi Collegamenti" nel menu visualizza per aggiornare il menu
no: Kildefil eksisterer ikke mer! Bruk "Les tilordninger på nytt" i Vis-menyen for å oppdatere menyen
pl: Plik ¼ród³owy ju¿ nie istnieje! Proszê u¿yæ opcji "Przeskanuj skojarzenia" z menu Widok
pt_br: Arquivo-fonte não existe mais ! Use "Rever Dependências" no menu Ver para atualizar o menu
ru: Исходный файл больше не существует! ! Используйте "Пересканировать привязки" в меню для того, чтобы обновить меню
sv: Källfilen existerar inte längre ! Använd "Uppdatera bindningar" i Visa-menyn för att uppdatera menyn

source: New
br: Nevez
ca: Nou
cs: Nový
da: Ny
de: Neu
el: Νέο
eo: Nova
et: Uus
fi: Uusi
fr: Nouveau
he: שדח
hr: Novi
hu: Új
is: Nýtt
it: Nuovo
ko: 새로 만들기
nl: Nieuw
no: Ny
pl: Nowy
pt_br: Novo
ro: Nou
ru: Новый
sk: Vytvori»
sl: Nov
sv: Ny
tr: Yeni

source: &General
br: &Hollegezhioù
cs: &V¹eobecné
da: &Generelt
de: &Allgemein
el: &Γενικά
eo: Ø&enerale
et: Ül&dine
fi: &Yleistä
fr: &Général
he: ילל&כ
hr: &Opæenito
hu: Á&ltalános
is: &Almennt
it: &Generali
nl: Algemeen
no: &Generelt
pl: &Ogólne
pt_br: &Geral
ro: &Generale
ru: &Основные
sk: &V¹eobecné
sl: &Splo¹no
sv: &Allmänt
tr: &Genel

source: &Permissions
br: &Aotreadurioù
ca: &Permisos
cs: &Pøístupová práva
da: &Tilladelser
de: &Zugriffsrechte
el: &Δικαιώματα
eo: &Permesoj
et: &Loabitid
fi: &Oikeudet
he: תואש&רה
hr: &Prava pristupa
hu: &Hozzáférési jogok
is: Aðgangs&heimildir
it: &Permessi
no: &Tilgang
pl: &Prawa
pt_br: &Permissões de Acesso
ro: &Permisiuni
ru: &Права
sk: &Prístupové práva
sl: &Dovoljenja
sv: &Rättigheter
tr: &Eriþim Haklarý

source: E&xecute
br: S&eveniñ
ca: E&xecució
cs: Vy&konat pøíkaz
da: &Kør
de: Aus&führen
el: Εκ&τέλεση
eo: &Lanæu
et: &Käivita
fi: Suorita
fr: E&xécution
he: ה&צרה
hr: &Izvr¹i
hu: &Végrehajtás
is: &Keyra
it: &Esecuzione
no: &Kjøre
pl: &Wykonanie
pt_br: E&xecutar
ro: E&xecutã
ru: &Выполнить
sk: Vy&kona» príkaz
sl: &Izvr¹i
sv: &Kör
tr: &çalýþtýr

source: &Dir
br: R&enkell
cs: &Adresáø
da: &Folder
de: &Verzeichnis
el: &Κατάλογος
eo: &Dosierujo
et: &Kataloog
fi: &Hakemisto
fr: &Répertoire
he: היירפ&ס
is: &Mappa
nl: Map
no: &Katalog
pl: Ka&talog
ro: &Director
ru: &Каталог
sk: &Prieèinok
sl: &Imenik
sv: Ka&talog
tr: D&izin

source: &Application
br: &Arload
ca: &Aplicació
cs: &Aplikace
da: &Applikation
de: An&wendungen
el: &Εφαρμογή
eo: &Aplika¼o
et: &Rakendus
fi: &Sovellukset
he: םימוש&יי
hr: &Aplikacije
hu: &Alkalmazás
is: &Forrit
it: &Applicazione
no: &Applikasjon
pl: &Aplikacja
pt_br: &Aplicação
ro: &Aplicaþie
ru: Приложение
sk: &Aplikácia
sl: &Program
sv: A&pplikation
tr: &Uygulama

source: &Binding
br: &Ereadur
ca: &Lligam
cs: Vaz&ba
de: &Zuordnung
el: &Συσχέτιση
eo: &Binda¼oj
et: &Seos
fi: Sidos
fr: &Liaison
he: רו&ביח
hr: &Veze
hu: &Kötés
it: &Collegamenti
ko: 바인딩(&B)
no: &Tilordninger
pl: &Skojarzenie
pt_br: &Dependência
ro: &Binduialã
ru: Привязка
sk: Väz&ba
sl: &Zveza
sv: &Bindning
tr: E&þlemeler

source: De&vice
br: &Trobarzhell
ca: Di&spositiu
cs: &Zaøízení
da: &Enhed
de: Ge&rät
el: &Συσκευή
eo: A&parato
et: Sea&de
fi: &Laite
fr: &Périphérique
he: ןק&תה
hr: &Ureðaj
hu: &Eszköz
is: &Tæki
it: &Dispositivo
ko: 장치(&v)
nl: Apparaat
no: &Enhet
pl: U&rz±dzenie
pt_br: Dis&positivo
ro: Dispo&zitiv
ru: Устройство
sk: &Zariadenie
sl: &Naprava
sv: &Enhet
tr: &Aygýt

source: The URL %s is malformed
br: An URL %s a zo siek
ca: L'URL %s és erroni
cs: URL %s ma chybný formát
da: URL'en %s er fejlagtig
de: Die URL %s ist ungültig
el: Το URL %s είναι κακοδιατυπωμένο
eo: La URL %s estas misformita
et: Aadress %s on vigane
fi: URL %s on virheellinen
fr: L'URL %s est mal écrite
he: %s רושיקה יוגש אוה
hr: URL %s je nepravilan
hu: Hibás URL %s
is: Slóðin &s er gölluð
it: L'indirizzo (URL) %s è maldefinito
ko: %s URL이 옳바르지 않습니다
no: URLen %s er misdannet
pl: URL %s jest b³êdny
pt_br: A URL %s é incorreta
ro: Acest URL %s este malformat
ru: URL %s некорректен
sk: URL %s ma chybný formát
sl: URL %s je narobe vpisan
sv: URL:en %s är felaktig
tr: %s URL'si yetersiz

source: The file %s has been modified. Do you want to save it?
br: Kemmet eo bet ar restr %s Ha fellout a ra deoc'h e enrollañ ?
ca: El fitxer %s ha estat modificat. Voleu desar-lo?
cs: Soubor %s byl modifikován. Pøejete si ho ulo¾it?
da: Filen %s er ændret. Vil du gemme den?
de: Die Datei %s wurde geändert. Soll sie gesichert werden?
el: Το αρχείο %s έχει τροποποιηθεί. Θέλετε να το σώσετε;
eo: La dosiero %s estas þanøita. Æu vi volas sekurigi øin?
et: Faili %s on muudetud. Soovid sa selle salvestada?
fi: Tiedostoa %s on muokattu. Haluatko tallentaa sen?
fr: Le fichier %s a été modifié. Désirez-vous l'enregistrer ?
he: ץבוקה %s הנוש ? םייונישה תא רומשל םאה
hr: Datoteka %s je mijenjana. ®elite li ju spremiti?
is: Skránni %s hefur verið breytt. Viltu vista hana?
it: Il file %s è stato modificato. Vuoi salvarlo ?
ko: %s 파일이 변경되었습니다. 저장하시겠습니까?
nl: Het bestand %s is gewijzigd. Wilt u het opslaan?
no: Filen %s har blitt endret. Vil du lagre til den?
pl: Plik %s zosta³ zmieniony. Czy chcesz go zapisaæ?
pt_br: O arquivo %s foi modificado. Quer gravá-lo?
ro: Fiºierul %s a fost modificat. Vreþi sã îl salvaþi?
ru: Файл %s был изменен. Вы хотите записать его?
sk: Súbor %s bol zmenený. Prajete si ho ulo¾it?
sl: Datoteka %s je spremenjena. Jo ¾elite shraniti?
sv: Filen %s har ändrats. Vill du spara den?
tr: %s dosyasý deðiþmiþ. Kaydetmek ister misiniz?

source: KFM Question
br: Goulenn KFM
ca: Pregunta KFM
cs: Otázka KFM
da: KFM Spørgsmål
de: KFM-Frage
el: Ερώτηση KFM
eo: KFM-demando
et: KFM küsimus
fi: KFM Kysymys
he: הלאש תבית
hr: KFM Pitanje
hu: KFM kérdés
is: KFM Spurning
it: KFM Domanda
ko: KFM 질문
nl: KFM Vraag
no: KFM-spørsmål
pl: Pytanie KFM
pt_br: Pergunta do KFM
ro: KFM Întrebare
ru: Вопрос KFM
sk: Otázka KFM
sl: KFM vpra¹anje
sv: KFM Fråga
tr: KFM Soru

source: Syntax Error: kfmexec command [URLs ....]
br: Fazi yezhadur : kfmexec urzhiad [URLoù ....]
ca: Error de sintàxi: comanda kfmexec [URLs....]
cs: Syntaktická chyba: kfmexec command [URLs ....]
da: Syntaks fejl [URLs ....]
de: Syntax Fehler: kfmexec Befehl [URLs ...]
el: Σφάλμα Σύναξης: kfmexec εντολή [URLs ....]
eo: Sintaksa eraro: kfmexec command [URLoj ....]
et: Süntaksiviga: kfmexec käsk [aadressid ....]
fi: Syntaksivirhe kfmexec command [URL ....]
fr: Erreur de syntaxe : kfmexec commande [URLs....]
he: :הייוגש הדוקפ kfmexec command [URLs ....]
hr: Sintaktièka pogre¹ka: kfmexec naredba [URLovi ....]
is: Notkun: kfmexec skipun [slóðir ....]
it: Errorore di sintassi: kfmexec comando [URL ....]
ko: 문법 오류: kfmexec 명령 [URL ....]
nl: Syntax fout: kfmexec commando [URLs ....]
no: Syntaksfeil: kfmexec kommando [URLer ....]
pl: B³±d sk³adni: kfmexec command [URLs ....]
pt_br: Erro de Sintaxe: kfmexec comando [URLs ....]
ro: Eroare de sintaxã: kfmexec command [URLs ...]
ru: Синтаксическая Ошибка: kfmexec комманда [URLs ....]
sk: Syntaktická chyba: kfmexec command [URLs ....]
sl: Napaka v skladnji: kfmexec command [URLs ....]
sv: Syntaxfel: kfmexec kommando [URL:er ...]

source: Unknown binding
da: Ukendt binding
fi: Tuntematon sidos
hu: Ismeretlen hozzárendelés
is: Óþekkt binding
no: Ukjent tilordning
pl: Nieznane skojarzenie
sk: Chyba: Neznáma väzba
sl: Neznana zveza
sv: Okänd bindning

source: does not conatain a MimeType=... entry
da: indeholder ikke en MimeType=... indgang
hu: mime típus konfigurációs file nem tartalmaz MimeType=... bejegyzést
is: inniheldur ekki "MimeType=..." færslu
nl: bevat niet een MimeType=... ingang
sk: neobsahuje polo¾ku MimeType=...
sl: ne vsebuje vrstice MimeType=...
sv: innehåller ingen MimeType=...-post

source: Working Directory
da: Arbejds folder
hu: Munkakönyvtár
is: Vinnumappa
nl: Werkmap
sk: V prieèinku
sl: Delovni imenik
sv: Kör i katalog

source: URL
he: רושיק
is: Slóð
it: Indirizzo (URL)

source: Dont know what to do
da: Ved ikke hvad jeg skal gøre
fi: En tiedä mitä tehdä
is: Ég veit ekki hvað ég á að gera.
nl: Weet niet wat ik moet doen
pl: Nie wiem co zrobiæ
sk: Neviem, èo robi»
sl: Ne vem, kaj naj storim.
sv: Vet inte vad som skall göras

source: Tar reproted an error %s
da: Tar gav fejlen %s
fi: Tar-ohjelma ilmoitti virheen tiedostolle %s
is: Tar sendi þessi villuboð: %s
nl: tar melde de fout %s
pl: Tar zg³osi³ b³±d %s
sk: Tar ohlásil chybu %s
sl: Tar je javil napako %s
sv: Tar rapporterade ett fel %s

source: Gzip reproted an error for %s
da: Gzip gav en fejl for %s
fi: Gzip-ohjelma ilmoitti virheen tiedostolle %s
is: Gzip sendi villuboð fyrir %s
pl: Gzip zg³osi³ b³±d %s
sk: Gzip ohlásil chybu pre %s
sl: Gzip je javil napako zaradi %s
sv: Gzip rapporterade ett fel för %s

source: U&RL
he: רוש&יק
is: &Slóð
it: Indirizzo (U&RL)

source: Copy
fi: Kopioi

source: Please change the password in ~/.kde/share/apps/kfm/magic
da: Vær venlig at ændre adgangskoden i ~/.kde/share/apps/kfm/magic
nl: Verander a.u.b. het wachtwoord in ~/.kde/share/apps/kfm/magic
sk: Prosím zmeòte heslo v súbore ~/.kde/share/apps/kfm/magic
sl: Spremenite prosim geslo v ~/.kde/share/apps/kfm/magic
sv: OBS: Av säkerhetsskäl bör du ändra lösenordet i ~/.kde/share/apps/kfm/magic

source: Installing Templates
da: Installerer Skabeloner
nl: Sjablonen installeren
sk: In¹talujem ¹ablóny
sl: Name¹èam predloge

source: Could not rename the file or directory The destination seems to already exist
da: Kunne ikke omdøbe filen eller folderen. Destinationen ser ud til at eksistere
nl: Kon het bestand of de map niet hernoemen De bestemming lijkt al te bestaan
sk: Nie je mo¾né premenova» súbor alebo prieèinok Zdá sa, ¾e cieµový súbor u¾ existuje
sl: Nisem mogel preimenovati datoteke oziroma imenika. Zgleda, da cilj ¾e obstaja.

source: Standard Font
da: Standard skriftsnit
nl: Standaard Lettertype
sl: Obièajna pisava

source: Fixed Font
da: Fast skriftsnit
nl: Vast Lettertype
sl: Proporcionalna pisava

source: Background Color:
da: Baggrundsfarve:
nl: Achtergrond Kleur:
sl: Barva ozadja:

source: Normal Text Color:
da: Normail tekst farve:
nl: Normale Tekst Kleur:
sl: Barva navadnega besedila:

source: URL Link Color:
da: URL link farve:
nl: URL Verbinding Kleur:
sl: Barva URL povezave:

source: Followed Link Color:
da: Fulgt link farve:
nl: Gevolgde Verbinding Kleur:
sl: Barva obiskane povezave:

source: Change cursor over link.
da: Skift markør over link.
nl: Verander wijzer boven verbinding.
sl: Spremeni kurzor nad povezavo.

source: Horizontal Root Grid Spacing:
da: Vandret afstand på Arbejdsplads:
nl: Horizontale Bodem Raamwerk Afstanden:
sl: Vodoravni razmak mre¾e:

source: Vertical Root Grid Spacing:
da: Lodret afstand på Arbejdsplads:
nl: Verticale Bodem Raamwerk Afstanden:
sl: Navpièni razmak mre¾e:

source: Gzip reproted an error %s
da: Gzip gav fejlen %s
nl: gzip meldde de fout %s
sl: Gzip je javil napako %s

source: KFM
he: סקוניל רייס

source: Show &Dot Files
nl: &Puntbestanden tonen

source: &Visual Schnauzer
nl: &Afbeeldingen tonen

source: Rescan &bindings
nl: Bindingen verversen

source: Configure Browser...
nl: Configureer Browser...

source: Small
nl: Klein

source: Medium
nl: Middelgroot

source: Large
nl: Groot

source: Name
nl: Naam

source: On server:
nl: Op server:

source: login as:
nl: login als:

source: Don't forget to save your settings!
nl: Vergeet niet uw instellingen op te slaan!

source: No Proxy for:
nl: Er is geen Proxy voor:

source: KFM Browser Settings
nl: KFM Browser Instellingen
