Repository: KDE/kde1-kdebase
Catalog: po/*/kfontmanager.po
Languages: br, es, fr, hr, hu, is, no, ru, sl, sv

source: KDE Font Manager
br: Merour nodrezhoù KDE
es: Administrador de Fuentes del KDE
fr: Gestionnaire de polices de KDE
hr: Upravitelj KDE pisama
hu: KDE betûtípus kezelõ
is: KDE-leturstjóri
no: KDE skrifttypebehandler
sl: KDE Upravitelj pisav
sv: KDE-Typsnittshanterare

source: KDE Fonts
br: Nodrezhoù KDE
es: Fuentes del KDE
fr: Polices de KDE
hr: KDE pisma
hu: KDE betûtípusok
is: KDE-letur
no: KDE-skrifttyper
ru: Шрифты KDE
sl: KDE pisave
sv: KDE-typsnitt

source: Font Explorer
br: Ergerzher nodrezhoù
es: Explorador de Fuentes
fr: Explorateur de polices
hr: Istra¾ivaè pisama
hu: Betûtípus felfedezõ
is: Leturflakkari
no: Skrifttypeutforsker
ru: Проводник Шрифтов
sl: Raziskovalec pisav
sv: Font-utforskare

source: Raw X11 Font List
br: Roll nodrezhoù diaoz X11
es: Lista de Fuentes de X11
fr: Liste des polices X11
hr: Sirova lista X11 pisama
hu: Nyers X11 betûtípus lista
is: Hrár X11-leturlisti
no: Rå-X11-skrifttypeliste
ru: Список шрифтов в X11
sl: Surovi seznam X11 pisav
sv: Rå X11-fontlista

source: Available X11 Fonts
br: Nodrezhoù X11 hegerz
es: Fuentes disponibles de X11
fr: Polices X11 disponibles
hr: Dostupna X11 pisma
hu: Elérhetõ X11 betûtípusok
is: Tiltæk X11-letur
no: Tilgjengelige X11-skrifttyper
ru: Доступные шрифты в X11
sl: Dostopne X11 pisave
sv: Tillgängliga X11-fonter

source: Fonts made available to KDE
br: Nodrezh lakaet e kerz KDE
es: Fuentes disponibles para el KDE
fr: Polices disponibles pour KDE
hr: Pisma dostupna KDEu
hu: KDE számára használható betûtípusok
is: Letur sem KDE notar
no: Skrifttyper tilgjengelig for KDE
ru: Шрифты, доступные KDE
sl: Pisave dostopne KDE
sv: Fonter KDE kan använda

source: The Quick Brown Fox Jumps Over The Lazy Dog AaBbCc123
br: Chadenn skouer ar merour nodrezhoù KDE AaBbCc123
fr: Portez ce whisky au vieux juge blond qui fume AaBbCc123
is: Öll dýrin í skóginum eiga að vera vinir Þýðingatörn 123
no: Den Raske Brune Reven Hoppet Over Den Late Hunden
sl: Pi¹kur molèe grabi fi¾ol iz dna cezijeve hoste AaBbCc123
sv: Pappa hänger upp hinkar i taket AaBbCc123

source: About kfontmanager
br: Diwar-benn kfontmanager
es: Acerca de kfontmanager
fr: A propos de kfontmanager
hr: O kfontmanageru
hu: A kfontmanager névjegye
is: Um kleturstjóra
no: Om kfontmanager
ru: О kfontmanager
sl: O kfontmanager
sv: Om typsnittshanteraren

source: kfontmanager Version 0.2 Copyright 1997 Bernd Johannes Wuebben wuebben@math.cornell.edu
br: kfontmanage Doare 0.2 Gwirioù eilañ 1997 Bernd Johannes Wuebben wuebben@math.cornell.edu
es: kfontamanager Versión 0.2 Copyright 1997 Bernd Johannes Wuebben wuebben@math.cornell.edu
hu: kfontmanager 0.2 verzió Szerzõi jog 1997 Bernd Johannes Wuebben wuebben@math.cornell.edu
is: kleturstjóri, útgáfa 0.2 Höfundarréttur 1997 Bernd Johannes Wuebben wuebben@math.cornell.edu
no: kfontmanager Versjon 0.2 Copyright 1997 Bernd Johannes Wuebben wuebben@math.cornell.edu
ru: kfontmanager Версии 0.2 Copyright 1997 Бернд Йоханнес Вуббен wuebben@math.cornell.edu
sl: kfontmanager verzija 0.2 Avtorske pravice 1997 Bernd Johannes Wuebben wuebben@math.cornell.edu
sv: kfontmamager version 0.2 Copyright 1997 Bernd Johannes Wuebben wuebben@math.cornell.edu

source: The environment variable HOME is not set
br: Ar varienn endro HOME n'eo ket termenet
es: La variable de entorno HOME no esta configurada
fr: La variable d'environnement HOME n'est pas définie
hr: Okoli¹na varijabla HOME nije namje¹tena
hu: A HOME környezeti változó nincs beállítva
is: HOME-umhverfisbreytan hefur ekkert gildi
no: Miljøvariabelen HOME er ikke fastsatt
ru: Переменная окружения HOME не выставлена
sv: Omgivningsvariabeln HOME är inte satt

source: Can not create: ~/.kde/share/config/kdefonts
br: N'hellan ket krouiñ : ~/.kde/share/config/kdefonts
es: No se pudo crear: ~/.kde/config/kdefonts
fr: Impossible de créer : ~/.kde/share/config/kdefonts
hr: Ne mogu naèiniti: ~/.kde/share/config/kdefonts
hu: Nem lehet létrehozni a(z) ~/.kde/config/kdefonts fájlt
is: Ekki tókst að búa til: ~/.kde/share/config/kdefonts
no: Kan ikke lage: ~/.kde/share/config/kdefonts
ru: Не могу создать: ~/.kde/share/config/kdefonts
sv: Kan inte skapa: ~/.kde/share/config/kdefonts

source: ~/.kde/share/config/kdefonts exists but is not writeable Can't save KDE Fontlist.
br: Bez' zo ar restr ~/.kde/share/config/kdefonts hogen n'eo ket skrivadus N'hellan ket enrollañ nodrezhroll KDE.
es: ~/.kde/config/kdefonts existe pero no se puede escribir en él No se puede salvar la lista de fuentes del KDE.
fr: ~/.kde/share/config/kdefonts existe mais l'écriture y est impossible. Impossible de sauvegarder la liste des polices de KDE.
hr: ~/.kde/share/config/kdefonts postoji ali ne mogu pisati u njega Ne mogu pospremiti KDEovu listu pisama.
hu: A ~/.kde/config/kdefonts fájl létezik, de nem írható, ezért nem lehet elmenteni a betûtípus listát.
is: Skráin ~/.kde/share/config/kdefonts er til, en þú hefur ekki skrifréttindi í hana. Því tókst ekki að vista leturlista KDE.
no: ~/.kde/share/config/kdefonts eksisterer, men kan ikke skrives til Kan ikke lagre KDE-skrifttypeliste.
ru: ~/.kde/share/config/kdefonts существует, но не доступен для записи Невозможно сохранит список KDE шрифтов.
sv: ~/.kde/share/config/kdefonts finns, men är inte skrivbar Kan inte spara fontlistan.

source: kfontmanager Version 0.1 Copyright 1997 Bernd Johannes Wuebben wuebben@math.cornell.edu
br: kfontmanager Doare 0.1 Gwirioù eilañ 1997 Bernd Johannes Wuebben wuebben@math.cornell.edu
es: kfontmanager Versión 0.1 Copyright 1997 Bernd Johannes Wuebben wuebben@math.cornell.edu
fr: kfontmanager Version 0.1 Tous droits réservés 1997 Bernd Johannes Wuebben wuebben@math.cornell.edu
hu: kfontmanager 0.1 verzió Szerzõi jog 1997 Bernd Johannes Wuebben wuebben@math.cornell.edu
is: kleturstjóri, útgáfa 0.1 Höfundarréttur 1997 Bernd Johannes Wuebben wuebben@math.cornell.edu
no: kfontmanager Versjon 0.1 Copyright 1997 Bernd Johannes Wuebben wuebben@math.cornell.edu
ru: kfontmanager Версии 0.1 Copyright 1997 Бернд Йоханнес Вуббен wuebben@math.cornell.edu
sl: kfontmanager verzija 0.1 Avtorske pravice 1997 Bernd Johannes Wuebben wuebben@math.cornell.edu

source: Select Font
br: Diuzit nodrezh
es: Seleccionar fuente
fr: Sélectionner une police
hr: Izaberi Pismo
hu: Kiválasztott betûtípus
is: Veldu letur
no: Velg skrifttype
ru: Выберите шрифт
sl: Izberi pisavo
sv: Välj typsnitt

source: Requested Font
br: Nodrezh goulennet
es: Fuente seleccionada
fr: Police requise
hr: Tra¾eno pismo
hu: Kért betûtípus
is: Umbeðið letur
no: Krever skrifttype
ru: Запрошенный щрифт
sl: Zahtevana pisava
sv: Begärt typsnitt

source: Actual Font
br: Nodrezh o ren
es: Fuente real
fr: Police Actuelle
hr: Stvarno pismo
hu: Jelenlegi betûtípus
is: Raunverulegt letur
no: Faktisk skrifttype
ru: Реальный шрифт
sl: Dejanska pisava
sv: Verkligt typsnitt

source: Family:
br: Familh :
es: Familia:
fr: Famille :
hr: Obitelj:
hu: Család:
is: Leturgerð:
no: Familie:
ru: Семейство:
sl: Dru¾ina:
sv: Familj:

source: Size:
br: Ment :
es: Tamaño:
fr: Taille :
hr: Velièina:
hu: Méret:
is: Stærð:
no: Størrelse:
ru: Размер:
sl: Velikost:
sv: Storlek:

source: Weight:
br: Pouez :
es: Peso:
fr: Epaisseur :
hr: Te¾ina:
hu: Vastagság:
is: Vægi:
no: Bredde:
ru: Ширина:
sl: Te¾a:
sv: Vikt:

source: Style:
br: Giz :
es: Estilo:
hr: Stil:
hu: Stílus:
is: Leturbrigði:
no: Stil:
ru: Тип:
sl: Slog:
sv: Stil:

source: Charset
br: Arouezenneg
es: Mapa de caracteres
fr: Jeu de caractères
hr: Tip znakova
hu: Betûkészlet
is: Stafasett
no: Tegnsett:
ru: Кодировка
sl: Nabor znakov
sv: Kodning

source: Size
br: Ment
es: Tamaño
fr: Taille
hr: Velièina
hu: Méret
is: Stærð
no: Størrelse
ru: Размер
sl: Velikost
sv: Storlek

source: Weight
br: Pouez
es: Peso
fr: Epaisseur
hr: Te¾ina
hu: Vastagság
is: Vægi
no: Bredde
ru: Ширина
sl: Te¾a
sv: Vikt

source: normal
br: boas
hr: normalno
hu: normál
is: venjulegt
ru: нормальный
sl: normalno

source: bold
br: druz
es: negritas
fr: gras
hr: masno
hu: félkövér
is: feitletrað
no: uthevet
ru: жирный
sl: krepko
sv: fet

source: Style
br: Giz
es: Estilo
hr: Stil
hu: Stílus
is: Leturbrigði
no: Stil
ru: Стиль
sl: Slog
sv: Stil

source: roman
hr: rimski
hu: román
is: lóðletrað
ru: роман
sl: pokonèno
sv: rak

source: italic
br: italek
es: itálicas
fr: italique
hr: kurziv
hu: kurzív
is: skáletrað
no: kursiv
ru: наклонный
sl: le¾eèe
sv: kursiv

source: Dolor Ipse
br: Gortoz pell, gortoz gwell
fr: L'élève a dépassé le Maître
hu: árvíztûrõ tükörfúrógép
is: ...sem þrjú sverð væru á lofti.
ru: Это тест
sv: Bröder, gutår!

source: Bold
br: Druz
es: Negritas
fr: Gras
hr: Masno
hu: Félkövér
is: Feitletrað
no: Uthevet
ru: Жирный
sl: Krepko
sv: Fet

source: Normal
br: Boas
hr: Normalno
hu: Normál
is: Venjulegt
ru: Нормальный
sl: Normalno

source: Can not create: %1
sl: Ni mo¾no ustvariti: %1

source: %1 exists but is not writeable Can't save KDE Fontlist.
sl: %1 obstaja, vendar se nanjo ne da pisati. Seznama pisav KDE ni mo¾no shraniti.
