Repository: KDE/kde1-kdebase
Catalog: po/*/kikbd.po
Languages: br, ca, da, de, eo, es, et, fi, is, no, pl, pt_br, ru, sk, sl, sv

source: alternative symbols
br: arouezenn divoutin
ca: símbols alternatius
da: alternative symboler
de: Alternative Symbole
eo: alternativaj simboloj
es: símbolos alternativos
et: alternatiivsed sümbolid
fi: vaihtoehtoista symbolia
is: aukatákn
no: alternative symboler
pl: alternatywne symbole
pt_br: símbolos alternativos
ru: алтернативные символы
sk: alternatívne symboly
sl: alternativni simboli
sv: alternativa symboler

source: Language
br: Yezh
ca: Idioma
da: Sprog
de: Sprache
es: Idioma
et: Keel
fi: Kieli
is: Tungumál
no: Språk
pl: Jêzyk
pt_br: Linguagem
sk: Jazyk
sl: Jezik
sv: Språk

source: Charset
br: Arouezenneg
ca: Joc de caràcters
da: Tegnsæt
de: Zeichensatz
es: Mapa de caracteres
et: Kooditabel
fi: Kirjasinperhe
is: Stafatafla
no: Tegnsett
pl: Kodowanie
sk: Znaková sada
sl: Nabor znakov
sv: Teckenkodning

source: International keyboard ERROR
br: FAZI ar Stokellaoueg Etrevroadel
ca: ERROR del teclat internacional
da: Internationalt tastatur-FEJL
de: Internationale Tastatur - FEHLER
eo: ERARO de Internacia Klavaro
es: Error del teclado internacional
et: Rahvusvahelise klaviatuuri VIGA
fi: Kansainvälisen näppäimistön virhe
is: Alþjóðlega lyklaborðið: Villa
no: Internasjonalt tastatur-FEIL
pl: Klawiatura Miêdzynarodowa: B£¡D
pt_br: Teclado Internacional - ERRO
ru: ОШИБКА национальной клавиатуры
sk: Chyba KIKBD
sl: Internacionalna tipkovnica - NAPAKA
sv: Internationellt tangentbord: FEL

source: International keyboard warning
br: Kemenn ar Stokellaoueg Etrevroadel
ca: Avís del teclat internacional
da: Internationalt tastatur-advarsel
de: Internationale Tastatur - Warnung
eo: Averto de Internacia Klavaro
es: Advertencia del teclado internacional
et: Rahvusvahelise klaviatuuri hoiatus
fi: Kansainväliset näppäimistön varoitus
is: Alþjóðlega lyklaborðið: Aðvörun
no: Internasjonalt tastatur-advarsel
pl: Klawiatura Miêdzynarodowa: ostrze¿enie
pt_br: Teclado Internacional - aviso
ru: Предупреждение национальной клавиатуры
sk: Varovanie KIKBD
sl: Internacionalna tipkovnica - opozorilo
sv: Internationellt tangentbord: varning

source: International keyboard question
br: Goulenn ar Stokellaoueg Etrevroadel
ca: Pregunta del teclat internacional
da: Internationalt tastatur-spørgsmål
de: Internationale Tastatur - Frage
eo: Demando de Internacio Klavaro
es: Pregunta del teclado internacional
et: Rahvusvahelise klaviatuuri küsimus
fi: Kansainvälisen näppäimistön kysymys
is: Alþjóðlega lyklaborðið: Spurning
no: Internasjonalt tastatur-spørsmål
pl: Klawiatura Miêdzynarodowa: pytanie
pt_br: Teclado Internacional - pergunta
ru: Вопрос национальной клавиатуры
sk: Otázka KIKBD
sl: Internacionalna tipkovnica - vpra¹anje
sv: Internationellt tangentbord: fråga

source: Configure
br: Kefluniañ
ca: Configura
da: Indstil
de: Konfigurieren
eo: Agordu
es: Configurar
et: Konfigureeri
fi: Asetukset
is: Stilling
no: Konfigurer
pl: Konfiguruj
pt_br: Configurar
sk: Nastavi»
sl: Prikroji
sv: Ställ in

source: Do you want to continue?
br: Ha fellout a ra deoc'h kenderc'hel ?
ca: Voleu continuar?
da: Fortsæt nu?
de: Möchten Sie fortfahren?
eo: Æu vi volas daýrigi?
es: Quiere continuar?
et: Soovid sa jätkata?
fi: Haluatko jatkaa?
is: Viltu halda áfram?
no: Vil du fortsette?
pl: Chcesz kontynuowaæ?
pt_br: Você quer continuar?
sk: Chcete pokraèova»?
sl: Ali hoèete nadaljevati?
sv: Vill du fortsätta?

source: List of active keyboard maps
br: Roll an tresoù stokellaoueg bev
ca: Llista dels mapes de teclat actius
da: Aktive tastaturkonfigurationer
de: Liste der aktiven Tastaturtabellen
eo: Listo de aktivaj klavartabeloj
es: Lista de mapas de teclado activos
et: Aktiivsete klahvitabelite nimekiri
fi: Aktiivisten näppäinkarttojen lista
is: Listi yfir virkar hnappatöflur
no: Liste med aktive tastaturkart
pl: Lista aktywnych map klawiatury
pt_br: Lista de mapas de teclado ativos
ru: Список активных раскладок
sk: Zoznam aktívnych klávesových máp
sl: Seznam aktivnih shem tipkovnic
sv: Lista över aktiva tagentbordslayouter

source: &Add
br: &Ouzhpennañ
ca: &Afegeix
da: &Tilføj
de: &Hinzufügen
eo: &Aldonu
es: &Añadir
et: &Lisa
fi: &Lisää
is: &Bæta við
no: &Legg til
pl: &Dodaj
pt_br: &Adicionar
ru: &Добавить
sk: &Prida»
sl: Dod&aj
sv: &Lägg till

source: Add new keyboard map
da: Tilføj ny tastaturkonfiguration
de: Neue Tastaturtabelle hinzufügen
es: Añadir nuevo mapa de teclado
is: Bæti við nýrri hnappatöflu
sl: Dodaj novo shemo tipkovnice

source: Remove selected keyboard map
br: Lemel an tres stokellaoueg diuzet
ca: Elimina el mapa de teclat seleccionat
da: Fjern den fremhævede tastaturkonfiguration
de: Ausgewählte Tastaturtabelle entfernen
eo: Forigu elektitan klavartabelon
es: Suprimir mapa de teclado seleccionado
et: Eemalda valitud klahvitabel
fi: Poista valittu näppäinkartta
is: Fjarlægja valda hnappatöflu
no: Fjern valgte tastaturkart
pl: Usuñ wybran± mapê klawiatury
pt_br: Remover mapa de teclado selecionado
ru: Удалить выделенную раскладку
sk: Ru¹ím klávesovú mapu
sl: Odstrani izbrano shemo tipkovnice
sv: Ta bort vald tagentbordslayouter

source: U&p
br: &Uheloc'h
ca: A&munt
da: &Op
de: Nach &oben
eo: &Supren
es: Arriba
et: Ül&es
fi: &Ylös
is: O&far
no: &Opp
pl: Do &góry
pt_br: Ac&ima
ru: &Вверх
sk: Hore
sl: &Gor
sv: U&pp

source: Move up selected keyboard map
da: Flyt den valgte tastaturkonfiguration opad
de: Ausgewählte Tastaturtabelle nach oben
es: Mover arriba mapa de teclado seleccionado
is: Færa valda hnappatöflu ofar
sl: Dvigni izbrano shemo tipkovnice

source: D&own
br: &Izeloc'h
ca: A&baix
da: &Ned
de: Nach &unten
eo: &Malsupren
es: Abajo
et: &Alla
fi: &Alas
is: N&eðar
no: &Ned
pl: &W dó³
pt_br: A&baixo
ru: В&низ
sk: Dole
sl: D&ol
sv: N&er

source: Move down selected keyboard map
da: Flyt den valgte tastaturkonfiguration nedad
de: Ausgewählte Tastaturtabelle nach unten
es: Mover abajo mapa de teclado seleccionado
is: Færa valda hnappatöflu neðar
sl: Spusti izbrano shemo tipkovnice

source: &Info
br: &Titouroù
da: &Information
eo: &Informo
es: Información
fi: &Tietoja
is: &Upplýsingar
pl: &Informacje
ru: &Информация
sk: &Informácie
sv: &Information

source: Display information for selected keyboard map
br: Diskouez titouroù evit an tres stokellaoueg diuzet
ca: Mostra informació pel map de teclat seleccionat
da: Vis information for valgt tastaturkonfiguration
de: Zeige Info zu ausgewählter Tastaturtabelle
eo: Montru informon pri la elektita klavartabelo
es: Mostrar información del mapa seleccionado
et: Näita valitud klahvitabeli infot
fi: Näytä tietoja näppäinkartasta
is: Birta upplýsingar um valda hnappatöflu
no: Vis informasjon for valgt tastaturkart
pl: Wy¶wietl informacje o wybranej mapie klawiatury
pt_br: Mostrar informações do mapa de teclado selecionado
ru: Показать информацию по выбранной раскладке
sk: Zobrazi» informácie o zvolenej klávesovej mape
sl: Izpi¹i informacije o izbrani shemi tipkovnice
sv: Visa information om den valda tagentbordslayouten

source: Use &hot list
br: Implij &roll tomm
ca: Usa la llista dels &bons
da: Brug &hurtigliste
de: Verwende Hot&list
eo: Uzu aktivliston
es: Usar &hotlist
et: Kasuta &kuuma listi
fi: Käytä &erikoislistaa
is: Nota f&lýtilista
no: Bruk &hurtigliste
pl: U¿yj &ostatnio wybranej klawiatury
sk: Pou¾i» &hot list
sl: Uporabi &vroè seznam
sv: Använd &snabblista

source: Use only default and last active keyboard maps when switch key sequence is used
da: Brug kun standard og sidste aktive tastaturkort når skifttasten bruges
de: Verwende nur voreingestellte und zuletzt aktive Tastaturtabellen zum Tastaturwechsel
es: Usar solo teclado por defecto y últimos mapas de teclado activos cuando se use la secuencia de teclas para cambiar
is: Nota aðeins sjálfgefna hnappatöflu og síðast notaðar hnappatöflur til aðskipta á milli
sl: Uporabi le privzeto in nazadnje aktivno shemo tipkovnice za preklaplanje med tipkovnicama

source: Adding Keyboard
br: Oc'h ouzhpennañ ur stokellaoueg
ca: Afegint teclat
da: Tilføjer tastatur
de: Füge Tastatur hinzu
eo: Aldonante klavaron
es: Añadiendo teclado
et: Klaviatuuri lisamine
fi: Lisään näppäimistön
is: Bæti við lyklaborði
no: Legger til tastatur
pl: Dodawanie klawiatury
pt_br: Adicionando Teclado
ru: Добавление Раскладки
sk: Pridávanie klávesnice
sl: Dodaj tipkovnico
sv: Lägger till tangentbord

source: There are no keyboard maps left to add
da: Der er ikke flere tastaturkonfigurationer at tilføje
de: Es gibt keine weiteren Tastaturtabellen
es: No hay más mapas de teclados para añadir
is: Það eru ekki til fleiri hnappatöflur
sl: Nobenih shem tipkovnic se ne da veè dodati

source: Keyboard map information
br: Titouroù war an tres stokellaoueg
ca: Informació de mapa de teclat
da: Tastaturkonfiguration-information
de: Tastaturtabelle - Information
eo: Informo pri klavartabelo
es: Información de mapas de teclados
et: Klahvitabeli info
fi: Näppäinkartan tiedot
is: Upplýsingar um hnappatöflur
no: Tarstaturkart-informasjon
pl: Informacje o mapie klawiatury
pt_br: Informações de mapa de teclado
ru: Информация по раскладке
sk: Informácie o klávesovej mape
sl: Informacije o shemi tipkovnice
sv: Information om tagentbordslayout

source: Add Keyboard
br: Ouzhpenn stokellaoueg
ca: Afegeix teclat
da: Tilføj tastatur
de: Tastatur hinzufügen
eo: Aldonu klavaron
es: Añadir Teclado
et: Lisa Klaviatuur
fi: Lisää mäppäimistö
is: Bæta við lyklaborði
no: Legg til tastatur
pl: Dodaj klawiaturê
pt_br: Adicionar Teclado
ru: Дабавить Раскладку
sk: Prida» klávesnicu
sl: Dodaj tipkovnico
sv: Lägg till tangentbord

source: Available keyboard maps
br: Tresoù stokellaoueg hegerz
ca: Mapes de teclat disponibles
da: Tilgængelige tastaturkonfigurationer
de: Verfügbare Tastaturtabellen
eo: Uzeblaj klavartabeloj
es: Mapas de teclados disponibles
et: Võimalikud klahvitabelid
fi: Saatavillaolevat näppäinkartat
is: Nothæfar hnappatöflur
no: Tilgjengelige tastaturkart
pl: Dostêpne mapy klawiatury
pt_br: Mapas de teclado disponíveis
ru: Доступные Раскладки
sk: Dostupné klávesnice
sl: Mo¾ne sheme tipkovnic
sv: Tillgängliga tagentbordslayouter

source: Keyboard maps
br: Tresoù stokellaoueg
ca: Mapes de teclat
da: Tastaturkort
de: Tastaturtabellen
eo: Klavartabeloj
es: Mapas de teclados
et: Klahvitabelid
fi: Näppäinkartat
is: Hnappatöflur
no: Tastaturkart
pl: Mapy klawiatury
pt_br: Mapas de teclado
ru: Раскладки
sk: Klávesnice
sl: Sheme tipkovnic
sv: Tagentbordslayouter

source: Switch and Alt Switch
br: Gwintañ ha gwintañ divoutin
ca: Canviar i Alt Canviar
da: Omskiftning mellem tastaturkonfigurationer
de: Wechseln und Alt-Wechseln
eo: Þalto kaj ALT Þalto
es: Cambiar y Alt Cambiar
et: Lüliti ja alt lüliti
fi: Vaihto ja Alt Vaihto
is: Töfluvals- og aukatáknahnappur
no: Bryter og Alt bryter
pl: Prze³±cznik i Prze³±cznik Alt
pt_br: Chavear e Chavear Alt
ru: Переключатель и Альтернативеый переключатель
sk: Prenutie a prepnutie s Altom
sl: Preklop in Alt preklop
sv: Byte och alt byte

source: Key(s) for switching between keyboard maps
da: Tast(er) der skifter mellem tastaturkonfigurationer
de: Taste(n) zum Wechseln der Tastaturtabellen
es: Tecla(s) para cambiar entre mapas de teclado
is: Lykill/lyklar til að skipta um hnappatöflur
sl: Tipka(e) za preklop med shemami tipkovnic

source: Key for activating Alternate symbols in current keyboard map
da: Tast der aktiverer alternative symboler i gældende tastaturkonfiguration
de: Taste zum Aktivieren alternativer Symbole in der aktuellen Tastaturtabelle
es: Teclas para activar símbolos alternativos en el mapa activo
is: Lykill til að virkja aukatákn á valdri hnappatöflu
sl: Tipka za aktiviranje alternativnih simbolov v trenutni shemi tipkovnice

source: &Beep
br: &Trouzal
ca: &Bip
da: &Lyd
de: &Ton
eo: &Pepu
et: &Piiks
fi: &Piippaa
is: &Flauta
no: &Bip
pl: &Brzêczyk
pt_br: Bip&e
ru: Сигн&ал
sk: &Zvuk
sl: &Zapiskaj
sv: &Summer

source: Beep when keyboard map is changed
da: Lyd når tastaturkortet ændres
de: Ton beim Wechsel der Tastaturtabelle
es: Emitit sonido cuando cambie el mapa de teclado
is: Flauta þegar skipt er um ham
sl: Zapiskaj ob spremembi sheme tipkovnice

source: Ad&vanced
br: &Araokaet
ca: A&vançat
da: A&vanceret
de: Er&weitert
eo: &Pli da
es: &Avanzadas
et: &Täpsemalt
fi: &Edistyneet optiot
is: F&rekari stillingar
no: A&vansert
pl: Z&aawansowane
pt_br: A&vançado
ru: С&пециальное
sk: Po&kroèilé
sl: &Napredne
sv: A&vancerat

source: Advanced options
br: Dibaboù araokaet
ca: Opcions avançades
da: Avancerede valg
de: Erweiterte Optionen
eo: Plia opcioj
es: Opciones avanzadas
et: Täpsemad valikud
fi: Edistyneet optiot
is: Frekari valmöguleikar
no: Avanserte valg
pl: Opcje zaawansowane
pt_br: Opções avançadas
ru: Специальные опции
sk: Pokroèilé nastavenie
sl: Napredne nastavitve
sv: Avancerade inställningar

source: Advanced
br: Araokaet
ca: Avançat
da: Avanceret
de: Erweitert
eo: Pli da
es: Avanzadas
et: Täpsemalt
fi: Edistyneet optiot
is: Frekari stillingar
no: Avansert
pl: Zaawansowane
pt_br: Avançado
ru: Специальное
sk: Pokroèilé
sl: Napredne
sv: Avancerat

source: &Emulate Caps Lock
br: &Kendarvanañ Krouilh Pennlizh
ca: &Emula Bloq Majús
da: &Emuler CapsLock
de: &Emuliere CapsLock
eo: &Imitu Majusklofiksan klavon
es: &Emular BloqMayús
et: &Emuleeri CapsLock'i
fi: &Emuloi CapsLock:a
is: &Herma eftir hástafalás
no: &Emuler CapsLock
pl: &Emulacja Caps Lock
pt_br: &Emular CapsLock
sk: &Emulova» CapsLock
sl: Posn&emaj Caps Lock
sv: &Emulera Caps Lock

source: Emulate XServer Caps Lock. Needed for correct keyboard operation in some languages
da: Emuler XServer-CapsLock. Behøves i visse sprog for at tastaturet virker rigtigt
de: Emuliere XServer-CapsLock. Für manche Sprachen benötigt
es: Emular BloqMayús del Servidor X. Necesario para ciertos idiomas
is: Herma eftir hástafalás X-þjóns. Sum tungumál krefjast þess.
sl: Posnemaj XServer Caps Lock. Potrebno za pravilno delovanje tipkovnice v nekaterih jezikih

source: &World Menu
br: &Lañser bedel
ca: Menú &mundial
da: &Verdensmenu
de: Weltmenü
eo: &Mondomenuo
es: Menú global
et: &Maailma menüü
fi: &Maailma valikko
is: Hei&msvalmynd
no: &Verdensmeny
pl: &Menu globalne
pt_br: &Menu mundial
ru: &Глобальное Меню
sk: &Svetové menu
sl: &Meni sveta
sv: &Världsmeny

source: Show menu in any window by holding sown the selected Switch key(s)
da: Vis menu i hvilket som helst vindue ved at holde omskiftetasterne nede
de: Zeige Menü in jedem Fenster durch Drücken der Wechseltasten
es: Mostrar menú en cualquier ventana al presionar teclas de cambio
is: Sýna valmynd í hvaða glugga sem er með því að halda niðri rofalykli

source: &Save Classes
br: &Enrollañ renkadoù
ca: &Desa classes
da: &Gem klasser
de: Klassen &speichern
eo: &Sekurigu klasojn
es: &Guardar Clases
et: &Salvesta klassid
fi: &Tallenna luokat
is: Vista &Klasa
no: &Lagre klasser
pl: &Zachowaj Klasy
pt_br: &Salvar Classes
ru: &Сохранять Классы
sk: &Ulo¾i» triedy
sl: &Shrani razrede
sv: &Spara klasser

source: Save relations between window classes and keyboard maps on exit
br: Enrollañ darempredoù etre renkadoù prenestr ha tres stokellaoueg en ur guitaat
ca: Desa les relacions entre classes de finestres i mapes de teclat
da: Gem relationer mellem vinduesklasser og tastaturkonfigurationer ved afslutning.
de: Speichere Abhängigkeit zwischen Fensterklassen und Tastaturtabellen beim Beenden
eo: Sekurigu æe eliro la rilatojn inter fenestroklasoj kaj klavartabeloj
es: Guardar relaciones entre ventanas y mapas de teclado al salir
et: Väljumisel salvesta suhted aknaklasside ja klahvitabelite vahel
fi: Tallenna yhteydet ikkunaluokkien ja näppäimistön välillä lopetettaessa
is: Vista vensl milli gluggaklasa og hnappatöflu þegar hætt er
no: Lagre relasjoner mellom vindusklasser og tastaturkart ved avsluttning.
pl: Podczas wyj¶cia zachowaj zwi±zki miêdzy klasami okien a mapami klawiatury
pt_br: Salvar relações entre classes de janela e mapas de teclado ao sair
ru: Сохранять при выходе соответсвие между раскладками и оконными классами
sk: Ulo¾i» vz»ahy medzi triedami okien a klávesovými mapami pri konci
sl: Ob izhodu shrani povezave med razredi oken in shemami tipkovnic
sv: Spara relationer mellan fönsterklasser och tagentbordslayouter vid avslut

source: Define X codes
br: Termeniñ bonegoù X
ca: Defineix codis X
da: Definér X-koder
de: Definiere X Codes
eo: Difinu X-koderojn
es: Definir códigos X
et: Defineeri X'i koodid
fi: Määrittele X -koodeja
is: Skilgreina X-kóða
no: Definer X-koder
pl: Definuj kody X
pt_br: Definir códigos X
sk: Definova» X kódy
sl: Definiraj X kode
sv: Definera X-koder

source: Input
br: Enmont
ca: Entrada
da: Data ind
de: Eingabe
eo: Enigo
es: Entrada
et: Sisend
fi: Syöte
is: Inntak
no: Data inn
pl: Wej¶cie
pt_br: Entrada
ru: Ввод
sk: Vstup
sl: Vnos
sv: Inmatning

source: Standard behavior. Keyboard map effective for all windows
da: Standardopførsel. Tastaturkonfiguration er aktivt for alle vinduer
de: Standardverhalten: Tastaturtabelle in allen Fenstern aktiv
es: Comportamiento estándar. Mapa activo usado para todas las ventanas
is: Venjuleg hegðun. Hnappataflan virk í öllum gluggum
sl: Standardno obna¹anje. Shema tipkovnice aktivna za vsa okna

source: Extended behavior. Keyboard map state is saved for each window independently
da: Udvidet opførsel. Tastaturkonfigurationstilstand gemmes uafhængigt for hvert vinduer
de: Zusatzoption: Status der Tastaturtabelle für jedes Fenster einzeln sichern
es: Comportamiento extendido. El estado del mapa de teclado se guarda independientemente para cada ventana
is: Auka hegðun. Hnappataflan er vistuð í hverjum glugga fyrir sig
sl: Raz¹irjeno obna¹anje. Stanje sheme tipkovnice se shrani za vsako okno posebej

source: Special behavior. Keyboard state is saved for each window class independently
da: Særlig opførsel. Tastaturkortets tilstand gemmes uafhængigt for hver vinduesklasse
de: Extraoption: Status der Tastaturtabelle für jede Klasse von Fenstern einzeln sichern
es: Comportamiento especial. El mapa activo se guarda para cada clase de ventana independientemente
is: Sérstök hegðun. Hnappataflan er vistuð í hverjum gluggaflokk fyrir sig
sl: Posebno obna¹anje. Stanje tipkovnice se shranjuje za vsak razred oken posebej

source: Button Colors
br: Livioù an nozelennoù
ca: Colors de botó
da: Knapfarver
de: Tastenfarbe
eo: Butonkoloroj
es: Colores del botón
et: Nupu värvid
fi: Näppäinten värit
is: Litur hnappa
no: Knappefarger
pl: Kolory przycisków
pt_br: Cores dos botões
ru: Цвета кнопки
sk: Farby tlaèítok
sl: Barve gumbov
sv: Knappfärger

source: Foreground
br: Rakleur
ca: Primer pla
da: Forgrund
de: Vordergrund
eo: Malfono
es: Primer plano
et: Esiplaan
fi: Tausta
is: Forgrunnslitur
no: Forgrunn
pl: Tekst
pt_br: Frente
ru: Передний план
sk: Popredie
sl: Ospredje
sv: Förgrund

source: Text label foreground color
da: Forgrundsfarve for tekst
de: Vordergrundfarbe für Textfeld
es: Color del texto de la etiqueta
is: Textalitur - forgrunnur
sl: Barva ospredja pri napisih

source: Background
da: Baggrund
de: Hintergrund
es: Fondo
is: Bakgrunnur
sl: Ozadnje

source: Text label background color
da: Baggrundsfarve for tekst
de: Hintergrundfarbe für Textfeld
es: Color del fondo de la etiqueta
is: Textalitur - bakgrunnur
sl: Barva ozadja pri napisih

source: With Caps Lock
br: Gant Krouilh Pennlizh
ca: Amb Bloq Majús
da: Med CapsLock
de: Mit CapsLock
eo: Per Majusklofiksa klavo
es: Con BloqMayús
et: CapsLock'iga
fi: CapsLock:n kanssa
is: Með hástafalás
no: Med CapsLock
pl: Z Caps Lock
pt_br: Com CapsLock
sk: S CapsLockom
sl: S Caps Lock
sv: Med Caps Lock

source: Background when Emulated Caps Lock active
br: Drekleur pa vez bev Kendarvanerezh Krouilh Pennlizh
ca: Fons quan està actiu l'emulació Bloq Majús
da: Baggrund når emuleret CapsLock er aktiv
de: Hindergrund, wenn emuliertes CapsLock aktiv ist
eo: Fonigu kiam imitita Majusklofiksa klavo estas aktiva
es: Fondo cuando BloqMayús emulado esta activado
et: Taust kui emuleeritud CapsLock on aktiivne
fi: Tausta kun emuloitu CapsLock on aktivoitu
is: Bakgrunnur þegar hermt er eftir hástafalás
no: Bakgrunn når emulert CapsLock er aktiv
pl: T³o kiedy prze³±cznik Alt jest wci¶niêty
pt_br: Fundo quando Capslock emulado estiver ativo
sk: Pozadie keï je emulácia CapsLocku aktívna
sl: Ozadje kadar je posnemanje Caps Lock aktivno
sv: Bakgrund när emulerad Caps Lock är aktiverad

source: With Alternate
br: Gant hini divoutin
ca: Amb alternatiu
da: Med alternativ
de: Mit Alternieren
eo: Per ALT-klavo
es: Con Alt
et: ALT'iga
fi: Alt:n kanssa
is: Með aukahnapp
no: Med alternativ
pl: Z Alt
pt_br: Com Alternativa
ru: Вместе с Алтернативным
sk: S Alt
sl: Z alternativnim
sv: Med Alt

source: Background when Alternate switch key is pressed
da: Baggrund når alternativ-omskiftetasten er nedtrykket
de: Hintergrund, wenn Alternieren-Schalter gedrückt ist
es: Fondo cuando la tecla de cambio alternativo está pulsada
is: Bakgrunnur þegar ýtt er á aukahnapp
sl: Ozadje, kadar je pritisnjeno alternativno stikalo

source: Button Font
br: Nodrezh an nozelenn
ca: Font de botó
da: Skrifttype på trykknapper
de: Tasten-Schrift
eo: Butontiparo
es: Fuente del botón
et: Nupu font
fi: Näppäimen kirjasin
is: Leturgerð takka
no: Knappeskrifttype
pl: Czcionka przycisku
pt_br: Fonte do Botão
ru: Фонт кнопки
sk: Písmo tlaèítka
sl: Pisava gumba
sv: Knapptypsnitt

source: &Customize Font
br: &Neuziañ an nodrezh
ca: Font a &mida
da: &Brugerdefineret skrifttype
de: Schrift an&passen
eo: &Propra tiparon
es: Personalizar Fuente
et: &Kohanda fonti
fi: &Muuta kirjasinta
is: Sérsmíða le&turgerð
no: &Egendefinert skrifttype
pl: Dostosuj czcio&nkê
pt_br: &Customizar Fonte
ru: &Выбрать свой Фонт
sk: &Nastavi» písmo
sl: &Prikroji pisavo
sv: &Anpassa typsnitt

source: Customize Font for text label or use global settings
br: Neuziañ nodrezh testenn ar skridennad pe implij ar c'hefluniadur hollek
ca: Font a mida pel text d'etiqueta o usa l'arranjament global
da: Brugerdefineret skrifttype for tekst eller brug globale indstillinger
de: Schrift des Textlabels anpassen oder allgemeine Einstellungen benutzen
eo: Propra tiparo por teksteto aý uzu mallokan agorda¼on
es: Personalizar fuente para el texto o usar opciones globales
et: Muuda teksti pealdise fonti või kasuta globaalseid seadistusi
fi: Muuta kirjasinta tekstikenttään tai käytä yleisiä asetuksia
is: Sérsmíða leturgerð fyrir texta eða nota altækar stillingar
no: Egendefiner skrifttype for tekst merkelapp eller bruk globale innstillinger
pl: Dostosuj czcionkê dla tekstu lub u¿yj ustawieñ globalnych
pt_br: Customizar Fonte para textos ou utilizar configurações globais
ru: Подобрать фонт для текста или использовать глобальные установки KDE
sk: Nastavi» písmo pre textový popis alebo pou¾i» globálne nastavenie
sl: Prikroji pisavo za oznako besedila ali uporabi globalne nastavitve
sv: Anpassa typsnitt för texten eller använd globala inställningar

source: C&hange Font
br: &Kemmañ nodrezh
ca: C&anvia font
da: &Ret skrifttype
de: &Schrift ändern
eo: Þ&anøu tiparon
es: Cambiar Fuente
et: M&uuda font
fi: &Vaihda kirjasinta
is: Bre&yta Letri
no: &Endre skrifttype
pl: Zmieñ &czcionkê
pt_br: M&udar Fonte
ru: В&ыбрать Фонт
sk: &Zmeni» font
sl: Sp&remeni pisavo
sv: B&yt typsnitt

source: &Autostart
br: &Emloc'h
ca: &Autoengega
eo: &Aýtomata lanæo
es: &Autoinicio
fi: &Automaattikäynnistys
is: Sjálfvirk gangsetning
pt_br: &Auto-Início
ru: &Автостарт
sk: &Auto¹tart
sl: S&amodejni zagon

source: Start up automatically
br: Loc'hañ ent emgefreek
ca: Engega automàticament
da: Start automatisk
de: Starte automatisch
eo: Lanæiøu aýtomate
es: Iniciar automáticamente
et: Käivitu automaatselt
fi: Käynnistä automaattisesti
is: Fara sjálfvirkt í gang
no: Start opp automatisk
pl: Uruchom automatycznie
pt_br: Iniciar automaticamente
sk: Spusti» sa automaticky
sl: Samodejno se za¾eni
sv: Starta upp automatiskt

source: &Docked
br: En&soc'het
ca: &Encastat
da: &Vis i panel
de: Einge&bunden in Kontroll-Leiste
eo: &Dokita
es: Empotrado
et: &Dokitud
fi: &Nielaise
is: Á s&pjaldið
no: &Dokket
pl: Za&dokowany
pt_br: &Embutido
sk: &V paneli
sl: Zasi&draj
sv: &Dockad
