Repository: KDE/kde1-kdebase
Catalog: po/*/kikbd.po
Languages: br, ca, da, de, eo, es, et, fi, is, no, pl, pt_br, ru, sk, sl, sv

source: KDE International Keyboard already started on this display.
br: Stokellaoueg etrevraodel KDE loc'het war an diskouez-mañ endeo.
ca: Ja s'ha engegat en aquesta pantalla el teclat internacional KDE.
da: KDE Internationalt Tastatur er allerede startet på denne skærm.
de: KDE-Internationale-Tastatur wurde bereits auf diesem Display gestartet.
eo: Internacia KDE-Klavaro jam lanæita sur tiu æi ekrano
es: KDE Teclado Internacional ya se está ejecutando.
et: KDE rahvusvaheline klaviatuur on sellel ekraanil juba käivitatud
fi: KDE Kansainvälinen näppäimistö käynnistetty jo tällä näytöllä.
is: Alþjóðlega lyklaborðskerfið er nú þegar í gangi á þessum skjá.
no: KDE internasjonalt tastatur er allerede started på denne skjermen.
pl: Program klawiatury miêdzynarodowej jest ju¿ uruchomiony
pt_br: Teclado Internacional do KDE já foi iniciado nesse display
ru: KDE Интернациональная Клавиатура уже запушена на этом Дисплее
sk: KDE Medzinárodná klávesnica bola u¾ na tomto displayi spustená.
sl: Na tem zaslonu je ¾e bila zagnana KDE Internacionalna tipkovnica.
sv: Kde Internationellt Tangentbord har redan startats på den här skärmen.

source: X codes "%s" file does not exist. Using X default codes.
br: Restr kodoù X "%s"n'eus ket anezhañ. Oc'h implij kodoù X dre ziouer.
ca: El fitxer de codis X "%s" no existeix. Es faran servir els codis X per omissió.
da: X-kodefilen "%s" findes ikke. Bruger standard X-koder.
de: X Codes "%s" Datei existiert nicht. Benutze X-Standardcodes.
eo: dosiero "%s" de X-koderoj ne ekzistas. Uzante implicitajn X-koderojn.
es: Archivo de códigos X "%s" no existe. Usando códigos de X por defecto.
et: X'i koodide "%s" faili ei eksisteeri. Kasutatakse vaikekoode.
fi: X kooditiedostoa "%s" ei ole olemassa. Käytän X:n oletuskooditiedostoa.
is: X-kóðunarskráin "%s" er ekki til. Nota sjálfgefna kóða.
no: X-kodefilen "%s" finnes ikke. Bruker standard X-koder.
pl: Plik z kodami X "%s" nie istnieje. U¿ycie domy¶lnych kodów X.
pt_br: Arquivo de códigos "%s" do X não existe. Utilizando códigos padrões do X.
sk: Súbor s X kódmi "%s" neexistuje. Pou¾ívam ¹tandardné X kódy.
sl: X kodna "%s" datoteka ne obstaja. Uporabil bom X privzete kode.
sv: X-kodsfilen "%s" hittades inte. Använder X standardkoder.

source: Keyboard map "%s" does not exists. Skipping this map.
br: Tres stokellaoueg "%s" n'eus ket anezhañ. O tremen e biou dezhañ.
ca: El mapa de teclat "%s" no existeix. S'omet aquest mapa.
da: Tastaturkonfiguration "%s" findes ikke. Springer denne konfiguration over.
de: Keyboard map "%s" existiert nicht. Übergehe diese map.
eo: Klavartabelo "%s" ne ekzistas. Preterirante tiun tabelon.
es: Mapa de teclado "%s" no existe. Ignorando este mapa.
et: Klahvitabelit "%s" ei eksisteeri. See jäetakse vahele.
fi: Näppäinkarttaa "%s" ei ole olemassa. Ohitan tämän kartan.
is: Hnappatafla "%s" er ekki til. Sleppi þessari töflu.
no: Tastaturkart "%s" finnes ikke. Hopper over dette kartet.
pl: Mapa klawiatury "%s" nie istnieje. Pominiêcie tej mapy.
pt_br: Mapa de teclado "%s" não existe. Pulando este mapa.
sk: Klávesová mapa "%s" neexistuje. Vynechávam ju.
sl: Tipkovnièina shema "%s" ne obstaja. To shemo bom preskoèil.
sv: Tangentbordslayouten "%s" hittades inte. Hoppar över layouten.

source: Setup
br: Kefluniadur
ca: Valors
da: Opsætning
de: Einstellungen
eo: Agorda¼o
es: Configurar
et: Seadistus
fi: Asetukset
is: Stillingar
no: Oppsett
pl: Ustawienia
pt_br: Configuração
ru: Конфигурация
sk: Nastavenie
sl: Nastavitve
sv: Inställnigar

source: Can not remove %s from Modifiers.
br: N'hallan ket lemel %s a-ziwar ar gemmerien.
ca: No es pot eliminar %s dels modificadors.
da: Kan ikke fjerne %s fra "Modifiers".
de: Kann %s nicht aus Modifikatoren entfernen.
eo: Ne eblas forigi %s de la modifiloj.
es: No se puede eliminar %s de los Modificados
et: Modifikaatorit %s ei ole võimalik eemadada.
fi: En voi poistaa %s:ää Modifieriin.
is: Get ekki tekið %s úr lista áhrifahnappa.
no: Kan ikke fjerne %s fra "Modifiers".
pl: Nie mogê usun±æ %s spo¶ród modyfikatorów.
pt_br: Impossível remover %s dos Modificadores.
ru: Не возможно удалить %s из таблицы модификаторов.
sk: Nemô¾em zru¹i» %s z modifikátorov.
sl: Ne morem odstraniti %s iz Spremenljivk.
sv: Kan inte ta bort %s från väljarna.

source: Can not add %s to Modifier number 3.
br: N'hallan ket ouzhpennañ % d'ar c'hemmer niverenn 3.
ca: No es pot afegir %s al modificador número 3.
da: Kan ikke tilføje %s til "Modifier" nr. 3.
de: Kann %s nicht zu Modifikator Nr. 3 hinzufügen.
eo: Ne eblas aldoni %s al la modifilo n-ro 3.
es: No se pudo añadir %s al modificador número 3
et: %s pole võimalik lisada modifikaatorisse nr.3.
fi: En voi lisätä %s:ää Modifier 3.
is: Get ekki bætt %s við áhrifahnapp númer 3.
no: Kan ikke legge til %s til "Modifier" nr. 3.
pl: Nie mogê dodaæ %s do modyfikatora o numerze 3.
pt_br: Impossível adicionar %s ao Modificador número 3.
sk: Nemô¾em prida» %s k modifikátoru èislo 3.
sl: Ne morem dodati %s k Spremenljivki ¹tevilka 3.
sv: Kan inte lägga till %s till väljare nummer 3.

source: Can not set Mode Switch as %s for keyboard %s. Alt symbols disabled
br: N'hallan ket termeniñ Mod Gwintañ da %s evit ar stokellaoueg %s. Arouezenn Alt dizoberiet.
ca: No es pot establir el mode canvi %s pel teclat %s. Es desactiven els símbols Alt
da: Kan ikke sætte "Mode Switch" som %s for tastatur %s. "Alt" symboler er ikke aktiveret
de: Kann den Modusschalter nicht auf %s setzten bei Tastatur %s. Alt-Symbole deaktiviert
eo: Ne eblas difini modoþaltilon %s por la klavaro %s. Alt-simboloj malebligitaj
es: No se puede establecer el Cambio de Modo a %s para el teclado %s. Símbolos Alt inhabilitados
et: Mode switch'i kui %s pole võimalik seada klaviatuuri %s jaoks. Alt sümbolid keelatud
fi: En saanut asetettua Mode Switch:a %s:ksi näppäimistölle %s. Alt symbolit estetty
is: Get ekki stillt hamskiptarofann sem %s fyrir lyklaborðið %s. Aukatákn gerð óvirk
no: Kan ikke sette Mode Switch som %s for tastatur %s. "Alt" symboler utkoplet
pl: %s nie mo¿e byæ Prze³±cznikiem Trybu dla klawiatury %s. Symbole Alt wy³±czone
pt_br: Impossível configurar Chave de Modo como %s para o teclado %s. Simbolos Alt desligados
ru: Не возможно выставить Mode Switch %s для %s. Альтернативные символы отключены.
sk: Nemô¾em nastavi» prepínaè re¾imu ako %s pre klávesnicu %s. Alt symboly zakázané
sl: Ne morem nastaviti stikala naèina na %s za tipkovnico %s. Alt simbol je izklopljen
sv: Kan inte sätta lägesbytare som %s för tangentbordet %s. Alternativsymboler avstängda.

source: Can't remove Caps Lock from Modifiers. Caps Lock Emulation disabled
da: Kan ikke fjerne Caps Lock fra "Modifier". Caps Lock-emulering er ikke aktiveret.
de: Kann CapsLock nicht aus Modifikatoren entfernen. CapsLock-Emulation deaktiviert
es: No se pude eliminar el Bloqueo de Mayúsculas de los modificadores. Emulación de Bloqueo de Mayúsculas inhabilitada
is: Get ekki fjarlægt hástafalás úr áhrifahnappalista. Hætt að herma eftir hástafalás
sl: Caps Lock ni mo¾no odstraniti iz Spremenljivk. Posnemanje Caps Lock je izkljuèeno

source: Exiting International Keyboard
br: O kuitaat ar Stokellaoueg Etrevroadel
da: Afslutter Internationalt Tastatur
de: Verlasse internationales Tastaturlayout
es: Saliendo de Teclado Internacional
fi: Lopetetaan Kansainvälinen näppäimistö
is: Loka Alþjóðlega lyklaborðinu
no: Avslutter Internasjonalt tastatur
pl: Wyj¶cie z programu klawiatury miêdzynarodowej
pt_br: Saindo do Teclado Internacional
sk: Ukonèujem medzinárodnú klávesnicu
sl: Izhod iz Internacionalne tipkovnice
sv: Avslutar Internationellt tangentbord

source: You're about to quit the "International Keyboard" tool. Do you want to have it autostarted at your next login?
br: War bouez kuitaat an ostilh "Stokellaoueg Etrevroadel" emaoc'h. Ha fellout a ra deoc'h e emloc'hfe pa ereit an tro kentañ ?
da: Afslutter "Internationalt tastatur"-programmet. Skal det starte automatisk næste gang KDE startes?
de: Sie sind dabei, das "Internationale Tastatur-Tool" zu verlassen. Möchten Sie es automatisch starten, wenn Sie das nächste Mal einloggen?
es: Esta saliendo de la herramienta de "teclado internacional". Quiere que sea activada en su siguiente entrada al sistema?
et: Sa soovisid väljuda programmist "Rahvusvaheline klaviatuur". Soovid sa, et see käivitataks automaatselt järgmisel sisse logimisel?
fi: Olet lopettamassa "Kansainvälinen näppäimistö" TYÖKALUN. Haluatko että se käynnistetään automaattisesti seuraavalla kerralla?
is: Þú ert að loka "Alþjóðlega lyklaborðinu". Viltu að það fari sjálfkrafa í gang í næstu setu?
no: Du holder på å avslutte "Internasjonalt tastatur"-verktøyet. Vil du at det automatisk skal starte ved neste innlogging?
pl: Zakoñczenie pracy programu miêdzynarodowej klawiatury. Czy uruchomiæ program przy nastêpnym zalogowaniu?
pt_br: Você está para sair da ferramenta "Teclado Internacional."Você quer reiniciá-lo automaticamente em sua próxima sessão ?
sk: Práve chcete ukonèi» "Medzinárodnú Klávesnicu". Chcete, aby sa automaticky spustil pri va¹om ïal¹om nahlásení?
sl: Ste pred izhodom iz orodja "Internacionalna tipkovnica". ®elite, da se ob naslednji prijavi samodejno za¾ene?
sv: Du är på väg att avsluta "Internationellt tangentbord"-verktyget. Vill du att det ska startas automatiskt nästa gång du loggar in?

source: KeyMap: can't allocate memory
da: Tastaturkonfiguration: kan ikke tildele hukommelse
de: KeyMap: Kann Speicher nicht zuordnen
es: KeyMap: no pude reservar memoria
is: Gat ekki tekið frá minni
sl: KeyMap: ni mo¾no dodeliti pomnilnika

source: Can't find symbol "%s". Maybe your default X codes do not match. You can preset X codes from section "Advanced" in the configuration program.
da: Kan ikke finde symbolet "%s". Dette kan måske skyldes at standardopsætningen af X-koder ikke stemmer overens. De kan sættes på forhånd i "Avanceret"-sektionen af indstillingsprogrammet.
de: Symbol "%s" nicht gefunden. Vielleicht passen Ihre Standard-XCodes nicht. Sie können die XCodes unter "Erweitert" im Konfigurationsprogramm voreinstellen.
es: Imposible encontrar símbolo "%s". Tal vez sus códigos de X por defcto no coinciden. Puede definir códigos X en la sección "Avanzado" del programa de configuración.
is: Finn ekki táknið "%s". Það getur verið að X-kóðarnir passi ekki. Þú getur breytt X-kóðanum í "Frekari stillingar" hlutanum í stillingarforriti.
sl: Simbola "%s" ni mo¾no najti. Mogoèe se va¹e privzete X-kode ne ujemajo. Na zaèetne vrednosti jih lahko nastavite v razdelku "Napredne" v konfiguracijskem programu.

source: KeyMap: can't find symbol "%s".
da: Tastaturkonfiguration: kan ikke finde symbolet "%s".
de: KeyMap: Kann Symbol "%s" nicht finden
es: KeyMap: no se pudo encontrar el símbolo "%s".
is: Finn ekki táknið "%s".
sl: KeyMap: simbola "%s" ni mo¾no najti.

source: KeyMap: can't read keycode "%s".
da: Tastaturkonfiguration: kan ikke forstå tastkode "%s".
de: KeyMap: Kann Zeichencode "%s" nicht lesen.
es: KeyMap: no se puede leer el código "%s".
is: Skil ekki hnappakóða "%s".
sl: KeyMap: kode "%s" ni mo¾no prebrati.

source: KeyMap: keycode "%s" is out of range.
da: Tastaturkort: tastkode "%s" går udenfor gyldigt område.
de: KeyMap: Zeichenkode "%s" ist außerhalb des Bereiches
es: KeyMap: código "%s" fuera de rango.
is: Hnappakóði "%s" fer út fyrir skilgreint svið.
sl: KeyMap: koda tipke "%s" je izven dosega.

source: Global
br: Hollek
eo: Malloka
et: Globaalne
fi: Yleiset
is: Altækt
pl: Globalne
ru: Глобально
sk: Globálne
sl: Univerzalno

source: Window
br: Prenestr
ca: Finestra
da: Vindue
de: Fenster
eo: Fenestro
es: Ventana
et: Aken
fi: Ikkuna
is: Gluggi
no: Vindu
pl: Okno
pt_br: Janela
ru: Окно
sk: Okno
sl: Okno
sv: Fönster

source: Class
br: Renkad
ca: Classe
da: Klasse
de: Klasse
eo: Klaso
es: Clase
et: Klass
fi: Luokka
is: Klasi
no: Klasse
pl: Klasa
pt_br: Classe
ru: Класс
sk: Trieda
sl: Razred
sv: Klass

source: (None)
br: (Hini ebet)
ca: (cap)
da: (Ingen)
de: (Kein)
eo: (Neniu)
es: (Ninguno)
et: (puudub)
fi: (Ei mikään)
is: (ekkert)
no: (Ingen)
pl: (Brak)
pt_br: (nenhum)
ru: (Нет)
sk: (®iadne)
sl: (Niè)
sv: (Ingen)

source: Right Alt
br: Alt a-zehou
ca: Alt dreta
da: Højre Alt
de: Alt Gr
eo: Dekstra ALT
es: Alt Derecho
et: Parem Alt
fi: Oikea Alt
is: Hægri (Alt)
no: Høyre Alt
pl: Prawy Alt
pt_br: Alt Direito
ru: Правый Alt
sk: Pravý Alt
sl: Desni Alt
sv: Höger alt

source: Right Control
br: Control a-zehou
ca: Control dreta
da: Højre Ctrl
de: Rechts Strg
eo: Dekstra KTRL
es: Control Izquierdo
et: Parem Control
fi: Oikea Control
is: Hægri (Ctrl)
no: Høyre Control
pl: Prawy Control
pt_br: Control Direito
ru: Правый Control
sk: Pravý Ctrl
sl: Desni Control
sv: Höger control

source: Rights (Alt+Shift)
br: (Alt+Shift) a-zehou
ca: Dreta (Alt+Majús)
da: Højre (Alt+Shift)
de: Rechts (Alt+Shift)
eo: Dekstra (ALT+MAJUSKL)
es: Derecha (Alt+Shift)
et: Paremad (Alt+Shift)
fi: Oikeat (Alt+Shift)
is: Hægri (Alt+Shift)
no: Høyre (Alt+Shift)
pl: Prawe (Alt+Shift)
pt_br: Direitos (Alt+Shift)
ru: Правые (Alt+Shift)
sk: Pravé (Alt+Shift)
sl: Desni (Alt+Shift)
sv: Höger (Alt+Shift)

source: Rights (Ctrl+Alt)
br: (Ctrl+Alt) a-zehou
ca: Dreta (Ctrl+Alt)
da: Højre (Ctrl+Alt)
de: Rechts (Strg+Alt)
eo: Dekstra (KTRL+ALT)
es: Derecha (Ctrl+Alt)
et: Paremad (Ctrl+Alt)
fi: Oikeat (Ctrl+Alt)
is: Hægri (Ctrl+Alt)
no: Høyre (Ctrl+Alt)
pl: Prawe (Ctrl+Alt)
pt_br: Direitos (Ctrl+Alt)
ru: Правые (Ctrl+Alt)
sk: Pravé (Ctrl+Alt)
sl: Desni (Ctrl+Alt)
sv: Höger (Ctrl+Alt)

source: Rights (Ctrl+Shift)
br: (Ctrl+Shift) a-zehou
ca: Dreta (Ctrl+Majús)
da: Højre (Ctrl+Shift)
de: Rechts (Strg+Shift)
eo: Dekstra (KTRL+MAJUSKL)
es: Derecha (Ctrl+Shift)
et: Paremad (Ctrl+Shift)
fi: Oikeat (Ctrl+Shift)
is: Hægri (Ctrl+Shift)
no: Høyre (Ctrl+Shift)
pl: Prawe (Ctrl+Shift)
pt_br: Direitos (Ctrl+Shift)
ru: Правые (Ctrl+Shift)
sk: Pravé (Ctrl+Shift)
sl: Desni (Ctrl+Shift)
sv: Höger (Ctrl+Shift)

source: Lefts (Alt+Shift)
br: (Alt+Shift) a-gleiz
ca: Esquerra (Alt+Majús)
da: Venstre (Alt+Shift)
de: Links (Alt+Shift)
eo: Maldekstra (ALT+MAJUSKL)
es: Izquierda (Alt+Shift)
et: Vasakud (Alt+Shift)
fi: Vasemmat (Alt+Shift)
is: Vinstri (Alt+Shift)
no: Venstre (Alt+Shift)
pl: Lewe (Alt+Shift)
pt_br: Esquerdos (Alt+Shift)
ru: Левые (Alt+Shift)
sk: ¥avé (Alt+Shift)
sl: Levi (Alt+Shift)
sv: Vänster (Alt+Shift)

source: Lefts (Ctrl+Alt)
br: (Ctrl+Alt) a-gleiz
ca: Esquerra (Ctrl+Alt)
da: Venstre (Ctrl+Alt)
de: Links (Strg+Alt)
eo: MAldekstra (KTRL+ALT)
es: Izquierda (Ctrl+Alt)
et: Vasakud (Ctrl+Alt)
fi: Vasemmat (Ctrl+Alt)
is: Vinstri (Ctrl+Alt)
no: Venstre (Ctrl+Alt)
pl: Lewe (Ctrl+Alt)
pt_br: Esquerdos (Ctrl+Alt)
ru: Левые (Ctrl+Alt)
sk: ¥avé (Ctrl+Alt)
sl: Levi (Ctrl+Alt)
sv: Vänster (Ctrl+Alt)

source: Lefts (Ctrl+Shift)
br: (Ctrl+Shift) a-gleiz
ca: Esquerra (Ctrl+Majús)
da: Venstre (Ctrl+Shift)
de: Links (Strg+Shift)
eo: Maldekstra (KTRL+MAJUSKL)
es: Izquierda (Ctrl+Shift)
et: Vasakud (Ctrl+Shift)
fi: Vasemmat (Ctrl+Shift)
is: Vinstri (Ctrl+Shift)
no: Venstre (Ctrl+Shift)
pl: Lewe (Ctrl+Shift)
pt_br: Esquerdos (Ctrl+Shift)
ru: Левые (Ctrl+Shift)
sk: ¥avé (Ctrl+Shift)
sl: Leva (Ctrl+Shift)
sv: Vänster (Ctrl+Shift)

source: Both Shift's (Shift+Shift)
br: An daou Pennlizh
ca: Ambdues Majús (Majús+Majús)
da: Begge sider (Shift+Shift)
de: Beide Shifts (Shift+Shift)
eo: Ambaý MAJUSKL (samtempe)
es: Ambos Shifts (Shift+Shift)
et: Mõlemad Shift'id (Shift+Shift)
fi: Molemmat shiftit (Shift+Shift)
is: Báðir lyftitakkar (Shift+Shift)
no: Begge Shift'ene (Shift+Shift)
pl: Obydwa Shifty (Shift+Shift)
pt_br: Ambos os Shifts (Shift+Shift)
ru: Оба Shift'а (Shift+Shift)
sk: Obidva Shifty
sl: Obe dvigalki (Shift+Shift)
sv: Båda shiftknapparna (Shift+Shift)

source: Right Meta
br: Meta a-zehou
ca: Meta dreta
da: Højre Meta
de: Alt Gr
es: Alt Derecho
et: Parem Meta
fi: Oikea Meta
is: Hægri Meta
no: Høyre Meta
pl: Prawy Meta
pt_br: Meta Direito
sk: Pravý Meta
sl: Desna Meta
sv: Höger meta

source: Left Alt
br: Alt a-gleiz
ca: Alt esquerra
da: Venstre Alt
de: Links Alt
eo: MAldekstra ALT
es: Alt Izquierdo
et: Vasak Alt
fi: Vasen Alt
is: Vinstri (Alt)
no: Venstre Alt
pl: Lewy Alt
pt_br: Alt Esquerdo
ru: Левый Alt
sk: ¥avý Alt
sl: Levi Alt
sv: Vänster alt

source: Left Control
br: Control a-gleiz
ca: Control esquerra
da: Venstre Ctrl
de: Links Strg
eo: Maldekstra KTRL
es: Control Izquierdo
et: Vasak Control
fi: Vasen Control
is: Vinstri (Ctrl)
no: Venstre Control
pl: Lewy Control
pt_br: Control Esquerdo
ru: Левый Control
sk: ¥avý Ctrl
sl: Levi Control
sv: Vänster control

source: Left Meta
br: Meta a-gleiz
ca: Meta esquerra
da: Venstre Meta
de: Links Alt
es: Alt Izquierdo
et: Vasak Meta
fi: Vasen Meta
is: Vinstri Meta
no: Venstre Meta
pl: Lewy Meta
pt_br: Meta Esquerdo
sk: ¥avý Meta
sl: Leva Meta
sv: Vänster meta

source: Top Left
br: Laez a-gleiz
ca: Dalt esquerra
da: Venstre øverst
de: Oben/Links
eo: Supre malsdekstre
es: Arriba izquierda
et: Üleval vasakul
fi: Ylä vasen
is: Efst til vinstri
no: Venstre topp
pl: Górny Lewy
pt_br: Topo esquerdo
ru: Вверху слева
sk: Vµavo hore
sl: Zgoraj levo
sv: Övre vänstra

source: Top Right
br: Laez a-zehou
ca: Dalt dreta
da: Højre øverst
de: Oben/Rechts
eo: Supre dekstre
es: Arriba derecha
et: Üleval paremal
fi: Ylä oikea
is: Efst til hægri
no: Høyre topp
pl: Górny prawy
pt_br: Topo direito
ru: Вверху справа
sk: Vpravo hore
sl: Zgoraj desno
sv: Övre högra

source: Bottom Left
br: Traoñ a-gleiz
ca: Baix esquerra
da: Venstre nederst
de: Unten/Links
eo: Malsupre maldekstre
es: Abajo izquierda
et: All vasakul
fi: Ala vasen
is: Neðst til vinstri
no: Venstre bunn
pl: Dolny Lewy
pt_br: Fundo esquerdo
ru: Внизу слева
sk: Vµavo dole
sl: Spodaj levo
sv: Nedre vänstra

source: Bottom Right
br: Traoñ a-zehou
ca: Baix dreta
da: Højre nederst
de: Unten/Rechts
eo: Malsupre dekstre
es: Abajo derecha
et: All paremal
fi: Ala oikea
is: Neðst til hægri
no: Høyre bunn
pl: Dolny Prawy
pt_br: Fundo direito
ru: Внизу справа
sk: Vpravo dole
sl: Spodaj desno
sv: Nedre högra

source: X default codes
br: Kodoù X dre ziouer
ca: Codis X per omissió
da: X-standardkoder
de: X-Standardcodes
eo: implicitaj X-kodoj
es: códigos que usa X por defecto
et: X'i vaikimisi koodid
fi: X oletuskoodit
is: Sjálfgefnir X-kóðar
no: X-standardkoder
pl: Domy¶lne kody X
pt_br: Códigos padrões do X
sk: ¹tandardné X kódy
sl: X privzete kode
sv: X standardkoder

source: %s Do you want to configure now?
br: %s Ha fellout a ra deoc'h kefluniañ bremañ ?
ca: %s Voleu configurar ara?
da: %s Tilpas indstillinger nu?
de: %s Möchten Sie die Konfiguration jetzt vornehmen?
es: %s Quiere configurar ahora?
et: %s Soovid sa praegu jätkata?
fi: %s Haluatko asettaa nyt?
is: %s Viltu stilla núna?
no: %s Vil du konfigurere nå?
pl: %s Chcesz teraz skonfigurowaæ?
pt_br: %s Você quer continuar?
sk: %s Chcete teraz konfigurova»?
sl: %s Ali hoèe¹ sedaj prikrojiti?
sv: %s Vill du ändra inställningarna nu?

source: You're using "International Keyboard" for the first time. I installed a number of default settings.
br: Ar wech kentañ eo deoc'h implij ar "Stokellaoueg Etrevroadel". Staliaet am eus kefluniadurioù zo dre ziouer.
ca: Esteu fent servir "Teclat internacional" per primer cop. He instal·lat un arranjament per omissió.
da: "Internationalt tastatur" køres for første gang. En række standardindstillinger er blevet installeret.
de: Sie benutzen "Internationale Tastatur" zum ersten Mal. Es wurden einige Standardwerte voreingestellt.
es: Esta usando "Teclado internacional" por primera vez. Se instalaron los valores por defecto.
et: Sa kasutad "Rahvusvahelist klaviatuuri" esimest korda. Ma installeerisin mitmed vaikeväärtused.
fi: Käytät "Kansainvälistä näppäimistöä" ensimmäisen kerran. Monia oletusasetuksia on otettu käyttöön.
is: Þú ert núna að nota "Alþjóðlega lyklaborðið" í fyrsta skiptið. Hef sett upp nokkur sjálfgefin gildi.
no: Du bruker "Internasjonalt tastatur" for første gang. Jeg installerte en rekke standardinnstillinger.
pl: U¿ywasz po raz pierwszy programu klawiatury miêdzynarodowej. Zainstalowane zosta³y ustawienia domy¶lne.
pt_br: Você está usando o "Teclado Internacional" pela primeira vez. Instalei algumas configurações padrões.
sk: Pou¾ívate "Medzinárodnú Klávesnicu" poprvý krát. Nain¹taloval som niekoµko ¹tandardných nastavení.
sl: Prviè uporabljate "Internacionalno tipkovnico". Namestil sem nekatere privzete nastavitve.
sv: Du använder "Internationellt tangentbord" för första gången. Jag installerade ett antal standardinställningar.

source: unknown
br: dianav
ca: desconegut
da: ukendt
de: Unbekannt
eo: nekonata
es: desconocido
et: tundmatu
fi: tuntematon
is: óþekkt
no: ukjent
pl: nieznane
pt_br: desconhecido
sk: neznámy
sl: neznano
sv: okänd

source: default
br: dre ziouer
ca: omissió
da: standard
de: Standard
eo: implicita
es: por defecto
et: vaikimisi
fi: oletus
is: sjálfgefin
no: standard
pl: domy¶lnie
pt_br: padrão
ru: по умолчанию
sk: ¹tandardný
sl: privzeto
sv: standard

source: Author: Not specified
br: Aozer : antermenet
ca: Autor: no especificat
da: Forfatter: Ikke opgivet
de: Autor: Nicht angegeben
eo: Aýtoro: ne indikita
es: Autor: No especificado
et: Autor: Ei ole määratud
fi: Tekijä: Ei määritelty
is: Höfundur: Ekki skráður
no: Forfatter: Ikke oppgitt
pl: Autor: Nie podano
pt_br: Autor: não especificado
ru: Автор: Не определен
sk: Autor: Ne¹pecifikovaný
sl: Avtor: Ni doloèeno
sv: Upphovsman: Ej angiven

source: Author
br: Aozer
ca: Autor
da: Forfatter
de: Autor
eo: Aýtoro
es: Autor
et: Autor
fi: Tekijä
is: Höfundur
no: Forfatter
pl: Autor
pt_br: Autor
ru: Автор
sk: Autor
sl: Avtor
sv: Upphovsman

source: Description:
br: Deskrivadur :
ca: Descripció:
da: Beskrivelse:
de: Beschreibung:
eo: Priskribo:
es: Descripción:
et: Kirjeldus:
fi: Kuvaus:
is: Lýsing:
no: Beskrivelse:
pl: Opis:
pt_br: Descrição:
ru: Описание:
sk: Popis:
sl: Opis:
sv: Beskrivning:

source: Source:
br: Tarzh :
ca: Font:
da: Kilde:
de: Quelle:
eo: Fonto:
es: Fuente:
et: Allikas:
fi: Lähde:
is: Uppruni:
no: Kilde:
pl: ¬ród³o:
pt_br: Fonte:
ru: Источник:
sk: Zdroj:
sl: Vir:
sv: Källa:

source: no file
br: restr ebet
ca: cap fitxer
da: ingen fil
de: Keine Datei
eo: neniu dosiero
es: sin archivo
et: faili pole
fi: ei tiedostoa
is: engin skrá
no: ingen fil
pl: brak pliku
pt_br: nenhum arquivo
ru: нет файла
sk: ¾iadny súbor
sl: brez datoteke
sv: ingen fil

source: user file
br: restr un arveriad
ca: fitxer d'usuari
da: brugerfil
de: Benutzerdatei
eo: uzanto-dosiero
es: archivo del usuario
et: kasutaja fail
fi: käyttäjätiedosto
is: notendaskrá
no: brukerfil
pl: plik u¿ytkownika
pt_br: arquivo do usuário
ru: файл пользователя
sk: u¾ívateµský súbor
sl: uporabnikova datoteka
sv: användarfil

source: system file
br: restr ar reizhiad
ca: fitxer del sistema
da: systemfil
de: Systemdatei
eo: sistem-dosiero
es: archivo del sistema
et: süsteemne fail
fi: järjestelmätiedosto
is: kerfisskrá
no: systemfil
pl: plik systemowy
pt_br: arquivo de sistema
ru: системный файл
sk: systémový súbor
sl: sistemska datoteka
sv: systemfil

source: Statistic:
br: Stadegoù :
ca: Estadístic:
da: Statistik:
de: Statistik:
eo: Statistiko:
es: Estadística:
et: Statistika:
fi: Tilastot:
is: Tölfræði:
no: Statistikk:
pl: Statystyka:
pt_br: Estatística:
ru: Статистика:
sk: ©tatistika:
sl: Statistika:
sv: Statistik:

source: symbols
br: arouezenn
ca: símbols
da: symboler
de: Symbole
eo: simboloj
es: símbolos
et: sümbolid
fi: symbolia
is: tákn
no: symboler
pl: symbole
pt_br: símbolos
ru: символов
sk: symboly
sl: simboli
sv: symboler

source: codes
br: boneg
ca: codis
da: koder
eo: koderoj
es: códigos
et: koodid
fi: koodia
is: kóðar
no: koder
pl: kodów
pt_br: códigos
ru: кодов
sk: kódy
sl: kode
sv: koder
