Repository: KDE/kde1-kdebase
Catalog: po/*/kikbd.po
Languages: br, ca, da, de, eo, es, et, fi, is, no, pl, pt_br, ru, sk, sl, sv

source: Dock into special area in the panel
br: Ensoc'hañ en ur vaezienn dibar ar banell
ca: Encasta a l'àrea especial del plafó
da: Vis i specielt område i panelet
de: Andocken in Sonderbereich der Kontroll-Leiste
es: Empotrar en area especial del panel
et: Doki spetsiaalsesse alassse paneelil
fi: Nielaise paneeliin
is: Festa á ákveðinn stað á spjaldinu
no: Dokke inn i spesielt område i panelet
pl: Dokuj w specjalnym obszarze na panelu
pt_br: Embutir em área especial do KPanel
sk: Vsunú» sa do ¹peciálnej oblasti panelu
sl: Zasidraj se v poseben predel plo¹èe
sv: Docka in i en speciell del av panelen

source: Place
br: Lec'hiañ
ca: Col·loca
da: Placér
de: Plazieren
eo: Loku
es: Colocar
et: Koht
fi: Paikka
is: Staðsetja
no: Plasser
pl: Umie¶æ
pt_br: Colocar
ru: Место
sk: Umiestni»
sl: Postavi
sv: Plats

source: Place in selected corner
br: Lec'hiañ er c'horn diuzet
ca: Col·loca al cantó
da: Placér i udvalgt hjørne
de: Plaziere in ausgewählter Ecke
eo: Loku en elektita angulo
es: Colocar en esquina seleccionada
et: Koht valitud nurgas
fi: Aseta valittuun kulmaan
is: Staðsetja í valið horn
no: Plasser i utvalgt hjørne
pl: Umie¶æ w wybranym rogu
pt_br: Colocar em canto selecionado
ru: Разместиться в указанном углу
sk: Umiestni» do zvoleného rohu
sl: Postavi v doloèen kot
sv: Placera i valt hörn

source: &General
br: &Pennañ
da: &Generel
de: &Allgemein
eo: Ø&enerale
et: Ül&dine
fi: &Yleiset
is: Almennt
no: &Generell
pl: &Ogólne
pt_br: &Geral
ru: &Главное
sk: &V¹eobecné
sl: Sp&lo¹no
sv: &Allmänt

source: &Style
br: &Giz
ca: &Estil
da: &Stil
de: &Stil
eo: &Stilo
es: Estilo
et: &Stiil
fi: &Tyyli
is: Ú&tlit
no: &Stil
pl: &Styl
pt_br: E&stilo
ru: &Стиль
sk: ©&týl
sl: &Slog
sv: &Stil

source: Start&Up
br: &Loc'hañ
ca: E&ngega
da: &Opstart
de: Programms&tart
eo: &Lanæo
es: Inicio
et: Al&glaadimine
fi: &Käynnistys
is: &Gangsetning
no: &Oppstart
pl: S&tart
pt_br: &Iniciar
ru: &Запуск
sk: ©ta&rt
sl: Samodejen &zagon
sv: &Uppstart

source: International Keyboard
br: Stokellaoueg Etrevroadel
ca: Teclat internacional
da: Internationalt Tastatur
de: Internationale Tastatur
eo: Internacia Klavaro
es: Teclado internacional
et: Rahvusvaheline klaviatuur
fi: Kansainvälinen näppäimistö
is: Alþjóðlega lyklaborðið
no: Internasjonalt tastatur
pl: Klawiatura miêdzynarodowa
pt_br: Teclado Internacional
ru: Интернациональная Клавиатура
sk: Medzinárodné nastavenie klávesnice
sl: Internacionalna tipkovnica
sv: Internationellt Tangentbord

source: Show menu in any window by holding down the selected Switch keys
sl: Prika¾i meni v vsakem oknu ob dr¾anju tipk za preklop

source: Cannot remove Caps Lock from Modifiers. Caps Lock Emulation disabled
fi: En saanut poistettua Caps Lock:a Modifier:sta. Caps Lock emulaatio poistettu
pt_br: Impossível remover Caps Lock dos Modificadores. Emulação de Caps Lock desligada

source: KeyMap: cannot allocate memory
fi: KeyMap: en saanut haettua muistia
pt_br: KeyMap: impossível alocar memória
ru: KeyMap: не возможно выделить память

source: Can not find symbol "%s". May be your default X codes does not match. You can preset X codes in "Advanced" section of configuration program.
fi: En löydä symbolia "%s". Mahdollisesti oletus X koodisi eivät osu kohdalleen. Voit esiasettaa X koodeja "Edistyneet" osiosta asetusosiossa.
pt_br: Símbolo "%s" não encontrado. Talvez seus códigos X padrões não coincidam. Você pode pré-selecionar códigos X na seção 'Avançada.'

source: KeyMap: can not find symbol "%s".
fi: KeyMap: en löydä symbolia "%s".
pt_br: KeyMap: símbolo "%s" não encontrado

source: KeyMap: do not understand key code "%s".
fi: KeyMap: en ymmärrä näppäinkoodia "%s".
pt_br: KeyMap: keycode "%s" ininteligível

source: KeyMap: key code "%s" go out of range.
fi: KeyMap: näppäinkoodi "%s" menee rajojen ulkopuolelle.
pt_br: KeyMap: keycode "%s" está fora da faixa

source: Adding new keyboard map
fi: Lisään uuden näppäinkartan
pt_br: Adicionando novo mapa de teclado
ru: Добавить новую раскладку

source: Up selected keyboard map
fi: Siirrä valittua karttaa ylös
pt_br: Mapa de teclado selecionado - acima
ru: Переместить вверх выделенную раскладку

source: Down selected keyboard map
fi: Siirrä valittua karttaa alas
pt_br: Mapa de teclado selecionado - abaixo
ru: Переместить вниз выделенную раскладку

source: Use only default and last active keyboard maps to switching from keyboard
fi: Käytä vain oletusta ja edellistä aktiivista näppäinkarttaa näppäinten vaihtamiseen
pt_br: Usar somente mapas padrões/últimos ativos para mudar de teclado
ru: Использовать для переключения с клавиатуры только основную и последнюю активную раскладки

source: There is no more keyboard maps
fi: Ei näppäinkarttoja olemassa
pt_br: Não há mais mapas de teclado
ru: Больше нет раскладок

source: Key(s) to switch between keyboard maps
fi: Vaihtonäppäin näppäinkarttojen välillä
pt_br: Tecla(s) para chavear entre mapas de teclado

source: Key to activate Alternate symbols in current keyboard map
fi: Näppäin vaihtoehtoisten symbolien aktivoimiseen
pt_br: Tecla para ativar símbolos alternativos no mapa de teclado corrente
ru: Клавиша для ввода алтернативных символов текущей раскладки

source: Beep when ever keyboard mapping changed
fi: Piippaa kun näppäinkerttaa vaihdetaan
pt_br: Bipe quando mudar o mapa de teclado
ru: Подавать сигнал всегда когда меняется раскладка

source: Emulate XServer Caps Lock. Needed for some languagesto be correct
fi: Emuloi XServerin CapsLock:a. Tarvitaan jotta jotkin kielet toimivat oikein
pt_br: Emular Capslock do servidor X. Necessário para alguns idiomas.

source: Show menu in any window by holding Switch keys
fi: Näytä valikko joka ikkunassa painamalla vaihtonäppäintä
pt_br: Mostrar menu em qualquer janela ao segurar teclas de chaveamento
ru: Показать меню в любом окне при удерживаемых клавишах Переключателя

source: Standard behavior. Keyboard map active for all windows
fi: Normaalitoiminta, näppäinkartta aktiivinen kaikille ikkunoille
pt_br: Comportamento padrão. Mapa de teclado ativo para todas as janelas
ru: Обычное поведение. Раскладка действует во всех окнах

source: Extended behavior. Each windows remember it's own keyboard map
fi: Laajennettu toiminta, jokainen ikkuna muistaa oman näppäinkarttansa
pt_br: Comportamento estendido. Cada janela tem seu próprio mapa de teclado
ru: Расширенной поведение. Каждое окно помнит свою раскладку

source: Special behavior. Each windows class remember it's own keyboard map
fi: Erikoistoiminta, jokainen ikkuneluokka muistaa oman näppäinkerttansa
pt_br: Comportamento especial. Cada classe de janela lembra de seu próprio mapa de teclado.
ru: Специальное поведение. Каждый оконный класс помнит свою раскладку

source: Color of the text label
fi: Tekstikentän väri
pt_br: Cor do símbolo de texto

source: Background when Alternate switch is pressed
fi: Tausta kun Alt-näppäintä painettu
pt_br: Fundo quando chave Alternativa estiver preessionada
ru: Цвет фона при нажатом Алтернативном Переключателе

source: Can not remove Caps Lock from Modifiers. Caps Lock Emulation disabled
ru: Не возможно удалить CapsLock из таблицы модификаторов. Эмуляция CapsLock выключена.

source: KeyMap: can not find symbol "%s". Do you want to continue?
ru: KeyMap: невозможно найти символ "%s". Вы хотите продолжить?

source: KeyMap: do not undestand keycode "%s". Do you want to continue?
ru: KeyMap: не понятен код символа "%s". Вы хотите продолжить?

source: KeyMap: keycode "%s" go out of range. Do you want to continue?
ru: KeyMap: код сивола "%s" выходит за допустимые пределы. Вы хотите продолжить?

source: %s Do you want to start Configuration?
ru: %s Вы хотите запустить программу конфигурации?

source: Your configuration is empty. Install system default.
ru: Ваша конфигурация пуста. Установлена начальная конфигурация.

source: Configuration file you have has older format when expected. Some settings may be incorrect.
ru: Ваш конфигурационный файл имеет версию старее чем ожидается. Некоторые установки могут быть не коректны.

source: Configuration file you have has newer format when expected. Some settings may be incorrect.
ru: Ваш конфигурационный файл имеет версию новее чем ожидается. Некоторые установки могут быть не коректны.

source: language
ru: язык

source: charset
ru: кодировка

source: Use "&hotlist"
ru: И&спользовать "горячий" список

source: Key(s) to switch beetwing keyboard maps
ru: Клавиша(ы) для переключения между раскладками

source: &Emulate CapsLock
ru: &Эмулировать CapsLock

source: Emulate XServer CapsLock. Needed for some languagesto be correct
ru: Эмулировать CapsLock. Необходимо для правильной работы CapsLock в некоторых языках

source: Color of the Text Label
ru: Цвет текста

source: With CapsLock
ru: Вместе с CapsLock

source: Background when Emulated CapsLock active
ru: Цвет фона при включенном CapsLock

source: Start up automaticaly
ru: Запускать автоматически

source: Dock into special area in kpanel
ru: Разместиться в специальной области kpanel
