Repository: KDE/kde1-kdebase
Catalog: po/*/klock.po
Languages: ca, cs, da, de, el, eo, es, et, fi, fr, hr, hu, is, it, ko, nl, no, pl, pt, ru, sk, sv, tr

source: Bouboule
ca: Pasterada
eo: Vezikoj
hu: Buborékok
is: Kúluský
it: Bolle
pl: B±belki

source: Setup KBouboule
ca: Valors Pasterada
cs: Nastavení pro KBouboule
da: Bouboule indstilling
de: KBouboule einstellen
eo: Konfiguri Vezikojn
es: Configurar Bouboule
et: KBouboule seadistus
fi: Aseta Bouboulea
fr: Configuration de KBouboule
hr: Postavi KBouboule
hu: A Buborékok beállításai
is: Stilla KKúluský
it: Impostazioni KBouboule
ko: KBouboule 설정
no: Bouboule-oppsett
pl: Ustawienia wygaszacza B±belki
pt: Configurar Bouboule
ru: Настройка KBouboule
sk: Nastavenie KBouboule
sv: Ställ in Bouboule
tr: KBouboule ayarlarý

source: Number of points:
ca: Número de punts:
cs: Poèet bodù:
da: Antal punkter:
de: Anzahl der Punkte:
eo: Nombro da globoj
es: Número de puntos:
et: Punktide arv:
fi: Pisteiden määrä:
fr: Nombre de points :
hr: Broj toèaka:
hu: Pontok száma:
is: Fjöldi punkta:
it: Numero di punti:
ko: 점의 수:
no: Antall punkter:
pl: Ilo¶æ punktów:
pt: Numero de pontos:
ru: Количество точек:
sk: Poèet bodov:
sv: Antal punkter:
tr: Nokta Sayýsý:

source: Point size:
ca: Mida de punt:
cs: Velikost bodu:
da: Punktstørrelse:
de: Punktgröße
eo: Globgrandeco:
es: Tamaño de puntos:
et: Punkti suurus:
fi: Pisteiden koko:
fr: Taille des points :
hr: Velièina toèke:
hu: Pontok mérete:
is: Punktastærð:
it: Dimensione punti:
ko: 점 크기:
no: Punktstørrelse:
pl: Rozmiar punktu:
pt: Tamanho dos pontos:
ru: Размер точек:
sk: Veµkos» bodu:
sv: Punktstorlek:
tr: Nokta boyu:

source: Color-change frequency:
ca: Freqüència de canvi de color:
cs: Frekvence zmìny barev:
da: Farveskiftfrekvens:
de: Frequenz der Farbwechsel:
eo: Ofteco de kolorþanøo:
es: Frecuencia de cambio de color:
et: Värvivahetuse sagedus:
fi: Värinvaihtotaajuus:
fr: Fréquence de changement de couleur :
hr: Frekvencija promjena boja:
hu: Színváltás gyakorisága:
is: Tíðni litabreytinga:
it: Frequenza cambiamento colore:
ko: 색 변화 빈도:
no: Hyppighet for å endre farger:
pl: Czêstotliwo¶æ zmiany koloru:
pt: Frequencia de mudança de cor:
ru: Частота изменения цвета:
sk: Rýchlos» zmeny farby:
sv: Färgbytesfrekvens:
tr: Renk deðiþim sýklýðý:

source: 3D mode
ca: Mode 3D
cs: 3D mód
da: 3D tilstand
de: 3D-Modus
eo: 3D-modo
es: Modo 3D
et: 3D reziim
fi: 3D tila
fr: mode 3D
hr: 3D naèin
hu: 3D mód
is: Þrívíður hamur
it: Modo 3D
ko: 3차원 모드
no: 3D-modus
pl: Tryb 3D
pt: Modo 3D
ru: 3-ех мерный режим
sk: 3D mód
sv: 3D-läge
tr: 3 boyutlu

source: About Bouboule
ca: Quant a Pasterada
cs: Informace o KBouboule
da: Om Bouboule
de: Über Bouboule
eo: Pri Vezikoj
es: Acerca de Bouboule
et: Bouboule info
fi: Tietoja Bouboulesta
fr: A propos de Bouboule
hr: O Bouboule
hu: A Buborékokról
is: Um kúluský
it: Info su Bouboule
ko: Bouboule 정보
no: Om Bouboule
pl: Informacje
pt: Acerca do Bouboule
ru: Об Bouboule
sk: Informácie o Bouboule
sv: Om Bouboule
tr: Bouboule hakkýnda

source: Bouboule v0.1 -- a glob of spheres twisting and changing size Copyright (c) 1996 by Jeremie PETIT Ported to kscreensave by Cedric Tefft
ca: Pasterada v0.1 -- un grumoll d'esferes girant i canviant de mida Copyright (c) 1996 by Jeremie PETIT Portat a kscreensave per Cedric Tefft
cs: Bouboule v0.1 -- shluky kroutících se koulí Copyright (c) 1996 Jeremie PETIT Pøevedeno pro kscreensaver Cedricem Tefftem
da: Bouboule v0.1 -- en sfære af kugler der tvister tundt og ændrer størrelse Copyright (c) 1996 ved Jeremie PETIT Overført til kde pauseskærm af Cedric Tefft
de: Bouboule v0.1 -- Tropfen von Kreisen, die sich verdrehen und ihre Größe ändern Copyright (c) 1996 von Jeremie PETIT Nach KDE portiert von Cedric Tefft
eo: Bouboule v0.1 -- veziko da globoj kirliøanttaj kaj þanøantaj sian grandecon Kopirajto (c) 1996 æe Jeremie PETIT Adaptita al kscreensave de Cedric Tefft
es: Bouboule v0.1 -- esferas torciéndose y cambiando tamaño Copyright (c) 1996 por Jeremie PETIT Adaptado a kscreensave por Cedric Tefft
et: Bouboule v0.1 -- pallikeste kera, mis keerlevad ja muudavad värvi Copyright (c) 1996 Jeremie PETIT Kscreensaver'isse portinud Cedric Tefft
fi: Bouboule v0.1 -- joukko palloja kiemurtelee ja muuttaa kokoaan Copyright (c) 1996 Jeremie PETIT Siirtänyt kscreensave-ohjelmaan Cedric Tefft
fr: Bouboule v0.1 -- un globe de sphères tournant et changeant de taille Copyright (c) 1996 by Jeremie PETIT Porté vers kscreensave par Cedric Tefft
hr: Bouboule v0.1 -- rotirajuæe kugle koje mijenjaju velièinu Copyright (c) 1996 Jeremie PETIT Prilagodio za kscreensave Cedric Tefft
hu: Buborékok v0.1 -- egy csomó gömb, ami forog, és változik a mérete Szerzõi jog: (c) 1996 by Jeremie PETIT kscreensave-hez portolta: Cedric Tefft
is: Kúluský 0.1, ský af kúlum sem sveigir og breytir um stærð Höfundarréttur (c) 1996, Jeremie PETIT Cedric Tefft flutti í kscreensaver
it: Couboule v0.1 -- sfere che girano e cambiano dimensione Copyright (c) 1996 di Jeremie PETIT Importato nei salvaschermo KDE da Cedric Tefft
ko: Bouboule 버전 0.1 -- 비틀리며 크기가 변하는 구의 덩어리 Copyright (c) 1996, Jeremie PETIT kscreensave로 포팅 : Cedric Tefft
no: Bouboule v0.1 -- en liten klass av kuler som vrir seg og endrer størrelse Enerett (c) 1996 av Jeremie PETIT Portet til kscreensave av Cedric Tefft
pl: B±belki v0.1 Copyright (c) 1996 by Jeremie PETIT Wersja dla KDE: Cedric Tefft
pt: Bouboule v0.1 -- esferas a contorcerem-se e a mudarem de tamanho Copyright (c) 1996 por Jeremie PETIT Portado para kscreensave por Cedric Tefft
ru: Bouboule v0.1 -- облако сфер, крутящихся и изменяющих размер Copyright (c) 1996 by Jeremie PETIT Переписано на kscreensave Cedric Tefft
sk: Bouboule v0.1 -- behajúce gulièky, èo menia farbu Copyright (c) 1996 by Jeremie PETIT Ported to kscreensave by Cedric Tefft
sv: Bouboule v0.1 -- en klump av prickar som snurrar och ändrar storlek Copyright (c) 1996 av Jeremie PETIT Portad till kscreensave av Cedric Tefft
tr: Bouboule v0.1 -- dönen ve boyut deðiþtiren küre lekeleri Telif Hakký (c) 1996 Jeremie PETIT kscreensave uyarlamasý: Cedric Tefft

source: Black Screen of Death
ca: La Negra Pantalla de la Mort
cs: Èerná obrazovka smrti
da: Dødens blå skærm
de: Schwarzer Schirm des Todes
es: Pantalla Negra de la Muerte
et: Surma must ekraan
fi: Musta kuoleman näyttö
fr: Ecran noir de la mort
hr: Crni zaslon smrti
hu: OpRendszerek Halála
is: Tölvufrost
it: Schermo nero della morte
no: Dødens sorte skjerm
pl: Ekran ¶mierci
pt: Ecrã da Morte
ru: Черный экран смерти
sk: Èierna obrazovka smrti
sv: Svarta kraschskärmen

source: Flame
ca: Flama
cs: Plamen
da: Flammer
de: Flamme
el: Φλόγα
eo: Flamo
es: Llama
et: Leek
fi: Liekki
hr: Plamen
hu: Lángok
is: Logi
it: Fiamme
ko: 불꽃
nl: Vlam
no: Flamme
pl: P³omieñ
pt: Chama
ru: Пламя
sk: Plameò
sv: Flammor
tr: Meþale

source: Setup KFlame
ca: Valors Flama
cs: Nastavení plamenù
da: Flammer indstilling
de: KFlame einstellen
el: Ρυθμίσεις Φλόγας
eo: Konfiguri Flamon
es: Configurar Llama
et: KLeegi seadistus
fi: Aseta liekkiä
fr: Configuration de KFlame
hr: Postavi KFlame
hu: A Lángok beállításai
is: Stilla KLoga
it: Configurazione salvaschermo "Fiamme"
ko: KFlame 설정
nl: Stel Vlam in
no: Flamme-oppsett
pl: Ustawienia wygaszacza P³omieñ
pt: Configurar Chama
ru: Настройка KFlame
sk: Nastavenie plameòov
sv: Ställ in Flammor
tr: KFlame Ayarla

source: Max Levels:
ca: Màxim nivells:
cs: Maximum urovní:
da: Max niveau:
de: Max. Ebenen:
el: Μέγιστος αριθμός επιπέδων:
eo: Maks. Niveloj:
es: Número máximo de niveles:
et: Tasemeid maks.:
fi: Maksimi tasoja:
fr: Nombre de niveaux max :
hr: Najvi¹e razine:
hu: Max. szintek:
is: Hámark þrepa:
it: Livello massimo:
ko: 최대 레벨:
nl: Max Niveaus:
no: Maks. nivå:
pl: Maks. poziom:
pt: Níveis Max:
ru: Макс Уровней:
sk: Maximum urovní:
sv: Max antal nivåer:
tr: En yüksek düzey:

source: Num Points:
ca: Número punts:
cs: Poèet bodù:
da: Antal Punkter:
de: Punkte:
el: Αριθμός σημείων:
eo: Punktnombro:
es: Número de puntos:
et: Punktide arv:
fi: Pisteiden määrä:
fr: Nombre de points :
hr: Broj toèaka:
hu: Pontok száma:
is: Fjöldi punkta:
it: Punti:
ko: 불꽃 수:
nl: Aantal Punten:
no: Antall punkter:
pl: Liczba punktów:
pt: Num de Pontos:
ru: Кол Точек:
sk: Poèet bodov:
sv: Antal prickar:
tr: Nokta sayýsý:

source: About Flame
ca: Quant a Flama
cs: Imformace o plamenech
da: Om Flammer
de: Über KFlame
el: Για την Φλόγα
eo: Pri Flamo
es: Acerca de Llama
et: Leegi info
fi: Tietoja liekistä
fr: A propos de Flame
hr: O Flame
hu: A Lángok-ról
is: Um Loga
it: Info su KFlame(fiamme)
ko: Flame 정보
nl: Over Vlam
no: Om Flamme
pl: Informacje
pt: Acerca do Chama
ru: О KFlame
sk: Informácie o plameòoch
sv: Om Flammor
tr: Meþale Hakkýnda

source: Flame Version 3.3 Copyright (c) 1991 by Patrick J. Naughton Ported to kscreensave by Martin Jones.
ca: Flama Versió 3.3 Copyright (c) 1991 by Patrick J. Naughton Portat a kscreensave per Martin Jones.
cs: Plamen verze 3.3 Copyright (c) 1991 by Patrick J. Naughton Pøevedeno pro kscreensaver Martinem Jonesem
da: Flame Version 3.3 Copyright (c) 1991 ved Patrick J. Naughton Overført til kde pauseskærm af Martin Jones.
de: KFlame Version 3.3 Copyright (c) 1991 Patrick J. Naughton Portiert für KDE von Martin Jones.
el: Φλόγα Έκδοση 3.3 Πνευματικά δικαιώματα (c) 1991 Patrick J. Naughton Προσαρμογή για το KDE από τον Martin Jones.
eo: Flame versio 3.3 Kopirajto (c) 1991 æe Patrick J. Naughton Adaptita al kscreensave de Martin Jones.
es: Flame Versión 3.3 Copyright (c) 1991 por Patrick J. Naughton Adaptado a kscreensave por Martin Jones.
et: Flame Versioon 3.3 Copyright (c) 1991 Patrick J. Naughton Kscreensaver'isse portinud Martin Jones.
fi: Liekki versio 3.3 Copyright (c) 1991 by Patrick J. Naughton Siirtänyt kscreensave-ohjelmaan Martin Jones.
fr: Flame Version 3.3 Copyright (c) 1991 par Patrick J. Naughton Porté vers kscreensave par Martin Jones.
hr: Plamen inaèica 3.3 Copyright (c) 1991 Patrick J. Naughton Prilagodio za kscreensave Martin Jones.
hu: Lángok 3.3 verzió Szerzõi jogok: (c) 1991 by Patrick J. Naughton kscreensave-hez portolta: Martin Jones.
is: Logi, útgáfa 3.3 Höfundarréttur (c) 1991, Patrick J. Noughton Martin Jones flutti í kscreensaver. Logi Ragnarsson íslenskaði
it: KFlame Versione 3.3 Copyright (c) 1991 Patrick J. Naughton Porting su KDE di Martin Jones.
ko: Flame 버전 3.3 Copyright (c) 1991, Patrick J. Naughton kscreensave로 포팅 : Martin Jones
nl: Vlam Versie 3.3 Copyright (c) 1991 door Patrick J. Naughton Herschreven voor kscreensave door Martin Jones.
no: Flamme versjon 3.3 Enerett (c) 1991 av Patrick J. Naughton Portet til kscreensave av Martin Jones.
pl: P³omieñ wersja 3.3 Copyright (c) 1991 Patrick J. Naughton Wersja dla KDE: Martin Jones.
pt: Chama Versão 3.3 Copyright (c) 1991 por Patrick J. Naughton Transposto para o kscreensave por Martin Jones.
ru: Flame версии 3.3 Copyright (c) 1991 Патрик Дж. Ноутон Переписано на kscreensave Мартином Джонсом.
sk: Plameò verzia 3.3 Copyright (c) 1991 by Patrick J. Naughton Prevedené pre kscreensaver Martinom Jonesom
sv: Flammor version 3.3 Copyright (c) 1991 av Patrick J. Naughton Portad till kscreensave av Martin Jones.
tr: Meþale Sürüm 3.3 Telif Hakký (c) 1991 Patrick J. Naughton kscreensave'e Martin Jones çevirmiþtir.

source: Forest
ca: Bosc
cs: Les
da: Skov
de: Wald
el: Δάσος
eo: Arbaro
es: Bosque
et: Mets
fi: Metsä
fr: Forêt
hr: ©uma
hu: Erdõ
is: Skógur
it: Foresta
ko: 숲
nl: Bos
no: Skog
pl: Las
pt: Floresta
ru: Лес
sk: Les
sv: Skog

source: Setup KForest
ca: Valors Bosc
cs: Nastavení lesu
da: Skov indstillinger
de: Einstellung KForest
el: Ρυθμίσεις Δάσους
eo: Konfiguri Arbaron
es: Configurar Bosque
et: KMets seadistus
fi: Aseta metsää
fr: Configuration de KForest
hr: Podesi KForest
hu: Az Erdõ beállítása
is: Stilla KSkóg
it: Configurazione salvaschermo "Foresta"
ko: KForest 설정
nl: Stel Bos in
no: Skog-oppsett
pl: Ustawienia wygaszacza Las
pt: Configurar Floresta
ru: Настройка KForest
sk: Nastavenie Lesa
sv: Ställ in Skog
tr: KForest Ayarla

source: Num of Trees:
ca: Número d'arbres:
cs: Poèet stromù;
da: Antal træer:
de: Anzahl Bäume:
el: Αριθμός δέντρων:
eo: Arbnombro:
es: Número de árboles:
et: Puude arv:
fi: Puiden lukumäärä:
fr: Nombre d'arbres :
hr: Broj drveæa:
hu: Fák száma:
is: Fjöldi trjáa:
it: Num di Alberi:
ko: 나무의 수:
nl: Aantal Bomen:
no: Antall trær:
pl: Liczba drzew:
pt: Num de Arvores:
ru: Кол Деревьев:
sk: Poèet stromov;
sv: Antal träd:
tr: Aðaç sayýsý:

source: About Forest
ca: Quant a Bosc
cs: Informace o Lese
da: Om skov
de: Über Forest
el: Για το δάσος
eo: Pri Arbaro
es: Acerca de Bosque
et: Metsa info
fi: Tietoja metsästä
fr: A propos de Forest
hr: O ©umi
hu: Az Erdõ névjegye
is: Um skóg
it: Info su Forest(alberi)
ko: Forest 정보
nl: Over Bos
no: Om Skog
pl: Informacje
pt: Acerca do Floresta
ru: О Forest
sk: Informácie o Lese
sv: Om Skog
tr: Forest hakkýnda

source: Forest Copyright (c) 1995 by Pascal Pensa Ported to kscreensave by Emanuel Pirker.
ca: Bosc Copyright (c) 1995 by Pascal Pensa Portat a kscreensave per Emanuel Pirker.
cs: Les Copyright (c) 1995 by Pascal Pensa Pøevedeno pro kscreensaver Emanuelem Pirkerem
da: Skov Copyright (c) 1995 ved Pascal Pensa Overført til kde pauseskærm af Emanuel Pirker.
de: Forest Copyright (c) 1995 Pascal Pensa Portiert für KDE von Emanuel Pirker.
el: Δάσος Πνευματικά δικαιώματα (c) 1995 Pascal Pensa Προσαρμογή για το KDE από τον Emanuel Pirker.
eo: Forest Kopirajto (c) 1995 æe Pascal Pensa Adaptita al kscreensave de Emanuel Pirker.
es: Bosque (Forest) Copyright (c) 1995 por Pascal Pensa Adaptado a kscreensave por Emanuel Pirker.
et: Forest Copyright (c) 1995 Pascal Pensa Kscreensaver'isse portinud Emanuel Pirker.
fi: Metsä Copyright (c) 1995 by Pascal Pensa Siirtänyt kscreensave-ohjelmaan Emanuel Pirker.
fr: Forest Copyright (c) 1995 par Pascal Pensa Porté vers kscreensave par Emanuel Pirker.
hr: ©uma Copyright (c) 1995 Pascal Pensa Prilagodio za kscreensave Emanuel Pirker.
hu: Erdõ Szerzõi jog: (c) 1995 by Pascal Pensa kscreensave-hez portolta: Emanuel Pirker.
is: Skógur Höfundarréttur (c) 1995, Pascal Pensa Emanuel Pirker flutti í kscreensave
it: Foresta Copyright (c) 1995 Pascal Pensa Porting su KDE di Emanuel Pirker.
ko: Forest Copyright (c) 1995, Pascal Pensa kscreensave로 포팅 : Emanuel Pirker
nl: Bos Copyright (c) 1995 door Pascal Pensa Herschreven voor kscreensave door Emanuel Pirker.
no: Skog Enerett (c) 1995 av Pascal Pensa Portet til kscreensave av Emanuel Pirker.
pl: Las Copyright (c) 1995 Pascal Pensa Wersja dla KDE: Emanuel Pirker.
pt: Floresta Copyright (c) 1995 por Pascal Pensa Transposto para o kscreensave por Emanuel Pirker.
ru: Лес Copyright (c) 1995 Паскаль Пенза Переписано на kscreensave Эмануэлем Пиркером.
sk: Les Copyright (c) 1995 by Pascal Pensa Previedol pre kscreensaver Emanuel Pirker
sv: Skog Copyright (c) 1995 av Pascal Pensa Portad till kscreensave av Emanuel Pirker.
tr: Forest Telif Hakký (c) 1995 Pascal Pensa kscreensave'e Emanuel Pirker çevirmiþtir.

source: Hop
ca: Bot
de: Hop (Fractal)
et: Hüpe
fi: Hyppy
hr: Skok
hu: Ugrás
is: Hopp
it: Frattali
nl: Sprong
no: Humle
ru: Хмель

source: Setup KHop
ca: Valors Bot
cs: Nastavení KHopu
da: Hop indstillinger
de: KHop einstellen
eo: Konfiguri Hopon
es: Configurar Hop
et: KHüpe seadistus
fi: Aseta hyppyä
fr: Configuration de KHop
hr: Podesi Skoku
hu: Az Ugrás beállítása
is: Stilla KHopp
it: Configurazione salvaschermo "Frattali"
ko: KHop 설정
nl: Stel Sprong in
no: Humle-oppsett
pl: Ustawienia wygaszacza Hop
pt: Configurar Hop
ru: Настройка KHop
sk: Nastavenie KHopu
sv: Ställ in Hop
tr: KHop Ayarla

source: Samecolor Pixels:
ca: Píxels mateix color:
cs: Body stejné barvy:
da: Pixels af samme farve:
de: Gleichfarbige Pixel
el: Εικονοστοιχεία του ίδιου χρώματος:
eo: Samkoloraj punktoj:
es: Pixels del mismo color:
et: Samavärvilised pikselid:
fi: Samanvärisiä pisteitä:
fr: Pixels de même couleur :
hr: Broj istobojnih toèki:
hu: Egyszínû pixelek:
is: Einslitir punktar:
it: Pixel dello stesso colore:
ko: 같은 색 픽셀:
nl: Pixels zelfde kleur:
no: Samme farge-piksel:
pl: Piksele jednokolorowe:
pt: Pixels iguais:
ru: Точек 1 Цвета:
sk: Rovnaká farba:
sv: Likfärgade pixlar:
tr: Aynýrenk Benek:

source: Cycles:
ca: Cicles:
cs: Poèet cyklù:
da: Omgange:
de: Durchgänge
el: Επαναλήψεις:
eo: Cikloj:
es: Ciclos:
et: Tsüklid:
fi: Kierroksia:
hr: Krugovi:
hu: Ciklusok:
is: Lykkjur:
it: Cicli:
ko: 주기:
nl: Omlopen:
no: Sykluser:
pl: Ko³a:
pt: Ciclos:
ru: Циклов:
sk: Poèet cyklov:
sv: Cykler:
tr: Daireler:

source: About Hop
ca: Quant a Bot
cs: Informace o Hopu
da: Om Hop
de: Über Hop
el: Για το Hop
eo: Pri Hop'
es: Acerca de Hop
et: Hop info
fi: Tietoja hypystä
fr: A propos de Hop
hr: O Skoku
hu: Az Ugrás névjegye
is: Um Hopp
it: Info su Hop(frattali)
ko: Hop 정보
nl: Over Sprong
no: Om Humle
pl: Informacje
pt: Acerca do Hop
ru: О Hop
sk: Informácie o Hope
sv: Om Hop
tr: Hop Hakkýnda

source: Hop Version 3.3 Copyright (c) 1991 by Patrick J. Naughton Ported to kscreensave by Emanuel Pirker.
ca: Bot Versió 3.3 Copyright (c) 1991 by Patrick J. Naughton Portat a kscreensave per Emanuel Pirker.
cs: Hop verze 3.3 Copyright (c) 1991 by Patrick J. Naughton Pøevedeno pro kscreensaver Emanuelem Pirkerem
da: Hop Version 3.3 Copyright (c) 1991 ved Patrick J. Naughton Overført til kde pauseskærm af Emanuel Pirker.
de: Hop Version 3.3 Copyright (c) 1991 Patrick J. Naughton Portiert für KDE von Emanuel Pirker.
el: Hop Έκδοση 3.3 Πνευματικά Δικαιώματα (c) 1991 Patrick J. Naughton Προσαρμογή στο KDE από τον Emanuel Pirker.
eo: Hop versio 3.3 Kopirajto (c) 1991 æe Patrick J. Naughton Adaptita al kscreensave de Emanuel Pirker.
es: Hop Versión 3.3 Copyright (c) 1991 por Patrick J. Naughton Adaptado a kscreensave por Emanuel Pirker.
et: Hop Versioon 3.3 Copyright (c) 1991 Patrick J. Naughton Kscreensaver'isse portinud Emanuel Pirker.
fi: Hop Versio 3.3 Copyright (c) 1991 by Patrick J. Naughton Siirtänyt kscreensave-ohjelmaan Emanuel Pirker.
fr: Hop Version 3.3 Copyright (c) 1991 par Patrick J. Naughton Porté vers kscreensave par Emanuel Pirker.
hr: Hop Inaèica 3.3 Copyright (c) 1991 by Patrick J. Naughton Prilagodio za kscreensave Emanuel Pirker.
hu: Ugrás 3.3 verzió Szerzõi jog: (c) 1991 by Patrick J. Naughton kscreensave-hez portolta: Emanuel Pirker.
is: HopP, útgáfa 3.3 Höfundarréttur (c) 1991, Patrick J. Naughton Emanuel Pirker flutti í kscreensave.
it: Frattali Versione 3.3 Copyright (c) 1991 Patrick J. Naughton Porting su KDE di Emanuel Pirker.
ko: Hop 버전 3.3 Copyright (c) 1991, Patrick J. Naughton kscreensave로 포팅 : Emanuel Pirker
nl: Sprong Version 3.3 Copyright (c) 1991 door Patrick J. Naughton Herschreven voor kscreensave door Emanuel Pirker.
no: Humle versjon 3.3 Enerett (c) 1991 av Patrick J. Naughton Portet til kscreensave av Emanuel Pirker.
pl: Hop wersja 3.3 Copyright (c) 1991 Patrick J. Naughton Wersja dla kscreensave od Emanuel Pirker.
pt: Hop Versão 3.3 Copyright (c) 1991 by Patrick J. Naughton Transpost para o kscreensave por Emanuel Pirker.
ru: Hop версии 3.3 Copyright (c) 1991 Патрик Дж. Ноутон Переписано на kscreensave Эмануэлем Пиркером.
sk: Hop verzia 3.3 Copyright (c) 1991 by Patrick J. Naughton Previedol pre kscreensaver Emanuel Pirker
sv: Hop version 3.3 Copyright (c) 1991 av Patrick J. Naughton Portad till kscreensave av Emanuel Pirker.
tr: Hop Sürüm 3.3 Telif Hakký (c) 1991 Patrick J. Naughton kscreensave'e Emanuel Pirker çevirmiþtir.

source: Laser
ca: Làser
el: Λέιζερ
eo: Lazero
es: Láser
fi: Laseri
hu: Lézer
is: Leysir
ko: 레이저
ru: Лазер
tr: Lazer

source: Setup KLaser
ca: Valors Làser
cs: Nastavení KLaseru
da: KLaser indstilling
de: KLaser einstellen
el: Ρυθμίσεις Λέιζερ
eo: Konfiguri Lazeron
es: Configurar Láser
et: Klaser seadistus
fi: Aseta laseria
fr: Configuration de KLaser
hr: Podesi KLaser
hu: A Lézer beállításai
is: Stilla KLeysi
it: Configurazione salvaschermo "Laser"
ko: KLaser 설정
nl: Stel KLaser in
no: Laser-oppsett
pl: Ustawienia wygaszacza Laser
pt: Configurar Laser
ru: Настройка KLaser
sk: Nastavenie KLaseru
sv: Ställ in Laser
tr: KLaser ayarla

source: About Laser
ca: Quant a Làser
cs: Informace o Laseru
da: Om Laser
de: Über Laser
el: Για το Λέιζερ
eo: Pri Lazero
es: Acerca de Láser
et: Laser info
fi: Tietoja laserista
fr: A propos de Laser
hr: O Laseru
hu: A Lézer névjegye
is: Um Leysi
it: Info su Laser
ko: Laser 정보
nl: Over Laser
no: Om Laser
pl: Informacje
pt: Acerca do Laser
ru: О Laser
sk: Informácie o Laseri
sv: Om Laser
tr: Laser hakkýnda

source: Laser Version 3.3 Copyright (c) 1995 by Pascal Pensa Ported to kscreensave by Martin Jones.
ca: Làser Versió 3.3 Copyright (c) 1995 by Pascal Pensa Portat a kscreensave per Martin Jones.
cs: Laser verze 3.3 Copyright (c) 1995 by Pascal Pensa Pøevedeno pro kscreensaver Martinem Jonesem
da: Laser Version 3.3 Copyright (c) 1995 ved Pascal Pensa Overført til kde pauseskærm af Martin Jones.
de: Laser Version 3.3 Copyright (c) 1995 Pascal Pensa Portiert für KDE von Martin Jones.
el: Λέιζερ Έκδοση 3.3 Πνευματικά δικαιώματα (c) 1995 Pascal Pensa Προσαρμογή στο KDE από τον Martin Jones.
eo: Laser versio 3.3 Kopirajto (c) 1995 æe Pascal Pensa Adpatita al kscreensave æe Martin Jones.
es: Láser Versión 3.3 Copyright (c) 1995 por Pascal Pensa Adaptado a kscreensave por Martin Jones.
et: Laser Versioon 3.3 Copyright (c) 1995 Pascal Pensa Kscreensaver'isse portinud Martin Jones.
fi: Laser Versio 3.3 Copyright (c) 1995 by Pascal Pensa Siirtänyt kscreensave-ohjelmaan Martin Jones.
fr: Laser Version 3.3 Copyright (c) 1995 par Pascal Pensa Porté vers kscreensave par Martin Jones.
hr: Laser Inaèica 3.3 Copyright (c) 1995 by Pascal Pensa Prilagodio za kscreensave - Martin Jones.
hu: Lézer 3.3 verzió Szerzõi jog: (c) 1995 by Pascal Pensa kscreensave-hez portolta: Martin Jones.
is: Leysir, útgáfa 3.3 Höfundarréttur (c) 1995, Pascal Pensa Martin Jones flutti í kscreensave.
it: Laser Versione 3.3 Copyright (c) 1995 Pascal Pensa Porting su KDE di Martin Jones.
ko: Laser 버전 3.3 Copyright (c) 1995, Pascal Pensa kscreensave로 포팅 : Martin Jones
nl: Laser Versie 3.3 Copyright (c) 1995 door Pascal Pensa Herschreven voor kscreensave door Martin Jones.
no: Laser versjon 3.3 Enerett (c) 1995 av Pascal Pensa Portet til kscreensave av Martin Jones.
pl: Laser wersja 3.3 Copyright (c) 1995 Pascal Pensa Wersja dla KDE: Martin Jones.
pt: Laser Versão 3.3 Copyright (c) 1995 por Pascal Pensa Transposto para o kscreensave by Martin Jones.
ru: Laser версии 3.3 Copyright (c) 1995 Паскаль Пенза Переписано на kscreensave Эмануэлем Пиркером.
sk: Laser verzia 3.3 Copyright (c) 1995 by Pascal Pensa Previedol pre kscreensaver Martin Jones
sv: Laser version 3.3 Copyright (c) 1995 av Pascal Pensa Portad till kscreensave av Martin Jones.
tr: Laser Sürüm 3.3 Telif Hakký (c) 1995 Pascal Pensa kscreensave'e Martin Jones çevirmiþtir.

source: Setup klines
ca: Valors Línies
cs: Nastavení linií
da: Linier indstilling
de: Klines einstellen
el: Ρυθμίσεις Γραμμών
eo: Konfiguri Liniojn
es: Configurar Líneas
et: Kjooned seadistus
fi: Aseta viivoja
fr: Configuration de klines
hr: Podesi klines
hu: A Vonalak beállításai
is: Stilla KLínur
it: Configurazione salvaschermo "Linee"
ko: KLines 설정
nl: Stel Regels in
no: Linje-oppsett
pl: Ustawienia wygaszacza Linie
pt: Configurar Linhas
ru: Настройка KLines
sk: Nastavenie èiar
sv: Ställ in Linjer
tr: klines Ayarla

source: Length:
ca: Llarg:
cs: Délka:
da: Længde:
de: Länge:
el: Μήκος:
eo: Longeco:
es: Longitud:
et: Pikkus:
fi: Pituus:
fr: Longueur :
hr: Duljina:
hu: Hossz:
is: Lengd:
it: Lunghezza:
ko: 길이:
nl: Lengte
no: Lengde:
pl: D³ugo¶æ:
pt: Tamanho:
ru: Длина:
sk: Då¾ka:
sv: Längd:
tr: Uzunluk:

source: Beginning:
ca: Inici:
cs: Poèáteèní:
da: Start:
de: Anfang:
el: Αρχή:
eo: Komenco:
es: Comienzo:
et: Algus:
fi: Alku:
fr: Début :
hr: Poèetak:
hu: Eleje:
is: Upphaf:
it: Inizio:
ko: 시작:
nl: Start:
no: Begynner:
pl: Pocz±tkowe:
pt: Inicio:
ru: Начало:
sk: Zaèiatoèná:
sv: Start:
tr: Baþlangýç:
