Repository: KDE/kde1-kdebase
Catalog: po/*/klock.po
Languages: ca, cs, da, de, el, eo, es, et, fi, fr, hr, hu, is, it, ko, nl, no, pl, pt, ru, sk, sv, tr

source: Pyro Version 3.4 Copyright (c) 1991 by Patrick J. Naughton Ported to kscreensave by Martin Jones.
ca: Focs Versió 3.4 Copyright (c) 1991 by Patrick J. Naughton Portat a kscreensave per Martin Jones.
cs: Pyro verze 3.4 Copyright (c) 1991 by Patrick J. Naughton Pøevedeno pro kscreensaver Martinem Jonesem
da: Pyro Version 3.4 Copyright (c) 1991 ved Patrick J. Naughton Overført til kde pauseskærm af Martin Jones.
de: Pyro Version 3.4 Copyright (c) 1991 Patrick J. Naughton Portiert für KDE von Martin Jones.
el: Πυροτεχνήματα Έκδοση 3.4 Πνευματικά δικαιώματα (c) 1991 Patrick J. Naughton Προσαρμογή στο KDE από τον Martin Jones.
eo: Pyro versio 3.4 Kopirajto (c) 1991 æe Patrick J. Naughton Adaptita al kscreensave æe Martin Jones.
es: Pyro Versión 3.4 Copyright (c) 1991 por Patrick J. Naughton Adaptado a kscreensave por Martin Jones.
et: Pyro Versioon 3.4 Copyright (c) 1991 Patrick J. Naughton Kscreensaver'isse portinud Martin Jones.
fi: Pyro Versio 3.4 Copyright (c) 1991 by Patrick J. Naughton Siirtänyt kscreensave-ohjelmaan Martin Jones.
fr: Pyro Version 3.4 Copyright (c) 1991 par Patrick J. Naughton Porté vers kscreensave by Martin Jones.
hr: Vatromet inaèica 3.4 Copyright (c) 1991 Patrick J. Naughton Prilagodio za kscreensave Martin Jones.
hu: Pirománia 3.4 verzió Szerzõi jog: (c) 1991 by Patrick J. Naughton kscreensave-hez portolta: Martin Jones.
is: Flugeldar, útgáfa 3.4 Höfundarréttur (c) 1991, Patrick J. Naughton Martin Jones flutti í kscreensave.
it: Fiamme Versione 3.4 Copyright (c) 1991 Patrick J. Naughton Porting su KDE di Martin Jones.
ko: 불꽃놀이 버전 3.4 Copyright (c) 1991, Patrick J. Naughton kscreensave로 포팅 : Martin Jones
nl: Vuur Versie 3.4 Copyright (c) 1991 door Patrick J. Naughton Herschreven voor kscreensave door Martin Jones.
no: Ild versjon 3.4 Enerett (c) 1991 av Patrick J. Naughton Portet til kscreensave av Martin Jones.
pl: Piro wersja 3.4 Copyright (c) 1991 by Patrick J. Naughton Wersja dla KDE: Martin Jones.
pt: Pyro Versão 3.4 Copyright (c) 1991 por Patrick J. Naughton Transposto para kscreensave by Martin Jones.
ru: Pyro версии 3.4 Copyright (c) 1991 Патрик Дж. Ноутон Переписано на kscreensave Эмануэлем Пиркером.
sk: Pyro verzia 3.4 Copyright (c) 1991 by Patrick J. Naughton Previedol pre kscreensaver Martin Jones
sv: Fyrverkeri version 3.4 Copyright (c) 1991 av Patrick J. Naughton Portad till kscreensave av Martin Jones.
tr: Pyro Sürüm 3.4 Telif Hakký (c) 1991 Patrick J. Naughton kscreensave'e Martin Jones çevirmiþtir.

source: Rock
ca: Roca
cs: Skála
da: Klippe
de: Gestein
el: Βράχια
eo: Asteroidoj
es: Roca
et: Kivi
fi: Tähdet
hu: Kõ
is: Grjót
it: Asteroidi
ko: 우주여행
nl: Rotsblok
no: Sten
pl: Ska³a
pt: Rocha
ru: Скала
sk: Skala
sv: Stenar

source: Setup krock
ca: Valors Roca
cs: Nastavení Skály
da: Klippe indstilling
de: KRock einstellen
el: Ρυθμίσεις για τα Βράχια
eo: Konfiguri Asteroidojn
es: Configurar Roca
et: KKivi seadistus
fi: Aseta tähtiä
fr: Configuration de krock
hu: A Kõ beállítása
is: Stilla KGrjót
it: Configurazione salvaschermo "Asteroidi"
ko: 우주여행 설정
nl: Stel Rotsblok in
no: Sten-oppsett
pl: Ustawienia wygaszacza Ska³a
pt: Configurar Rocha
ru: Настроить krock
sk: Nastavenie Skaly
sv: Ställ in Stenar
tr: Krock Ayarla

source: Move
ca: Moviment
cs: Pohybovat
da: Flyt
de: Verschieben
el: Κίνηση
eo: Movu
es: Mover
et: Liiguta
fi: Siirrä
fr: Déplacer
hr: Premjesti
hu: Mozgás
is: Færa
it: Sposta
nl: Verplaats
no: Flytt
pl: Przenie¶
pt: Mover
ru: Двигать
sk: Pohyb
sv: Flytta

source: Rotate
ca: Rotació
cs: Rotovat
da: Rotér
de: Drehen
el: Περιστροφή
eo: Rotaciu
es: Rotar
et: Keeruta
fi: Kierrä
fr: Tourner
hr: Rotiraj
hu: Forgás
is: Snúa
it: Rotazioni
ko: 회전
nl: Roteer
no: Roter
pl: Obroty
pt: Rodar
ru: Вращать
sk: Rotova»
sv: Rotera
tr: Çevir

source: About Rock
ca: Quant a Roca
cs: Informace o Skále
da: Om Klippe
de: Über Rock
el: Για τα Βράχια
eo: Pri Asteriodoj
es: Acerca de Roca
et: Kivi info
fi: Tietoja tähdistä
fr: A propos de Rock
hr: O Stijeni
hu: A Kõ névjegye
is: Um Grjót
it: Info su Rock(asteroidi)
ko: Rock 정보
nl: Over Rotsblok
no: Om Sten
pl: Informacje
pt: Acerca de Rocha
ru: О Rock
sk: Informácie o Skale
sv: Om Stenar
tr: Rock Hakkýnda

source: Rock Version 3.3 Copyright (c) 1992 by Jamie Zawinski Ported to kscreensave by Martin Jones.
ca: Roca Versió 3.3 Copyright (c) 1992 by Jamie Zawinski Portat a kscreensave per Martin Jones.
cs: Skála verze 3.3 Copyright (c) 1992 by Jamie Zawinski Pøevedeno pro kscreensaver Martinem Jonesem
da: Rock Version 3.3 Copyright (c) 1992 ved Jamie Zawinski Overført til kde pauseskærm af Martin Jones.
de: Rock Version 3.3 Copyright (c) 1992 Jamie Zawinski Portiert für KDE von Martin Jones.
el: Βράχια Έκδοση 3.3 Πνευματικά δικαιώματα (c) 1992 Jamie Zawinski Προσαρμογή στο KDE από τον Martin Jones.
eo: Rock versio 3.3 Kopirajto (c) 1992 æe Jamie Zawinski Adaptita al kscreensave de Martin Jones.
es: Rock Versión 3.3 Copyright (c) 1992 por Jamie Zawinski Adaptado a kscreensave por Martin Jones.
et: Rock Versioon 3.3 Copyright (c) 1992 Jamie Zawinski Kscreensaver'isse portinud Martin Jones.
fi: Rock Versio 3.3 Copyright (c) 1992 by Jamie Zawinski Siirtänyt kscreensave-ohjelmaan Martin Jones.
fr: Rock Version 3.3 Copyright (c) 1992 par Jamie Zawinski Porté vers kscreensave par Martin Jones.
hr: Stijena inaèica 3.3 Copyright (c) 1992 Jamie Zawinski Prilagodio za kscreensave Martin Jones.
hu: Kõ 3.3 verzió Szerzõi jog: (c) 1992 by Jamie Zawinski kscreensave-hez portolta: Martin Jones.
is: grjót, útgáfa 3.3 Höfundarréttur (c) 1992, Jamie Zawinski Martin Jones flutti í kscreensave.
it: Asteroidi Versione 3.3 Copyright (c) 1992 Jamie Zawinski Porting su KDE di Martin Jones.
ko: Rock 버전 3.3 Copyright (c) 1992, Jamie Zawinski kscreensave로 포팅 : Martin Jones.
nl: Rotsblok Versie 3.3 Copyright (c) 1992 door Jamie Zawinski Herschreven voor kscreensave door Martin Jones.
no: Sten versjon 3.3 Enerett (c) 1992 av Jamie Zawinski Portet til kscreensave av Martin Jones.
pl: Ska³a wersja 3.3 Copyright (c) 1992 by Jamie Zawinski Wersja dla KDE: Martin Jones.
pt: Rocha Versão 3.3 Copyright (c) 1992 por Jamie Zawinski Transposto para kscreensave by Martin Jones.
ru: Rock версии 3.3 Copyright (c) 1992 Джами Завински Переписано на kscreensave Мартином Джонсом.
sk: Skala verzia 3.3 Copyright (c) 1992 by Jamie Zawinski Previedol pre kscreensaver Martin Jones
sv: Stenar version 3.3 Copyright (c) 1992 av Jamie Zawinski Portad till kscreensave av Martin Jones.
tr: Rock Sürüm 3.3 Telif Hakký (c) 1992 Jamie Zawinski kscreensave'e Martin Jones çevirmiþtir.

source: Enter Password
ca: Contrasenya
cs: Napi¹ heslo
da: Indtast kodeord
de: Paßwort eingeben
el: Εισάγετε κωδικό
eo: Tajpu pasvorton
es: Contraseña
et: Sisesta parool
fi: Anna Salasana
fr: Mot de passe
hr: Unesi Lozinku
hu: Jelszó:
is: Sláðu inn lykilorð
it: Inserisci password
ko: 암호 입력
nl: Voer Wachtwoord in
no: Skriv inn passord
pl: Wprowad¼ has³o
pt: Password
ru: Введите Пароль:
sk: Zadajte heslo
sv: Ange lösenord
tr: Parolayý giriniz

source: Failed
ca: Fallat
cs: Neúspìsné
da: Fejlede
de: Gescheitert
el: Αποτυχία
eo: maløuste
es: Error
et: Ebaõnnestunud
fi: Väärä
fr: Mot de passe incorrect
hr: Gre¹ka
hu: Hibás!
is: Mistókst
it: Sbagliata
ko: 실패
nl: Faalde
no: Slo feil
pl: B³êdne
pt: Falhou
ru: Неверно
sk: Neúspe¹né
sv: Misslyckades
tr: Baþarýsýz

source: Whirl
ca: Remolí
cs: Otáèení
da: Hvirvl
de: Wirbel
eo: Kirlo
es: Remolino
et: Pööris
fi: Sekoitus
fr: Tourbillon
hr: Kovitlanje
hu: Gyûrõdés
is: Hvirfill
it: Turbine
ko: 소용돌이
no: Virvel
pl: Wir
pt: Remoinho
ru: Перекручивать
sk: Vír
sv: Virvel
tr: Dönme

source: Sphere
ca: Esfera
cs: Sféra
da: Kugle
de: Kugel
eo: Sfero
es: Esfera
et: Kera
fi: Pallo
fr: Sphère
hr: Kugla
hu: Gömb
is: Kúla
it: Sfera
ko: 구
no: Kule
pl: Sfera:
pt: Esfera
ru: Сфера
sk: Guµa
sv: Klot
tr: Küre

source: Exponential
ca: Exponencial
cs: Exponencální
da: Eksponentiel
eo: Eksponencialo
es: Exponencial
et: Eksponentsiaalne
fi: Eksponentti
fr: Exponentiel
hr: Eksponencijalno
hu: Exponenciális
is: Veldisfall
it: Espnenziale
no: Eksponensiell
pl: Wyk³adnik
pt: Exponencial
ru: Экспонента
sk: Exponenc.
sv: Exponentiell
tr: Üstsel Katsayý

source: Contraction
ca: Contracció
cs: Kontrakce
da: Sammentrækning
de: Kontraktion
eo: Kontraho
es: Contracción
et: Kokkutõmbumine
fi: Tiivistys
hr: Skupljanje
hu: Összehúzódás
is: Samdráttur
it: Contrazione
no: Sammentrekning
pl: Kontrakcja
pt: Contracção
ru: Конус
sk: Kontrakcia
sv: Sammandragning
tr: Sýkýþma

source: Wave
ca: Ona
cs: Vlna
da: Bølge
de: Welle
eo: Ondo
es: Ola
et: Laine
fi: Aalto
fr: Onde
hr: Val
hu: Hullám
is: Bylgja
it: Onda
ko: 물결
no: Bølge
pl: Fala
pt: Onda
ru: Волна
sk: Vln
sv: Vågor
tr: Dalga

source: Curvature
ca: Curvatura
cs: Zakøivení
da: Krumning
de: Krümmung
eo: Kurbo
es: Curvatura
et: Kõverdumine
fi: Kaarevuus
fr: Courbure
hr: Zakrivljenje
hu: Görbület
is: Sveigja
it: Curvatura
ko: 굴곡
no: Kurvatur
pl: Odchylenie
pt: Curvatura
ru: Кривая
sk: Krivka
sv: Krökning
tr: Kavis

source: Science
ca: Ciència
da: Hvirvel
de: Wissenschaft
eo: Scienco
es: Ciencia
et: Teadus
fi: Linssi
hu: Tudományos
is: Vísindi
it: Scienza
no: Vitenskap
pl: Nauka
pt: Ciência
ru: Наука
sv: Vetenskap

source: rendering lens...
ca: lents reproductores...
cs: pøíprava èoèky ...
da: Beregner linsen ...
de: Bereite Linsen vor...
eo: preparas la lenson...
es: dibujando lente...
et: läätse renderdamine...
fi: renderoin linssiä...
fr: calcul de la lentille...
hr: izraðujem leæu...
hu: lencse renderelése...
is: teikna linsu...
it: renderizzazione lenti...
ko: 렌즈를 렌더링중입니다...
no: pusser linse...
pl: renderowanie...
pt: lentes...
ru: рисую линзы...
sk: generujem ¹o¹ovku...
sv: ritar lins...
tr: mercek hesaplanýyor...

source: grabbing screen...
ca: pantalla capturadora...
cs: sejmutí obrazovky ...
da: Tager skærmen...
de: Bildschirmaufnahme...
eo: kontaktas la ekranon...
es: capturando pantalla...
et: ekraani grabimine...
fi: talletan kuvaa...
fr: copie d'écran en cours...
hr: grabim zaslon...
hu: képernyõ leszedése...
is: gríp skjámynd...
it: cattura schermo...
ko: 화면을 수집중입니다...
no: tar skjerm...
pl: zgrywanie ekraku...
pt: captura de ecrã...
ru: сохраняю экран...
sk: snímam obrazovku...
sv: kopierar skärmen...
tr: ekran yakalanýyor...

source: Setup Science
ca: Valors Ciència
cs: Nastavení Science
da: Hvirvel indstilling
de: Wissenschaft einstellen
eo: Konfiguri Sciencon
es: Configurar ciencia
et: Teaduse seadistus
fi: Aseta linssiä
fr: Configuration de Science
hu: A Tudományos beállítása
is: Stilla vísindi
it: Configurazione salvaschermo "Scienza"
ko: Science 설정
no: Vitenskap-oppsett
pl: Ustawienia wygaszacza Nauka
pt: Configurar Ciência
ru: Настройка Science
sk: Nastavenie Science
sv: Ställ in Vetenskap
tr: Science ayarlarý

source: Inverse
ca: Invers
cs: Inverze
da: Omvendt
de: Invertiert
es: Inverso
et: Vastupidi
fi: Käänteinen
hr: Obrnut
hu: Inverz
is: Andhverft
it: Inverso
ko: 역으로
no: Omvendt
pl: Odwrócony
pt: Inverso
ru: Инвертировать
sk: Obráti»
sv: Omvänt
tr: Ters

source: Gravity
ca: Gravetat
cs: Tí¾e
da: Tyngdekraft
de: Erdanziehung
eo: Gravito
es: Gravedad
et: Gravitatsioon
fi: Gravitaatio
fr: Gravité
hr: Gravitacija
hu: Gravitáció
is: Þyngdarafl
it: Gravita'
no: Gravitasjon
pl: Grawitacja
pt: Gravidade
ru: Гравитация
sk: Gravitácia
sv: Tyngdkraft
tr: Yerçekimi

source: Hide Background
ca: Amaga fons
cs: Skrýt pozadí
da: Gem baggrunden
de: Hintergrund ausblenden
eo: Kaþu la fonon
es: Esconder fondo
et: Peida taust
fi: Piiloita tausta
fr: Cacher le fond d'écran
hr: Sakrij pozadinu
hu: Háttér elrejtése
is: Fela bakgrunn
it: Nascondi Sfondo
ko: 배경 숨기기
no: Skjul bakgrunn
pl: Ukryj t³o
pt: Esconder Fundo
ru: Скрыть фон
sk: Skry» pozadie
sv: Göm bakgrund
tr: Arkaplaný sakla

source: Intensity:
ca: Intensitat:
cs: Intenzita:
da: Intensitet:
de: Intensität:
eo: Intenseco:
es: Intensidad:
et: Intensiivsus:
fi: Voimakkuus:
fr: Intensité :
hr: Jaèina:
hu: Intenzitás:
is: Styrkur:
it: Intensita':
ko: 곡률강도:
no: Intensitet:
pl: Intensywno¶æ:
pt: Intensidade:
ru: Интенсивность:
sk: Intenzita:
sv: Styrka:
tr: Koyuluk:

source: Motion:
ca: Moviment:
cs: Pohyb:
da: Bevægelse:
de: Bewegung:
eo: Movado:
es: Movimiento:
et: Liikumine:
fi: Liike:
fr: Mouvement :
hr: Pokret:
hu: Mozgás:
is: Hreyfing:
it: Movimento:
ko: 움직임:
no: Bevegelse:
pl: Ruch:
pt: Movimento:
ru: Движение:
sk: Pohyb:
sv: Rörelse:
tr: Hareker:

source: Science Version
ca: Versió de Ciència
cs: Science verze
da: Hvirvel version
de: Wissenschaft - Version
eo: Science versio
es: Ciencia versión
et: Science versioon
fi: Linssi Versio
fr: Version de Science
hr: Znanost Inaèica
hu: Verzió
is: Vísindi, útgáfa
it: Versione di Scienza
ko: Science 버전
no: Vitenskap versjon
pl: Wersja
pt: Ciência Versão
ru: Science версии
sk: Science verzia
sv: Vetenskap version
tr: Science Sürüm

source: written by
ca: escrit per
cs: napsal
da: skrevet af
de: geschrieben von
eo: kreita de
es: escrito por
et: kirjutanud
fi: kirjoittanut
fr: écrit par
hr: napisao
hu: írta
is: Skrifað af
it: scritto da
ko: 제작
no: skrevet av
pl: napisa³
pt: escrito por
ru: написан
sk: napísal
sv: skriven av
tr: yazan:

source: About Science
ca: Quant a Ciència
cs: Informace o Science
da: Om Science
de: Über Wissenschaft
eo: Pri Scienco
es: Acerca de ciencia
et: Teadus info
fi: Tietoa linssistä
fr: A propos de Science
hr: O Znanosti
hu: A Tudományos névjegye
is: Um Vísindi
it: Info su Scienza
ko: Science 정보
no: Om Vitenskap
pl: Informacje
pt: Acerca do Ciência
ru: О Science
sk: Informácie o Science
sv: Om Vetenskap
tr: Science hakkýnda

source: SlideScreen
ca: Pantalla de diapositives
eo: Puzleroj
es: DeslizaPantalla
fi: LiukuNäyttö
hu: Mozaik
is: Renniskjár
it: Schermo scorrevole
no: Skredskjerm
pl: Uk³adanka
pt: Ecrã Deslizante
ru: Слайдовый Экран
sv: Skyffla skärmen

source: Setup KSlideScreen
ca: Valors Diapositives
cs: Nastavení ¹etøièe SlideScreen
da: SlideScreen indstilling
de: Einstellungen SlideScreen
eo: Konfiguri Puzlerojn
es: Configurar DeslizaPantalla
et: KSlideScreen seadistus
fi: Aseta liukunäyttöä
fr: Configuration de KSlideScreen
hu: A Mozaik beállításai
is: Stilla Renniskjá
it: Configurazione salvaschermo "KSlideScreen"
no: Skredskjerm-oppsett
pl: Ustawienia wygaszacza Uk³adanka
pt: Configurar Ecrã Deslizante
ru: Настройка KSlideScreen
sk: Nastavenie KSlideScreen
sv: Ställ in Skyffla skärmen

source: About SlideScreen
ca: Quant a Diapositives
cs: Informace o ¹etøièi SlideScreen
da: Om SlideScreen
de: Über SlideScreen
eo: Pri Puzleroj
es: Acerca de DeslizaPantalla
et: SlideScreen info
fi: Tietoja liukuruudusta
fr: A propos de SlideScreen
hu: A Mozaik névjegye
is: Um renniskjá
it: Info su SlideScreen
no: Om Skredskjerm
pl: Informacje
pt: Acerca do Ecrã Deslizante
ru: О SlideScreen
sk: Informácie o SlideScreen
sv: Om Skyffla skärmen

source: SlideScreen Version 1.1 Copyright (c) 1992-1997 by Jamie Zawinski <jwz@jwz.org> Ported to kscreensaver by: Tom Vijlbrief <tom.vijlbrief@knoware.nl> oct 1998
ca: Pantalla de Diapositives Versió 1.1 Copyright (c) 1992-1997 by Jamie Zawinski <jwz@jwz.org> Portat a kscreensaver per: Tom Vijlbrief <tom.vijlbrief@knoware.nl> oct 1998
cs: SlideScreen verze 1.1 Copyright (c) 1992-1997 by Jamie Zawinski <jwz@jwz.org> Pro kscreensaver pøevedl: Tom Vijlbrief <tom.vijlbrief@knoware.nl> oct 1998
da: Rock Version 3.3 Copyright (c) 1992 ved Jamie Zawinski Overført til kde pauseskærm af Martin Jones.
de: SlideScreen Version 1.1 Copyright (c) 1992-1997 Jamie Zawinski <jwz@jwz.org> Nach KDE portiert von: Tom Vijlbrief <tom.vijlbrief@knoware.nl> Oktober 1998
eo: SlideScreen versio 1.1 Kopirajto (c) 1992-1997 æe Jamie Zawinski <jwz@jwz.org> Adaptita al kscreensaver de: Tom Vijlbrief <tom.vijlbrief@knoware.nl> okt 1998
es: DeslizaPantalla versión 1.1 Copyright (c) 1992-1997 por Jamie Zawinski <jwz@jwz.org> Adaptado a kscreensaver por: Tom Vijlbrief <tom.vijlbrief@knoware.nl> oct 1998
et: SlideScreen Versioon 1.1 Copyright (c) 1992-1997 Jamie Zawinski <jwz@jwz.org> Kscreensaver'isse portinud: Tom Vijlbrief <tom.vijlbrief@knoware.nl> oct 1998
fi: SlideScreen Versio 1.1 Copyright (c) 1992-1997 Jamie Zawinski <jwz@jwz.org> Siirtäny kscreensave -ohjelmaan: Tom Vijlbrief <tom.vijlbrief@knoware.nl> Lokakuu 1998
fr: SlideScreen Version 1.1 Copyright (c) 1992-1997 par Jamie Zawinski <jwz@jwz.org> Porté vers kscreensaver par: Tom Vijlbrief <tom.vijlbrief@knoware.nl> oct 1998
hr: SlideScreen inaèica 1.1 Copyright (c) 1992 Jamie Zawinski Prilagodio za kscreensave: Tom Vijlbrief <tom.vijlbrief@knoware.nl> oct 1998
hu: Mozaik 1.1 verzió Szerzõi jog: (c) 1992-1997 by Jamie Zawinski <jwz@jwz.org> kscreensaver-hez portolta: Tom Vijlbrief <tom.vijlbrief@knoware.nl> oct 1998
is: Renniskjár, útgáfa 1.1 Höfundarréttur (c) 1992-1997, Jamie Zawinski <jwz@jwz.org> Tom Vijlbrief <tom.vijlbrief@knoware.nl> oct 1998 flutti í kscreensave.
it: SlideScreen Versione 1.1 Copyright (c) 1992-1997 di Jamie Zawinski <jwz@jwz.org> Portato a kscreensaver da: Tom Vijlbrief <tom.vijlbrief@knoware.nl> ott 1998
no: SlideScreen versjon 1.1 Enerett (c) 1992-1997 ved Jamie Zawinski <jwz@jwz.org> Portet til kscreensaver av: Tom Vijlbrief <tom.vijlbrief@knoware.nl> okt 1998
pl: Uk³adanka wersja 1.1 Copyright (c) 1992 by Jamie Zawinski Wersja dla KDE: Tom Vijlbrief <tom.vijlbrief@knoware.nl> pa¼dziernik 1998
pt: Ecrã Deslizante Versão 1.1 Copyright (c) 1992-1997 por Jamie Zawinski <jwz@jwz.org> Transporto para o KDE por: Tom Vijlbrief <tom.vijlbrief@knoware.nl> outubro 1998
ru: SlideScreen версии 1.1 Copyright (c) 1992 Джами Завински <jwz@jwz.org> Переписано на kscreensaver: Том Вильжльбриф <tom.vijlbrief@knoware.nl> октябрь 1998
sk: SlideScreen verzia 1.1 Copyright (c) 1992-1997 by Jamie Zawinski <jwz@jwz.org> Pre kscreensaver previedol: Tom Vijlbrief <tom.vijlbrief@knoware.nl> oct 1998
sv: Skyffla skärmen version 1.1 Copyright (c) 1992-1997 av Jamie Zawinski <jwz@jwz.org> Portad till kscreensaver av: Tom Vijlbrief <tom.vijlbrief@knoware.nl> okt 1998

source: Slip
ca: Relliscada
de: Fetzen
el: Γλύστρημα
eo: Æifonoj
et: Libistamine
fi: Liutus
hu: Csúszás
is: Sleipt
no: Skred
pl: Po¶lizg
sv: Lappar

source: Setup KSlip
ca: Valors Relliscada
cs: Nastavení KSlipu
da: KSlip indstilling
de: KSlip einstellen
el: Ρυθμίσεις Γλυστρήματος
eo: Konfiguri Æifonojn
es: Configurar Slip
et: KLibisatmine seadistus
fi: Aseta liutusta
fr: Configuration de KSlip
hr: Podesi KSlip
hu: A Csúszás beállítása
is: Stilla KSleipt
it: Configurazione salvaschermo "KSlip"
ko: KSlip 설정
nl: Stel Slip in
no: Skred-oppsett
pl: Ustawienia wygaszacza Po¶lizg
pt: Configurar Slip
ru: Настроить KSlip
sk: Nastavenie KSlipu
sv: Ställ in Lappar
tr: KSlip Ayarla

source: Batchcount:
ca: Pilons:
cs: Poèet:
da: Antal gange:
de: Anzahl der Fetzen:
el: Αριθμός δεσμών:
eo: Staknombro:
es: Número de bache:
et: Portsuloendur:
fi: Palojen määrä:
fr: Nombre :
hu: Csoportok:
is: Flokkafjöldi:
it: Nr. pezzi:
nl: Per keer:
pl: Ilo¶æ kroków
pt: Quantidade:
ru: Пакетов:
sk: Poèet:
sv: Gräns:
tr: Sayaç:

source: About Slip
ca: Quant a Relliscada
cs: Informace o Slipu
da: Om Slip
de: Über Slip
el: Για το Γλύστρημα
eo: Pri Æifonoj
es: Acerca de Slip
et: Slip info
fi: Tietoja liutuksesta
fr: A propos de Slip
hr: O Slipu
hu: A Csúszás névjegye
is: Um Sleipt
it: Info su Slip
ko: Slip 정보
nl: Over Slip
no: Om Skred
pl: Informacje
pt: Acerca do Slip
ru: О Slip
sk: Informácie o Slipu
sv: Om Lappar
tr: Slip Hakkýnda

source: Slip Copyright (c) 1991 by Scott Draves Ported to kscreensave by Emanuel Pirker.
ca: Relliscada Copyright (c) 1991 by Scott Draves Portat a kscreensave per Emanuel Pirker.
cs: Slip Copyright (c) 1991 by Scott Draves Pøevedeno pro kscreensaver Emanuelem Pirkerem
da: Slip Copyright (c) 1991 ved Scott Draves Overført til kde pauseskærm af Emanuel Pirker.
de: Slip Copyright (c) 1991 Scott Draves Portiert für KDE von Emanuel Pirker.
el: Γλύστρημα Πνευματικά δικαιώματα (c) 1991 Scott Draves Μεταφορά στο KDE από τον Emanuel Pirker.
eo: Slip Kopirajto (c) 1991 æe Scott Draves Adaptita al kscreensave de Emanuel Pirker.
es: Slip Copyright (c) 1991 por Scott Draves Adaptado a kscreensave por Emanuel Pirker.
et: Slip Copyright (c) 1991 Scott Draves Kscreensaver'isse portinud Emanuel Pirker.
fi: Slip Copyright (c) 1991 by Scott Draves Siirtänyt kscreensave-ohjelmaan Emanuel Pirker.
fr: Slip Copyright (c) 1991 par Scott Draves Porté vers kscreensave par Emanuel Pirker.
hr: Slip Copyright (c) 1991 Scott Draves Prilagodio za kscreensave Emanuel Pirker.
hu: Csúszás Szerzõi jog: (c) 1991 by Scott Draves kscreensave-hez portolta: Emanuel Pirker.
is: Sleipt Höfundarréttur (c) 1991, Scott Draves Emanuel Pirker flutti í kscreensave.
it: Slip Copyright (c) 1991 Scott Draves Porting su KDE di Emanuel Pirker.
ko: Slip Copyright (c) 1991, Scott Draves kscreensave로 포팅 : Emanuel Pirker
nl: Slip Copyright (c) 1991 door Scott Draves Herschreven voor kscreensave door Emanuel Pirker.
no: Skred Enerett (c) 1991 av Scott Draves Portet til kscreensave av Emanuel Pirker.
pl: Po¶lizg Copyright (c) 1991 Scott Draves Wersja dla kscreensave od Emanuel Pirker.
pt: Slip Copyright (c) 1991 por Scott Draves Transposto para kscreensave por Emanuel Pirker.
ru: Slip Copyright (c) 1991 Скотт Дрэйвс Переписано на kscreensave Эмануэлем Пиркером.
sk: Slip Copyright (c) 1991 by Scott Draves Previedol pre kscreensaver Emanuel Pirker
sv: Lappar Copyright (c) 1991 av Scott Draves Portad till kscreensave av Emanuel Pirker.
tr: Slip Telif Hakký (c) 1991 Scott Draves kscreensave'e Emanuel Pirker çevirmiþtir.

source: Space (GL)
ca: Espai (GL)
cs: Vesmír (GL)
de: Weltraum (GL)
eo: Universo (graf. bibl.)
es: Espacio (GL)
et: Kosmos (GL)
fi: Avaruus (GL)
fr: Espace (GL)
hr: Svemir (GL)
hu: Ûr (GL)
is: Geimur (GL)
it: Spazio (GL)
nl: Ruimte (GL)
no: Rom (GL)
pl: Kosmos (GL)
pt: Espaço (GL)
ru: Пространство (GL)
sk: Vesmír (GL)
sv: Rymden (GL)

source: Setup KSpace
ca: Valors Espai
cs: Nastavení KSpace
da: KSpace indstilling
de: KSpace einstellen
eo: Konfiguri Universon
es: Configurar Espacio
et: KKosmos seadistus
fi: Aseta KAvaruutta
fr: Configuration de KSpace
hr: Podesi KSpace
hu: Az Ûr beállításai
is: Stilla KGeim
it: Impostazioni "KSpace"
ko: KSpace 설정
nl: Stel Ruimte in
no: Rom-oppsett
pl: Ustawienia wygaszacza Kosmos
pt: Configurar Espaço
ru: Настроить KSpace
sk: Nastavenie KSpace
sv: Ställ in Rymden
tr: KSpace Ayarla

source: Warp Interval:
ca: Interval de deformació:
cs: Interval zrychlování:
da: Lyshastighedsinterval:
de: Warp-Intervall:
eo: Warp - intervalo:
es: Intervalo de Warp:
et: Kooldumise intervall:
fi: Poimuväli:
fr: Intervalle de torsion :
hr: Warp Razmak:
hu: Warp gyakoriság:
is: Bil milli varpana
it: Intervallo:
ko: 뒤틀림 간격:
nl: Werp Interval:
pl: Czas do przyspieszenia:
pt: Intervalo de Wrap:
ru: Волна:
sk: Interval:
sv: Warp-intervall:
tr: Iþýk aralýðý:

source: About KSpace
ca: Quant a Espai
cs: Informace o KSpace
da: Om KSpace
de: Über KSpace
eo: Pri Universo
es: Acerca de Espacio
et: KKosmos info
fi: Tietoja KAvaruudesta
fr: A propos de KSpace
hr: O KSpace
hu: Az Ûr névjegye
is: UM KGeim
it: Info su KSpace
ko: KSpace 정보
nl: Over Ruimte
no: Om Rom
pl: Informacje
pt: Acerca do Espaço
ru: О KSpace
sk: Informácie o KSpace
sv: Om Rymden
tr: KSpace Hakkýnda
