Repository: KDE/kde1-kdebase
Catalog: po/*/klock.po
Languages: ca, cs, da, de, el, eo, es, et, fi, fr, hr, hu, is, it, ko, nl, no, pl, pt, ru, sk, sv, tr

source: Attraction
ca: Atracció
cs: Pøita¾livost
da: Tiltrækning
eo: Altirfortoj
es: Atracción
et: Atraktsioon
fi: Attraktori
hu: Vonzás
is: Aðdráttur
it: Attrazione
no: Tiltrekning
pl: Atrakcja
pt: Atracção
ru: Аттракцион
sv: Sammandragning

source: Setup KAttraction
ca: Valors Atracció
cs: Nastavení KAttraction
da: KAttraction indstilling
de: Einstellungen Attraction
eo: Konfiguri Altirfortojn
es: Configurar KAtracción
et: KAtraktsiooni seadistus
fi: Aseta KAttraktoria
fr: Configuration de KAttraction
hu: A KAttraction beállítása
is: Stilla KAðdrátt
it: Configurazione salvaschermo "Attrazione"
no: Tiltreknings-oppsett
pl: Ustawienia wygaszacza Atrakcja
pt: Configurar Atracção
ru: Настройка KAttraction
sk: Nastavenie KAttraction
sv: Ställ in Sammandragning

source: Number:
ca: Número:
cs: Poèet:
da: Antal:
de: Anzahl:
el: Αριθμός:
eo: Nombro:
es: Número:
fi: Määrä:
fr: Nombre :
hr: Broj:
hu: Darab:
is: Fjöldi:
it: Numero:
ko: 불꽃 수:
nl: Aantal:
no: Antall:
pl: Liczba:
pt: Numero:
ru: Количество:
sk: Poèet:
sv: Antal:
tr: Sayý:

source: Mode:
cs: Mód:
da: Tilstand:
de: Modus:
eo: Modo:
es: Modo:
et: Reziim:
fi: Tyyli:
fr: Milieu :
hr: Naèin:
hu: Mód:
is: Hamur:
it: Modo:
ko: 모드:
no: Modus:
pl: Tryb:
pt: Modo:
ru: Режим:
sk: Re¾im:
sv: Läge:
tr: Kip:

source: Balls
ca: Pilotes
cs: Míèe
da: Bolde
de: Kugeln
eo: Diskoj
es: Bolas
et: Pallid
fi: Palloja
fr: Balles
hr: Lopte
hu: Labdák
is: Boltar
it: Palle
no: Baller
pl: Kule
pt: Bolas
ru: Мячей
sk: Lopty
sv: Bollar

source: Lines
ca: Línies
cs: Linie
da: Linier
de: Linien
el: Γραμμές
eo: Linioj
es: Líneas
et: Jooned
fi: Viivat
fr: Lignes
hr: Linije
hu: Vonalak
is: Línur
it: Linee
ko: 직선그리기
nl: Regels
no: Linjer
pl: Linie
pt: Linhas
ru: Линии
sk: Èiary
sv: Linjer

source: Polygons
ca: Polígons
cs: Polygony
da: Polygoner
de: Polygone
el: Πολύγωνα
eo: Poligonoj
es: Polígonos
et: Polügonid
fi: Polygonit
fr: Polygônes
hr: Poligoni
hu: Poligonok
is: Marghyrningar
it: Poligoni
ko: 폴리곤
nl: Polygoon
no: Polygoner
pl: Polygony
pt: Poligonos
ru: Полигоны
sk: Polygóny
sv: Polygoner
tr: Poligonlar

source: Tails
ca: Cues
cs: Doznívání
da: Haler
de: Spuren
eo: Vostoj
es: Colas
et: Sabad
fi: Hännät
fr: Traits
hu: Nyomot hagy
is: Skott
it: Code
no: Haler
pl: Ogony
pt: Caudas
ru: Хвосты
sk: Chvosty
sv: Spår

source: Glow
ca: Fulgor
cs: Záøit
da: Gløde
de: Leuchten
eo: Lumante
es: Brillo
et: Helendus
fi: Hehku
fr: Brillant
hu: Ragyogás
is: Glóð
it: Bagliore
no: Gløde
pl: P³omienie
pt: Brilho
ru: Мерцать
sv: Glöd

source: About Attraction
ca: Quant a Atracció
cs: Informace o Attraction
da: Om KAttraction
de: Über Attraction
eo: Pri Altirfortoj
es: Acerca de Atracción
et: Atraktsiooni info
fi: Tietoja attraktorista
fr: A propos de Attraction
hu: A Vonzás-ról
is: Um aðdrátt
it: Informazioni su Attrazione
no: Om Tiltreknings
pl: Informacje
pt: Acerca do Atracção
ru: Об Аттракционе
sk: O Attraction
sv: Om Sammandragning

source: Attraction Version 1.0 Copyright (c) 1992-1997 by Jamie Zawinski <jwz@jwz.org> Ported to kscreensaver by: Tom Vijlbrief <tom.vijlbrief@knoware.nl> oct 1998
ca: Atracció Versió 1.0 Copyright (c) 1992-1997 by Jamie Zawinski <jwz@jwz.org> Portat a kscreensaver per: Tom Vijlbrief <tom.vijlbrief@knoware.nl> oct 1998
cs: Attraction verze 1.0 Copyright (c) 1992 by Jamie Zawinski <jwz@jwz.org> Pro kscreensaver pøevedl: Tom Vijlbrief <tom.vijlbrief@knoware.nl> Øíjen 1998
da: Attraction Version 1.0 Copyright (c) 1992-1997 ved Jamie Zawinski Overført til kde pauseskærm af: Tom Vijlbrief <tom.vijlbrief@knoware.nl> oct 1998
de: Attraction Version 1.0 Copyright (c) 1992-1997 Jamie Zawinski <jwz@jwz.org> Nach KDE portiert von: Tom Vijlbrief <tom.vijlbrief@knoware.nl> Oktober 1998
eo: Altirfortoj versio 1.0 Kopirajto (c) 1992-1997 æe Jamie Zawinski <jwz@jwz.org> Tom Vijlbrief <tom.vijlbrief@knoware.nl> okt. 1998
es: Atracción versión 1.0 Copyright (c) 1992-1997 por Jamie Zawinski <jwz@jwz.org> Portado a kscreensaver por: Tom Vijlbrief <tom.vijlbrief@knoware.nl> oct 1998
et: Attraction Versioon 1.0 Copyright (c) 1992-1997 Jamie Zawinski <jwz@jwz.org> Porditud kscreensaver'isse: Tom Vijlbrief'i <tom.vijlbrief@knoware.nl> poolt oct 1998
fi: Attraction Versio 1.0 Copyright (c) 1992-1997 Jamie Zawinski <jwz@jwz.org> Siirtäny kscreensaver ohjelmaan: Tom Vijlbrief <tom.vijlbrief@knoware.nl> oct 1998
fr: Attraction Version 1.0 Copyright (c) 1992-1997 par Jamie Zawinski <jwz@jwz.org> Porté vers kscreensaver par : Tom Vijlbrief <tom.vijlbrief@knoware.nl> oct 1998
hr: Attraction inaèica 1.0 Copyright (c) 1992 Jamie Zawinski Prilagodio za kscreensave: Tom Vijlbrief <tom.vijlbrief@knoware.nl> oct 1998
hu: Vonzás 1.0 verzió Szerzõi jogok (c) 1992-1997 by Jamie Zawinski <jwz@jwz.org> kscreensaver-hez portolta: Tom Vijlbrief <tom.vijlbrief@knoware.nl> oct 1998
is: Útgáfa 1.0 af Aðdrætti Höfundarréttur (C) 1992-1997 Jamie Zawinski <jwz@jwz.org> Tom Vijlbrief <tom.vijlbrief@knoware.nl> Flutti í kscreensaver í október 1998
it: Attrazione Versione 1.0 Copyright (c) 1992-1997 di Jamie Zawinski <jwz@jwz.org> Portato su kscreensaver da: Tom Vijlbrief <tom.vijlbrief@knoware.nl> ott 1998
no: Tiltrekning versjon 1.0 Enerett (c) 1992-1997 ved Jamie Zawinski <jwz@jwz.org> Portet til kscreensaver av: Tom Vijlbrief <tom.vijlbrief@knoware.nl> okt 1998
pl: Atrakcja wersja 1.0 Copyright (c) 1992-1997 by Jamie Zawinski <jwz@jwz.org> Wersja dla KDE: Tom Vijlbrief <tom.vijlbrief@knoware.nl> pa¼dziernik 1998
pt: Atracção Versão 1.0 Copyright (c) 1992-1997 por Jamie Zawinski <jwz@jwz.org> Transporto para o kscreensaver por: Tom Vijlbrief <tom.vijlbrief@knoware.nl> outubro 1998
ru: Аттракцион версии 1.0 Copyright (c) 1992-1997 Джами Завински <jwz@jwz.org> Переписано на kscreensave: Том Вильжльбриф <tom.vijlbrief@knoware.nl> октябрь 1998
sk: Attraction Verzia 1.0 Copyright (c) 1992-1997 by Jamie Zawinski <jwz@jwz.org> Pre kscreensaver previedol: Tom Vijlbrief <tom.vijlbrief@knoware.nl> okt 1998
sv: Sammandragning version 1.0 Copyright (c) 1992-1997 av Jamie Zawinski <jwz@jwz.org> Portad till kscreensaver av: Tom Vijlbrief <tom.vijlbrief@knoware.nl> okt 1998

source: Banner
ca: Pancarta
cs: Bì¾ící text
el: Πανώ
eo: Standardo
es: Cartél
fi: Viesti
fr: Bannière
hr: Barjak
hu: Felirat
is: Skilti
it: Testo scorrevole
ko: 배너
nl: Banier
no: Fane
pl: Baner
pt: Mensagem
ru: Плакат
sk: Be¾iaci text
sv: Rubrik
tr: Büyük Yazý

source: Setup kbanner
ca: Valors Pancarta
cs: Nastavení kbanneru
da: Bannerindstilling
de: Einstellungen Banner
el: Ρύθμιση πανώ
eo: Konfiguri Standardon
es: Configurar kbanner
et: Banner'i seadistus
fi: Aseta viesti
fr: Configuration de la bannière
hr: Namjesti kbanner
hu: A Felirat beállításai
is: Stilla kskilti
it: Configurazione salvaschermo "Testo scorrevole"
ko: kbanner 설정
nl: Stel Banier in
no: Fane-oppsett
pl: Ustawienia wygaszacza Baner
pt: Configurar Mensagem
ru: Настройка kbanner
sk: Nastavenie kbanneru
sv: Ställ in Rubrik
tr: kbanner Ayarla

source: Family:
ca: Família:
cs: Rodina:
da: Familie:
de: Familie:
eo: Familio:
es: Familia:
et: Perekond:
fi: Perhe:
fr: Famille :
hr: Obitelj:
hu: Család:
is: Leturgerð:
it: Famiglia:
no: Familie:
pl: Rodzina:
pt: Família:
ru: Семейство:
sk: Rodina:
sv: Familj:

source: Size:
ca: Mida:
cs: Velikost:
da: Størrelse:
de: Größe:
eo: Grandeco:
es: Tamaño:
et: Suurus:
fi: Koko:
fr: Taille :
hu: Méret:
is: Stærð:
it: Dimensione:
no: Størrelse:
pl: Rozmiar:
pt: Tamanho:
ru: Размер:
sk: Veµkos»:
sv: Storlek:

source: Color:
cs: Barva:
da: Farve:
de: Farbe:
el: Χρώμα:
eo: Koloro:
et: Värv:
fi: Väri:
fr: Couleur :
hr: Boja:
hu: Szín:
is: Litur:
it: Colore:
ko: 색
nl: Kleur:
no: Farge:
pl: Kolor:
pt: Cor:
ru: Цвет:
sk: Farba:
sv: Färg:
tr: Renk:

source: Bold
ca: Negreta
cs: Tuèné
da: Fed
de: Fett
eo: Grasa
es: Negritas
et: Rasvane
fi: Paksunnettu
fr: Gras
hr: Masno
hu: Félkövér
is: Feitletrað
it: Grassetto
no: Uthevet
pl: Pogrubiona
pt: Negrito
ru: Жирный
sk: Tuèné
sv: Fet

source: Speed:
ca: Velocitat:
cs: Rychlost:
da: Hastighed:
de: Geschwindigkeit:
el: Ταχύτητα:
eo: Rapideco:
es: Velocidad:
et: Kiirus:
fi: Nopeus:
fr: Vitesse :
hr: Brzina:
hu: Sebesség:
is: Hraði:
it: Velocità:
ko: 속도:
nl: Snelheid:
no: Hastighet
pl: Prêdko¶æ:
pt: Velocidade:
ru: Скорость:
sk: Rýchlos»:
sv: Hastighet:
tr: Hýz:

source: Message:
ca: Missatge:
cs: Zpráva:
da: Besked:
de: Lauftext:
el: Μήνυμα:
eo: Mesaøo:
es: Mensaje:
et: Teade:
fi: Viesti:
hr: Poruka:
hu: Szöveg:
is: Skilaboð:
it: Messaggio:
ko: 메시지:
nl: Boodschap:
no: Melding:
pl: Komunikat:
pt: Mensagem:
ru: Сообщение:
sk: Správa:
sv: Text:
tr: Mesaj:

source: About Banner
ca: Quant a Pancarta
cs: Informace o Bì¾ícím textu
da: Om Banner
de: Über Banner
el: Για το πανώ
eo: Pri Standardo
es: Acerca de Banner
et: Banner'i info
fi: Tietoja Bannerista
fr: A propos de Banner
hr: O Barjaku
hu: A Felirat-ról
is: Um skilti
it: Info su Banner(testo scorrevole)
ko: Banner 정보
nl: Over Banier
no: Om Fane
pl: Informacje
pt: Acerca do Mensagem
ru: О Плакате
sk: O Be¾iacom texte
sv: Om Rubrik
tr: Banner Hakkýnda

source: Banner Version 0.1 written by Martin R. Jones 1996 mjones@kde.org
ca: Pancarta Versió 0.1 Escrit per Martin R. Jones 1996 mjones@kde.org
cs: Banner verze 0.1 napsáno Martinem R.Jonesem 1996 mjones@kde.org
da: Banner Version 0.1 Skrevet af Martin R. Jones 1996 mjones@kde.org
de: Banner Version 0.1 Autor: Martin R. Jones 1996 mjones@kde.org
el: Πανώ Έκδοση 0.1 προγραμματισμός από τον Martin R. Jones 1996 mjones@kde.org
eo: Banner versio 0.1 kreita de Martin R. Jones 1996 mjones@kde.org
es: Banner Versión 0.1 escrito por Martin R. Jones 1996 mjones@kde.org
et: Banner'i Versioon 0.1 kirjutatud Martin R. Jones'i poolt 1996 mjones@kde.org
fi: Banner Versio 0.1 Kirjoittanut Martin R. Jones 1996 mjones@kde.org
fr: Banner Version 0.1 écrit par Martin R. Jones 1996 mjones@kde.org
hr: Barjak inaèica 0.1 napisao Martin R. Jones 1996 mjones@kde.org
hu: Felirat 0.1 verzió Írta: Martin R. Jones 1996 mjones@kde.org
is: Skilti, útgáfa 0.1 skrifað af Martin R. Jones 1996 mjones@kde.org
it: Banner Versione 0.1 Autore: Martin R. Jones 1996 mjones@kde.org
ko: Banner 버전 0.1 제작 : 1996년 Martin R. Jones mjones@kde.org
nl: Banier Version 0.1 geschreven door Martin R. Jones 1996 mjones@kde.org
no: Fane versjon 0.1 skrevet av Martin R. Jones 1996 mjones@kde.org
pl: Banner Version 0.1 napisane przez Martin R. Jones'a 1996 mjones@kde.org
pt: Mensagem Versão 0.1 escrito por Martin R. Jones 1996 mjones@kde.org
ru: Плакат версия 0.1 написана Мартином Р. Джонсом, 1996 mjones@kde.org
sk: Banner verzia 0.1 napísal Martin R.Jones 1996 mjones@kde.org
sv: Rubrik version 0.1 skriven av Martin R. Jones 1996 mjones@kde.org
tr: Banner Sürüm 0.1 Martin R. Jones tarafýnda yazýlmýþtýr mjones@kde.org

source: KDE is great
ca: KDE és colossal
cs: KDE je skvìlé
da: KDE er fantastisk
de: KDE ist großartig
el: Το KDE είναι καταπληκτικό
eo: KDE estas grandioza
es: KDE - la máquina en acción
et: KDE on suurepärane
fi: KDE on mahtava
fr: KDE est splendide
hr: KDE je super
hu: KDE világlegjobb!
is: KDE er æði!
it: KDE è grande
nl: KDE is geweldig
no: KDE er bra
pl: KDE jest niesamowite
pt: KDE é espectacular
ru: KDE -- Это круто
sk: KDE je skvelé
sv: mitt KDE är fantastiskt
tr: KDE harika

source: Bat
ca: Rat Penat
cs: Netopýøi
da: Flagermus
de: Fledermäuse
el: Νυχτερίδα
eo: Vesperto
es: Murciélago
et: Nahkhiir
fi: Lepakot
hr: ©i¹mi¹
hu: Denevérek
is: Leðurblaka
it: Boing
ko: 박쥐
nl: Vleermuis
no: Flaggermus
pl: Nietoperz
pt: Morcego
ru: Летучая Мышь
sk: Netopieri
sv: Fladdermus

source: Setup KBat
ca: Valors Rat Penat
cs: Nastavení KBatu
da: Flagermus-indstilling
de: Einstellungen Fledermäuse
el: Ρυθμίσεις Νυχτερίδας
eo: Konfiguri Vesperton
es: Configurar Murciélago
et: Nahkhiire seadistus
fi: Aseta lepakkoja
fr: Configuration de KBat
hr: Postava za KBat
hu: A Denevérek beállítása
is: Stilla KLeðurblöku
it: Configurazione salvaschermo "Boing"
ko: KBat 설정
nl: Stel Vleermuis in
no: Flaggermus-oppsett
pl: Ustawienia wygaszacza Nietoperz
pt: Configurar Morcego
ru: Настройка KBat
sk: Nastavenie KBatu
sv: Ställ in Fladdermus
tr: KBat Ayarla

source: Number of bats:
ca: Número de rats penats:
cs: Poèet netopýrù:
da: Antal flagermus:
de: Fledermäuse:
el: Αριθμός νυχτερίδων
eo: Nombro da vespertoj:
es: Número de murciélagos:
et: Nahkhiirte arv:
fi: Lepakoiden määrä:
fr: Nombre de chauve-souris :
hr: Broj ¹i¹mi¹a:
hu: Denevérek száma:
is: Fjöldi:
it: Numero di pipistrelli:
ko: 박쥐 수:
nl: Aantal vleermuizen:
no: Antall flaggermus:
pl: Ilo¶æ nietoperzy:
pt: Numero de morcegos:
ru: Количество:
sk: Netopierov:
sv: Antal fladdermöss:
tr: Yarasa Sayýsý:

source: About Bat
ca: Quant a Rat Penat
cs: Informace o Netopýrech
da: Om KBat
de: Über Fledermäuse
el: Για την Νυχτερίδα
eo: Pri Vesperto
es: Acerca de Murciélago
et: Nahkhiire info
fi: Tietoja lepakoista
fr: A propos de Bat
hr: O ©i¹mi¹u
hu: A Denevérek-rõl
is: Um leðurblöku
it: Info su Bat(Boing)
ko: Bat 정보
nl: Over Vleermuis
no: Om Flaggermus
pl: Informacje
pt: Acerca de Morcego
ru: О Летучей Мыши
sk: Informácie o Netopieroch
sv: Om Fladdermus
tr: Bat Hakkýnda

source: Bat Copyright (c) 1986 by Sun Microsystems Ported to kscreensave by Emanuel Pirker.
ca: Rat Penat Copyright (c) 1986 by Sun Microsystems Portat a kscreensave per Emanuel Pirker.
cs: Bat Copyright (c) 1986 by Sun Microsystems Pøevedeno pro kscreensaver Emanuelem Pirkerem.
da: Flagermus Copyright (c) 1986 af Sun Microsystems Overført til kde pauseskærm af Emanuel Pirker.
de: Fledermäuse Copyright (c) 1986 von Sun Microsystems Portiert für KDE von Emanuel Pirker.
el: Νυχτερίδα Πνευματικά δικαιώματα (c) 1986 Sun Microsystems Προσαρμογή στο KDE από τον Emanuel Pirker.
eo: Bat Kopirajto (c) 1986 æe Sun Microsystems Adaptita al kscreensave de Emanuel Priker.
es: Murciélago (Bat) Copyright (c) 1986 por Sun Microsystems Adaptado a kscreensave por Emanuel Pirker.
et: Bat Copyright (c) 1986 Sun Microsystems Kscreensaver'isse porditud Emanuel Pirker'i poolt.
fi: Bat Copyright (c) 1986 by Sun Microsystems Siirtänyt kscreensave-ohjelmaan Emanuel Pirker.
fr: Bat Copyright (c) 1986 par Sun Microsystems Porté vers kscreensaver par Emanuel Pirker.
hr: ©i¹mi¹ Copyright (c) 1986 by Sun Microsystems Prilagodio za kscreensave Emanuel Pirker.
hu: Denevérek Szerzõi jog: (c) 1986 by Sun Microsystems kscreensave-hez portolta: Emanuel Pirker.
is: Leðurblaka Höfundarréttur (c) 1986, Sun Microsystems Emanuel Pirker flutti í kscreensave.
it: Bat Copyright (c) 1986 by Sun Microsystems Portato su kscreensave by Emanuel Pirker.
ko: 박쥐 Copyright (c) 1986, Sun Microsystems kscreensave로 포팅 : Emanuel Pirker
nl: Vleermuis Copyright (c) 1986 door Sun Microsystems Herschreven voor kscreensave door Emanuel Pirker.
no: Flaggermus Enerett (c) 1986 av Sun Microsystems Portet til kscreensave av Emanuel Pirker.
pl: Bat Copyright (c) 1986 by Sun Microsystems Wersja dla KDE: Emanuel Pirker.
pt: Morcego Copyright (c) 1986 by Sun Microsystems Transposto para o kscreensave por Emanuel Pirker.
ru: Летучая Мышь Copyright (c) 1986 by Sun Microsystems Переписано для KDE Эмануэлем Пиркером.
sk: Bat Copyright (c) 1986 by Sun Microsystems Prevedené pre kscreensaver Emanuelom Pirkerom.
sv: Fladdermus Copyright (c) 1986 av Sun Microsystems Portat till kscreensave av Emanuel Pirker.
tr: Bat Telif Hakký (C) Sun Microsystems kscreensave'e Emanuel Pirker çevirmiþtir.

source: Blank Screen
ca: Pantalla en blanc
cs: Prázdná obrazovka
da: Blank skærm
de: Leerer Bildschirm
el: Κενή οθόνη
eo: Nigra Ekrano
es: Pantalla negra
et: Tühi ekraan
fi: Tyhjä näyttö
fr: Ecran vide
hr: Prazan zaslon
hu: Feketedoboz, belülrõl
is: Sverta skjá
it: Schermo nero
ko: 화면 비움
nl: Blanko Scherm
no: Blank skjerm
pl: Pusty ekran
pt: Ecrã Vazio
ru: Пустой Экран
sk: Prázdna obrazovka
sv: Tom skärm
tr: Boþ Ekran

source: Setup kblankscrn
ca: Valors Pantalla en blanc
cs: Nastavení prázdné obrazovky
da: Indstil blank skærm
de: Einstellungen
el: Ρυθμίσεις κενής οθόνης
eo: Konfiguri Nigran Ekranon
es: Configurar kblankscrn
et: Tühja ekraani seadistus
fi: Aseta tyhjää näyttöä
fr: Configuration de l'écran vide
hr: Postavi kblankscrn
hu: Feketedoboz beállítása
is: Stilla KSverta
it: Configurazione salvaschermo "Nero"
ko: kblankscrn 설정
nl: Stel Blanko Scherm in
no: Blank skjerm-oppsett
pl: Ustawienia wygaszacza Pusty ekran
pt: Configurar Ecrã Vazio
ru: Настройка kblankscrn
sk: Nastavenie prázdnej obrazovky
sv: Ställ in Tom skärm
tr: Kblancsrn Ayarla

source: Random Linear
ca: Lineal aleatòri
cs: Náhodné linie
da: Tilfældige linier
de: Zufällige Linien
el: Τυχαίο γραμμικό
eo: Hazardaj linioj
es: Lineal al azar
et: Juhuslik-lineaarne
fi: Satunnainen suora
fr: Linéaire aléatoire
hr: Sluèajne Linije
hu: Véletlen vonalak
is: Slembið línulegt
it: Linee casuali
ko: 무작위 직선
nl: Willekeurig lineair
no: Tilfeldig linjær
pl: Przypadkowe Linie
pt: Linhas Aleatórias
ru: Случайная Кривая
sk: Náhodné èiary
sv: Slumpvis linjär
tr: Rastgele Çizgi

source: Horizonal Sine
ca: Sinus horitzontal
cs: Horizontální sinus
da: Vandret sinus
de: Sinuskurve
el: Οριζόντιο Ημίτονο
eo: Sinusaj kurboj
es: Seno horizontal
et: Horisontaalne siinus
fi: Vaakasuuntainen sini
fr: Sinus horizontal
hr: Vodoravne sinusoide
hu: Vízszintes szinusz
is: Láréttur sínus
it: Sinusoidi orizzontali
ko: 사인 곡선
nl: Horizontale sinus
no: Horisontal sinus
pl: Pozioma oscylacja
pt: Seno Horizontal
ru: Горизонтальный Синус
sk: Vodorovná sínusovka
sv: Horisontell sinus
tr: Yatay Sinüs

source: Circular Bounce
ca: Rebot circular
cs: Kruhovité odskoky
da: Cirkler
de: Kreisförmige Sprünge
el: Κυκλικό Κουτούλημα
eo: Cirklaj saltoj
es: Bote circular
et: Ringikujuline põrkumine
fi: Ympyrän törmäily
fr: Rebondis circulaires
hr: Kru¾no odbijanje
hu: Körkörös pattogás
is: Hringabopp
it: Rimbalzi circolari
ko: 원형 곡선
nl: Rondcirkelen
no: Sirkulær sprett
pl: Cyrkulacja drgañ
pt: Saltos Circulares
ru: Круговой прыжок
sk: Kruhovité odskoky
sv: Cirkulär studs
tr: Dairesel

source: Polar Coordinates
ca: Coordinades polars
cs: Polární souøadnice
da: Polære koordinater
de: Polarkoordinaten
el: Πολικές Συντεταγμένες
eo: Polaj koordinatoj
es: Coordenadas polares
et: Polaarsed koordinaadid
fi: Polaarikoordinaatit
fr: Coordonnées polaires
hr: Polarne Koordinate
hu: Polár koordináták
is: Pólhnit
it: Coordinate Polari
ko: 극좌표
nl: Polaire coordinaten
no: Polar koordinater
pl: Koordynaty polarne
pt: Coordenadas Polares
ru: Полярные Координаты
sk: Polárne súradnice
sv: Polära koordinater
tr: Polar koordinatlar

source: Random
ca: Aleatòri
cs: Náhodné
da: Tilfældig
de: Zufall
el: Τυχαίο
eo: Hazarde
es: Al azar
et: Juhuslik
fi: Satunnainen
fr: Aléatoire
hr: Sluèajno
hu: Véletlen
is: Slembið
it: Casuale
ko: 임의대로
nl: Willekeurig
no: Tilfeldig
pl: Przypadkowe
pt: Aleatório
ru: Случайно
sk: Náhodné
sv: Slumpmässig
tr: Rastgele

source: Sorry. This screensaver needs a color display
ca: Ho sento. Al salvapantalles li cal una pantalla de color
cs: Omlouvám se. Tento ¹etøit vy¾aduje barevnou obrazovku
da: Desværre, men denne pauseskærm skal bruge en farveskærm
de: Sorry. Dieser Bildschirmschoner läuft nur auf Farbbildschirmen.
el: Συγγνώμη. Αυτή η επιλογή χρειάζεται έγχρωμη οθόνη
eo: Pardonu. Tiu æi ekrananima¼o bezonas koloran grafikilon
es: Perdón. Este salvapantallas necesita una pantalla a color
et: Vabandust. See ekraanisäästja vajab värvilist ekraani
fi: Valitettavasti tämä näytönsäästäjä vaatii värinäytön
fr: Un écran couleur est nécessaire à cette mise en veille
hr: ®alim. Potreban vam je zaslon u boji
hu: Elnézést. Ez a képernyõvédõ színes megjelenítést igényel.
is: Þetta skjáskraut þarf litaskjá
it: Spiacente. Questo salvaschermo ha bisogno di un monitor a colori.
ko: 이 화면보호기는 컬러 모니터가 필요합니다
nl: Sorry. Deze screensaver vereist een kleurenbeeldscherm
no: Beklager. Denne skjermspareren trenger en fargeskjerm
pl: Przykro mi. Ten wygaszasz potrzebuje kolorowego trybu
pt: Lamento. Este protector de Ecrã necessita de um monitor a cores
ru: Извините. Но этот хранитель экрана требует цветной дисплей
sk: Je mi µúto. Tento ¹etriè potrebuje farebnú obrazovku
sv: Tyvärr. Den här skärmsläckaren kräver färgskärmläge
tr: Üzgünüm. Bu ekran koruyucu renkli ekran gerektirmekte

source: Setup Blob Saver
ca: Valors Taca
cs: Nastavení ¹etøièe Kaòka
da: Blob indstillinger
de: Blobschoner einstellen
el: Ρυθμίσεις Μάζας
eo: Konfiguri Gutanima¼on
es: Configurar Blob
et: Piisad seadistus
fi: Aseta Kupla näytönsäästäjää
fr: Configuration de Blob
hr: Podesi Blob Saver
hu: Blobok beállítása
is: Stilla klessuskreytingu
it: Configurazione salvaschermo "Gocce"
ko: Blob 세이버 설정
nl: Stel Blob Saver in
no: Klatt-oppsett
pl: Ustawienia wygaszacza Bloby
pt: Configurar Blob
ru: Настройка Blob Saver
sk: Nastavenie ¹etrièa Blob
sv: Ställ in Droppe
tr: Blob koruyucuyu ayarla

source: Frame Show sec.
ca: Segons trama
cs: Zobrazuj po domu [sec]
da: Ramme vis sek.
de: Diashow (sec)
el: Εμφάνιση καρέ δευτ.
eo: Lumbildoj sek.
es: Mostrar Cuadros seg.
et: Kaadri näitamine sek.
fi: Näyttöaika sek.
fr: Nombre d'images par seconde
hr: Broj slièica u sek.
hu: Képfrissítés
is: Rammar á sek.
it: Diapositive (Secondi)
ko: 초당 프레임 수
nl: Toon beeld per sec.
no: Sek. pr visning
pl: Pokazuj przez sek.
pt: Mostrar Frames sec.
ru: Кадров в сек.
sk: Zobrazuj po dobu [sek.]
sv: Sekunder per bild
tr: Pencere Gösterme sn.

source: Algorithm
ca: Algorisme
cs: Algoritmus
da: Algoritme
de: Algorithmus
el: Αλγόριθμος
eo: Algoritmo
es: Algoritmo
et: Algoritm
fi: Algoritmi
fr: Algorithme
hr: Algoritam
hu: Algoritmus
is: Reiknirit
it: Algoritmo
ko: 알고리즘
nl: Algoritme
no: Algoritme
pl: Algorytm
pt: Algoritmo
ru: Алгоритм
sk: Algoritmus
sv: Algoritm
tr: Algoritma

source: About Blob
ca: Quant a Taca
cs: Informace o Kaòce
da: Om Blob
de: Über Blob
el: Για την Μάζα
eo: Pri Guto
es: Acerca de Blob
et: Piisad info
fi: Tietoja Kuplista
fr: A propos de Blob
hr: O Blobu
hu: A Blobok-ról
is: Um klessu
it: Info su Blob(gocce)
ko: Blob 정보
nl: Over Blob
no: Om Klatt
pl: Informacje
pt: Acerca do Blob
ru: Об Blob
sk: Informácie o Blobe
sv: Om Droppe
tr: Blob Hakkýnda

source: Blobsaver Version 0.1 written by Tiaan Wessels 1997 tiaan@netsys.co.za
ca: SalvaTaca Versió 0.1 Escrit per Tiaan Wessels 1997 tiaan@netsys.co.za
cs: ©etøiè Kaòka verze 0.1 napsáno Tiaanem Wesselsem 1997 tiaan@netsys.co.za
da: Blobsaver Version 0.1 Skrevet af Tiaan Wessels 1997 tiaan@netsys.co.za
de: Blobsaver Version 0.1 Autor: Tiaan Wessel 1997 tiaan@netsys.co.za
el: Μάζα Έκδοση 0.1 Προγραμματισμός από τον Tiaan Wessels 1997 tiaan@netsys.co.za
eo: Blobsaver versio 0.1 kreita de Tiaan Wessels 1997 tiaan@netsys.co.za
es: Blobsaver Versión 0.1 escrito por Tiaan Wessels 1997 tiaan@netsys.co.za
et: Blobsaver Versioon 0.1 kirjutanud Tiaan Wessels 1997 tiaan@netsys.co.za
fi: Blobsaver Versio 0.1 kirjoittanut Tiaan Wessels 1997 tiaan@netsys.co.za
fr: Blobsaver Version 0.1 écrit par Tiaan Wessels 1997 tiaan@netsys.co.za
hr: Blobsaver Inaèica 0.1 Napisao Tiaan Wessels 1997 tiaan@netsys.co.za
hu: Blobsaver 0.1 verzió Írta: Tiaan Wessels 1997 tiaan@netsys.co.za
is: Klessuskraut, útgáfa 1.0 Skrifað af Tiaan Wessels 1997 tiaan@netsys.co.za
it: Blobsaver Versione 0.1 Autoree: Tiaan Wessel 1997 tiaan@netsys.co.za
ko: Blobsaver 버전 0.1 제작 : 1997년 Tiaan Wessels tiaan@netsys.co.za
nl: Blobsaver Versie 0.1 geschreven door Tiaan Wessels 1997 tiaan@netsys.co.za
no: Klatt versjon 0.1 skrevet av Tiaan Wessels 1997 tiaan@netsys.co.za
pl: Blobsaver wersja 0.1 napisane przez Tiaan Wessels 1997 tiaan@netsys.co.za
pt: Blobsaver Versão 0.1 escrito por Tiaan Wessels 1997 tiaan@netsys.co.za
ru: Blobsaver версии 0.1 написан Тианом Весселс, 1997 tiaan@netsys.co.za
sk: ©etøiè Blob verzia 0.1 napísal Tiaan Wessels 1997 tiaan@netsys.co.za
sv: Droppe version 0.1 skriven av Tiaan Wessels 1997 tiaan@netsys.co.za
tr: Blobsaver Sürüm 0.1 Tiaan Wessels tarafýndan yazýlmýþtýr tiaan@netsys.co.za 1997

source: Blobs
ca: Taca
cs: Kaòky
de: Tropfen
el: Μάζα
eo: Gutoj
et: Piisad
fi: Kuplat
hu: Blob-ok
is: Klessur
it: Gocce
no: Klatter
pl: Bloby
ru: Блобы
sv: Droppe
tr: Bloblar
