Repository: KDE/kde1-kdebase
Catalog: po/*/klock.po
Languages: ca, cs, da, de, el, eo, es, et, fi, fr, hr, hu, is, it, ko, nl, no, pl, pt, ru, sk, sv, tr

source: -corners xxxx Placing cursor in corner performs action: x = i no action (ignore) x = s save screen x = l lock screen order: top-left, top-right, bottom-left, bottom-right -delay num Amount of idle time before screen saver starts (default 10min) -desc Print the screen saver's description to stdout -install Install screen saver -lock Require password to stop screen saver -allow-root Accept root password to unlock -nice num Run with specified nice value -preview wid Run in the specified XWindow -inroot Run in the root window -setup Setup screen saver -test Invoke the screen saver immediately
ca: -corners xxxx En situar el cursor al racó s'efectua l'acció: x = i cap acció (ignora) x = s salva pantalla x = l bloqueja pantalla ordre: dalt-esq, dalt-dreta, baix-esq, baix-dreta -delay num Temps d'inactivitat abans d'engegar el salvapantalles (10 minuts per omissió) -desc Imprimeix la descripció del salvapantalles a la sortida -install Instal·la el salvapantalles -lock Demana la paraula de pas per aturar el salvapantalles -allow-root Accepta la clau de pas de root per desbloquejar -nice num Executa amb el valor nice especificat -preview wid Executa a la finestra X especificada -inroot Executa a la finestra X -setup Valors del salvapantalles -test Invoca el salvapantalles immediatament
cs: -corners xxxx Umístìní kurzoru do rohu provede akci: x = i ¾ádná akce (ignoruj) x = s ¹etøi obrazovku x = l uzamkni obrazovku poøadí: horní-levý, horní-pravý, dolní-levý, dolní-pravý -delay num Doba neèinnosti pøed spu¹tìním ¹etøièe obrazovky (implicitnì 10min) -desc Vypi¹ popis ¹etøièe obrazovky na stdout -install Nainstaluj ¹etøiè obrazovky -lock Vy¾aduj heslo na ukonèení ¹etøièe obrazovky -allow-root akceptovat heslo superu¾ivatele k odemknutí -nice num Proveï se specifikovanou hodnotou nice -preview wid Proveï ve specifikovaném X oknì -inroot Proveï v koøenovém oknì -setup Nastav ¹etøiè obrazovky -test Vyvolat okam¾itì ¹etøiè obrazovky
da: -corners xxxx Placering af markør i hjørnet gør følgende: x = i intet (ignorer) x = s gem skærmen x = l lås skærmen rækkefølge: top-venstre, top-højre, bund-venstre, bund-højre -delay num Tiden det tager før pauseskærmen begynder (standard 10min) -desc Skriv pauseskærmens beskrivelse til standard output -install Installer pauseskærmen -lock Kræv kodeord for at standse pauseskærm -allow-root Accepter root kodeord for at låse op -nice num Sæt 'nice' værdi -preview wid Kør i specificeret Xvindue -inroot Kør i root Xvindue -setup Pausekærm opsætning -test Start pauseskærmen med det samme
de: -corners xxxx Maus in Ecke bewirkt: x = i keine Aktion (ignorieren) x = s Bildschirm schonen x = l Bildschirm verschließen Reihenfolge: links-oben, rechts-oben, links-unten, rechts-unten -delay zahl Zeit, bis der Bildschirmschoner startet (Normalerweise 10 Minuten) -desc Gibt Beschreibung des Bildschirmschoners aus -install Bildschirmschoner einrichten -lock Paßwort zum Beenden des Bildschirmschoners -allow-root Akzeptiert Root-Paßwort zum Aufheben der Sperre -nice zahl Starten mit angegebener Priorität (nice level) -preview wid Läuft im angegebenen Fenster -setup Bildschirmschoner einstellen -test Bildschirmschoner sofort starten
eo: -corners xxxx Metante la montrilon en angulojn...: x = i faras nenion (ignoru) x = s sekurigas ekranon x = l þlosas ekranon ordo: supr-mld, supr-dekstr, mls-mld, mls-dekstr -delay num Tempo de nenionfarado antaý lanæo de la ekran- anima¼o (implicite 10 min) -desc Skribu la priskribon de la ekrananima¼o al 'stdout' -install Instalu ekrananima¼on -lock Postulu pasvorton por haltigi ekrananima¼on -allow-root Akceptu pasvorton de radiko por malþloso -nice num Startu kun indikita prioritato -preview wid Startu en indikita fenestro -inroot Startu en la prafenestro -setup Konfiguru ekrananima¼on -test Lanæu tuj la ekrananima¼on
es: -corners xxxx Situando el cursor en una esquina se realiza: x = i nada (ignore) x = s guarda la pantalla x = l bloquea la pantalla orden: arr.-izq., arr.-der., abajo-izq., abajo-der. -delay num Número de minutos de inactividad antes de que el salvapantallas se active (predeterminado 10min) -desc Imprimir la descripción del salvapantallas en stdout -install Instalar el salvapantallas -lock Requiere contraseña para parar el salvapantallas -nice num Ejecutar con el valor específico 'nice' -preview wid Ejecutar en una ventana específica -inroot Ejecutar en el fondo de la pantalla -setup Configurar el salvapantallas -test Ejecutar el salvapantallas inmediatamente
et: -corners xxxx Kursori asetamine nurka tekitab järgneva: x = i tegevus puudub (ignoreeri) x = s salvesta ekraan x = l lukusta ekraan järjekord: ülal-vasakul, ülal-paremal, all-vasakul, all-paremal -delay num Viivitus enne kui ekraanisäästja käivitub (vaikimisi 10min) -desc Trüki ekraanisäästja kirjeldus standardväljundisse -install Installeeri ekraanisäästja -lock Nõua parooli ekraanisäästja eemaldamiseks -allow-root Aktsepteeri juure parooli lukustuse eemaldamiseks -nice num Käivita täpsustatud kena väärtusega -preview wid Käivita täpsustatud XWindow'is -inroot Käivita juure aknas -setup Seadista ekraanisäästja -test Kohene kutsung ekraanisäästja
fi: -corners xxxx Kursorin sijoittaminen nurkkaan suorittaa: x = i ei mitään x = s tallenna näyttö x = l lukitse näyttö järjestys: ylävasen, yläoikea, alavasen, alaoikea -delay num Aika joka odotetaan ennenkuin näytönsäästäjä käynnistetään (oletus 10min) -desc Tulosta näytönsäästäjän kuvaus stdout:n -install Asenna näytönsäästäjä -lock Vaadi salasana näytönsäästäjän lopettamiseksi -allow-root Hyväksy root-salasana avaamiseen -nice num Ajaa halutulla nice arvolla -preview wid Aja määritellyssä X-Ikkunassa -inroot Aja root-ikkunassa -setup Aseta näytönsäästäjää -test Käynnistä näytönsäästäjää heti
fr: -corners xxxx Placer le curseur dans le coin provoque : x = i aucune action (ignore) x = s sauvegarde le bureau x = l verrouille l'écran ordre : haut gauche, haut droite, bas gauche, bas droite -delay num Nombre de minutes d'inactivité avant l'activation de la mise en veille (par défaut 10 min) -desc Affiche la description de la mise en veille -install Installe la mise en veille -lock Requiert un mot de passe pour déverrouiller la mise en veille -allow-root Autorise l'utilisation du mot de passe du root pour déverrouiller la mise en veille -nice num Est lancé avec le niveau de privilèges "num" -preview wid Est lancé dans la fenêtre spécifiée -inroot Est lancé dans la fenêtre racine -setup Configuration de la mise en veille -test Lance la mise en veille immédiatement
hu: -corners xxxx Feladatot rendel az egérkurzor képernyõsarokba mozgatásakor: x = i semmi sem történik x = s képernyõkímélõ x = l képernyõkímélõ és terminál zárolás sorrend: bal felsõ, jobb felsõ, bal alsó, jobb alsó -delay num A képernyõvédõ indítási késleltetése (az alapértelmezés 10 perc) -desc Kiírja a képernyõkímélõ leírását -install Felinstallálja a képernyõvédõt -lock Zárolja a billentyûzetet -allow-root A root jelszóval is ki lehet nyitni a zárolt képernyõt. -nice num A megadott nice (prioritás) értékkel fusson -preview wid A megadott wid (ablak ID) ablakban fusson -inroot A root (háttér) ablakban fusson -setup Képernyõvédõ beállítása -test A képernyõvédõ azonnali indítása
is: -corners xxxx Sé bendill settur í hornið er framkvæmt: x = i ekkert (ignore) x = s skreyta skjá x = l læsa skjá röð: UV, UH, NV, NH -delay num Hve lengi óhreyft áður en skjár skreyttur. (10 min.) -desc Skrifa lýsingu skjáskreytingarinnar á aðalúttak -install Setja inn skjáskreytingu -lock Krefjast lykilorðs til að stöðva skjáskreytingu -allow-root Samþykkja rótarlykilorð til að opna skjá -nice num Keyra á tilteknu forgangsþrepi -preview wid Keyra í tilteknum X-glugga -inroot Keyra í rótarglugga -setup Stilla skjáskreytingu -test Virkja skjáskreytinguna samstundis
it: -corners xxxx Avvicinando il cursore all'angolo si eseguono le seguenti azioni: x = i ignora x = s salvaschermo (senza richiesta password) x = l salvaschermo (con richiesta password) nell'ordine: alto-sinistra, alto-destra, basso-sinistra, basso-destra -delay num Tempo di attesa prima che il salvaschermo parta (predefiniti 10 minuti) -desc Mostra a video la descrizione del salvaschermo -install Installa salvaschermo -lock Richiede la password per uscire dal salvaschermo -allow-root Accetta la password di root per sbloccare -nice num Esegue il salvaschermo con priorita` (num) -preview wid Esegue il salvaschermo in finestra -inroot Esegue il salvaschermo sullo sfondo -setup Configura il salvaschermo -test Esegue il salvaschermo immediatamente
no: -corners xxxx Plassering av cursor i hjørne utfører handling: x = i ingen handling (ignorer) x = s lagre skjerm x = l låse skjerm rekkefølge: topp-venstre, topp-høyre, bunn-venstre, bunn-høyre -delay num Tid PC ikke er i bruk før skjermsparer starter (standard 10min) -desc Skriv skjermsparerens beskrivelse til stdout -install Installer skjermsparer -lock Krever passord for å stoppe skjermsparer -allow-root Akseptere root-passord for å låse opp -nice num Kjør med spesifisert fin verdi -preview wid Kjør i det spesifiserte XWindow -inroot Kjør i root window -setup Skjermsparer oppsett -test Ta i bruk skjermspareren øyeblikkelig
pl: -corners xxxx Umieszczenie kursora w danym rogu ekranu powoduje: x = i brak akcji (ignoruje) x = s wygaszenie ekranu x = l zablokowanie ekranu kolejno¶æ: góra-lewo, góra-prawo, dó³-lewo, dó³-prawo -delay num Okre¶la czas, po jakim uruchamiany jest wygaszacz ekranu (domy¶lnie 10min) -desc Wyrzuca opis danego wygaszacza ekranu na stdout -install Instaluje wygaszacz ekranu -lock Aby wyj¶æ z wygaszacza ekranu nale¿y podaæ has³o -allow-root Akceptuje has³o roota -nice num Uruchamia z okre¶lon± warno¶ci± nice -preview wid Uruchamia w okre¶lonym XWindow -inroot Uruchamia w oknie g³ównym -setup Ustawienia wygaszacza ekranu -test Uruchamia wygaszacz ekranu natychmiast
pt: -corners xxxx Colocar o cursor no canto produz a seguinte acção: x = i nenhuma acção (ignorar) x = s proteger ecrã x = l bloquear ecrã ordem: topo-esquerdo, topo-direito, fundo-esquerdo, fundo-direito -delay num Quantidade de tempo parado antes de começar a protecção do ecrã (por omissão 10min) -desc Imprime a descrição para o stdout -install Instalar a protecção de ecrã -lock Requerer a password para parar a protecção de ecrã -nice num Executar com o valor especificado de nice -preview wid Executar na X Window especificada -inroot Executar na janela de root -setup Configurar protecção de ecrã -test Inicializar a protecção de ecrã imediatamente
ru: -corners xxxx Перемещение курсора в угол производит следующие действия: x = i ничего (игнорировать) x = s сохранять экран x = l заблокировать экран порядок: верх-лево, верх-право, вниз-лево, вниз-право -delay num Время простоя после которого запускается хранитель (по умолчанию 10 мин) -desc Напечатать описание хранитель на стандартный выход -install Установить хранитель -lock Необходим пароль, чтобы прервать хранитель -nice num Запускаться с указанным приоритетом -preview wid Запускаться в указанном окне -inroot Запускаться в главном окне -setup Настройка хранителя -test Запустить хранитель немедленно
sk: -corners xxxx Umiestnenie kurzoru do rohu prevedie akciu: x = i ¾iadna akcia (ignorova») x = s ¹etri» obrazovku x = l uzamknú» obrazovku poradie: horný-µavý, horný-pravý, dolný-µavý, dolný-pravý -delay num Doba neèinnosti pred spustením ¹etrièa obrazovky (¹tandardne 10min) -desc Vypí¹e popis ¹etrièa obrazovky na stdout -install Nain¹taluje ¹etriè obrazovky -lock Vy¾aduje heslo na ukonèenie ¹etrièa obrazovky -allow-root Akceptova» rootovské heslo na odomknutie -nice num Prevedie so ¹pecifikovanou hodnotou nice -preview wid Prevedie vo ¹pecifikovanom X okne -inroot Prevedie v koreòovom okne -setup Nastaví ¹etriè obrazovky -test Vyvolá okam¾ite ¹etøiè obrazovky
sv: -corners xxxx Om markören placeras i hörnet görs: x = i inget (ignorera) x = s släck skärmen x = l lås skärmen ordning: övre vänstra,övre högra,nedre vänstra,nedre högra -delay num Fördröjning innan skärmsläckaren startar (standardvärdet är 10 min) -desc Skriv skärmsläckarens beskrivning till stdout -install Installera skärmsläckaren -lock Kräv lösenord för att stoppa skärmsläckaren -nice num Kör med angivet nice-värde -preview wid Kör i angivet X-fönster -inroot Kör på skrivbordet -setup Ställ in skärmsläckaren -test Starta skärmsläckaren med en gång

source: GL can not render with root visual
ca: GL no pot representar amb visual root
cs: GL nemù¾e pracovat se základním "visualem"
da: GL kan ikke laves med baggrundsbilledet
de: GL kann nicht in Root Visual zeichnen
eo: GL (grafika biblioteko) ne povas desegni en la prafenestro
es: GL no puede renderizar en el fondo
fi: GL ei pysty varjostamaan juuri-näytöllä
fr: GL ne peut pas calculer sur la fenêtre racine
hr: GL ne renderirati sa root visualom
hu: A GL nem tud a root ablakban renderelni
is: GL getur ekki teiknað í rótargluggann
it: Le GL non funzionano sullo sfondo
nl: GL kan niet voortbrengen gegeven achtergrond beeld
no: GL kan ikke kjøre med visuell rot
pl: GL nie mo¿e renderowaæ z wy¶wietlonym root'em
pt: GL não consegue criar com visual de raiz
ru: GL не может рисовать в главном окне
sk: GL nemô¾e pracova» so základným "visualom"
sv: GL kan inte rendera med root visual
tr: GL yetkili kullanýcý görüntüsü ile çalýþamaz

source: Morph3D (GL)
de: 3D-Körper (GL)
el: Morph3D
eo: Morph3D (graf. bibl.)
is: Þrívíð myndbreyting (GL)
no: Morf3D (GL)
sv: Morf3D (GL)

source: Setup KMorph3d
ca: Valors KMorph3d
cs: Nastavení KMorph3D
da: Morph3D indstilling
de: KMorph3D einstellen
el: Ρυθμίσεις Morph3D
eo: Konfiguri KMorph3D
es: Configurar Morph3D
et: KMorph3d seadistus
fi: Aseta Kmorph3d
fr: Configuration de KMorph3d
hr: Podesi KMorph3d
hu: KMorph3D beállítása
is: Stilla KMorph3D
it: Configurazione salvaschermo "KMorph3D"
ko: KMorph3d 설정
nl: Stel Morph3d in
no: KMorph3d-oppsett
pl: Ustawienia wygaszacza Morph3D
pt: Configurar Morph3d
ru: Настройка KMorph3d
sk: Nastavenie KMorph3D
sv: Ställ in Morf3d
tr: KMorph3D'yi ayarla

source: Object Type:
ca: Tipus objecte:
cs: Typ objektu:
da: Objekt type:
de: Objektart:
el: Τύπος Αντικειμένου
eo: Objekttipo:
es: Tipo de objeto:
et: Objekti tüüp:
fi: Objektin tyyppi:
fr: Type d'objet :
hr: Vrsta Objekta:
hu: Objektum típus:
is: Tegund hluta:
it: Tipo di Oggetto:
ko: 객체 유형:
no: Objekt-type:
pl: Typ objektu:
pt: Tipo de Objecto:
ru: Тип объекта:
sk: Typ objektu:
sv: Typ av objekt:
tr: Cisim Türü:

source: About Morph3D
ca: Quant a Morph3D
cs: Informace o Morph3D
da: Om Morph3D
de: Über Morph3D
el: Για το Morph3D
eo: Pri Morph3D
es: Acerca de Morph3D
et: Morph3D info
fi: Tietoja Morph3D:ta
fr: A propos de Morph3D
hr: O Morph3D
hu: Morph3D névjegye
is: Um Morph3D
it: Info su Morph3D
ko: Morph3D 정보
nl: Over Morph3D
no: Om Morph3D
pl: Informacje
pt: Acerca do Morph3D
ru: О Morph3D
sk: Informácie o Morph3D
sv: Om Morf3D
tr: Morph3D Hakkýnda

source: Morph3D Copyright (c) 1997 by Marcelo F. Vianna Ported to kscreensave by Emanuel Pirker.
ca: Morph3D Copyright (c) 1997 by Marcelo F. Vianna Portat a kscreensave per Emanuel Pirker.
cs: Morph3D Copyright (c) 1997 by Marcelo F. Vianna Pøevedeno pro kscreensaver Emanuelem Pirkerem
da: Morph3D Copyright (c) 1997 ved Marcelo F. Vianna Overført til kde pauseskærm af Emanuel Pirker.
de: Morph3D Copyright (c) 1997 Marcelo F. Vianna Portiert für KDE von Emanuel Pirker.
el: Morph3D Πνευματικά Δικαιώματα (c) 1997 Marcelo F. Vianna Προσαρμογή στο KDE από τον Emanuel Pirker.
eo: Morph§D Kopirajto (c) 1997 æe Marcelo F. Vianna Adaptita al kscreensave de Emanuel Pirker.
es: Morph3D Copyright (c) 1997 por Marcelo F. Vianna Adaptado a kscreensave por Emanuel Pirker.
et: Morph3D Copyright (c) 1997 Marcelo F. Vianna Kscreensaver'isse portinud Emanuel Pirker.
fi: Morph3D Copyright (c) 1997 by Marcelo F. Vianna Siirtänyt kscreensave-ohjelmaan Emanuel Pirker.
fr: Morph3D Copyright (c) 1997 par Marcelo F. Vianna Porté vers kscreensave by Emanuel Pirker.
hr: Morph3D Copyright (c) 1997 Marcelo F. Vianna Prilagodio za kscreensave Emanuel Pirker.
hu: Morph3D Szerzõi jog: (c) 1997 by Marcelo F. Vianna kscreensave-hez portolta: Emanuel Pirker.
is: Morph3D Höfundarréttur(c) 1997, Marcelo F. Vianna Emanuel Pirker flutti í kscreensave.
it: Morph3D Copyright (c) 1997 Marcelo F. Vianna Porting su KDE di Emanuel Pirker.
ko: Morph3D Copyright (c) 1997, Marcelo F. Vianna kscreensave로 포팅 : Emanuel Pirker.
nl: Morph3D Copyright (c) 1997 door Marcelo F. Vianna Herschreven voor kscreensave door Emanuel Pirker.
no: Morph3D Enerett (c) 1997 av Marcelo F. Vianna Portet til kscreensave av Emanuel Pirker.
pl: Morph3D Copyright (c) 1997 Marcelo F. Vianna Wersja dla KDE: Emanuel Pirker.
pt: Morph3D Copyright (c) 1997 por Marcelo F. Vianna Transposto para kscreensave por Emanuel Pirker.
ru: Morph3D Copyright (c) 1997 Марсело Ф. Вианна Переписано на kscreensave Эмануэлем Пиркером.
sk: Morph3D Copyright (c) 1997 by Marcelo F. Vianna Prevedené pre kscreensaver Emanuelom Pirkerom
sv: Morf3D Copyright (c) 1997 av Marcelo F. Vianna Portad till kscreensave av Emanuel Pirker.
tr: Morph3D Telif Hakký (c) 1997 Marcelo F. Vianna kscreensave'e Emanuel Pirker çevirmiþtir.

source: Pipes (GL)
ca: Tubs (GL)
cs: Roury (GL)
da: Rør (GL)
de: Röhren (GL)
eo: Tuboj (graf. bibl.)
es: Tuberías (GL)
et: Torud (GL)
fi: Putket (GL)
fr: Tubes (GL)
hr: Cijevi (GL)
hu: Csövek (GL)
is: Pípur (GL)
it: Tubi (GL)
no: Rør (GL)
pl: Rury (GL)
pt: Canos (GL)
ru: Трубы (GL)
sk: Rúry (GL)
sv: Rör (GL)

source: Setup KPipes
ca: Valors Tubs
cs: Nastavení KPipes
da: Rør indstilling
de: Röhren-Einstellungen
eo: Konfiguri Tubojn
es: Configurar Tuberías
et: KTorud seadistus
fi: Aseta KPutkia
fr: Configuration de KPipes
hr: Podesi KCijevi
hu: A Csövek beállításai
is: Stilla KPípur
it: Configurazione salvaschermo "Tubi"
no: Rør-oppsett
pl: Ustawienia wygaszacza Rury
pt: Configurar Canos
ru: Настроить KPipes
sk: Nastavenie KPipes
sv: Ställ in Rör

source: Number of Pipes
ca: Número de tubs
cs: Poèet rour
da: Antal rør
de: Anzahl der Röhren:
eo: Tubnombro
es: Número de tuberías
et: Torude arv
fi: Putkien määrä
fr: Nombre de tubes :
hr: Broj cijevi
hu: Csövek száma:
is: Fjöldi pípa
it: Numero di Tubi:
no: Antall rør
pl: Liczba rur
pt: Número de Canos
ru: Кол труб
sk: Poèet rúr:
sv: Antal rör:

source: About KPipes
ca: Quant a Tubs
cs: Informace o KPipes
da: Om Kpipes
de: Über KPipes
eo: Pri Tuboj
es: Acerca de Tuberías
et: KTorud info
fi: Tietoa KPutkista
fr: A propos de KPipes
hr: O KCijevi
hu: A Csövek névjegye
is: Um KPípur
it: Info su KPipes
no: Om Rør
pl: Informacje
pt: Acerca do Canos
ru: О KPipes
sk: Informácie o Rúrach
sv: Om Rör

source: KPipes Copyright (c) 1998 Lars Doelle <lars.doelle@on-line.de>
ca: Tubs Copyright (c) 1998 Lars Doelle <lars.doelle@on-line.de>
eo: KPipes Kopirajto (c) 1998 Lars Doelle <lars.doelle@on-line.de>
fi: KPutket Copyright (c) 1998 Lars Doelle <lars.doelle@on-line.de>
hr: KCijevi Copyright (c) 1998 Lars Doelle <lars.doelle@on-line.de>
hu: Csövek Szerzõi jog: (c) 1998 Lars Doelle <lars.doelle@on-line.de>
is: KPípur Höfundarréttur (c) 1998 Lars Doelle <lars.doelle@on-line.de>
no: Rør Enerett (c) 1998 Lars Doelle <lars.doelle@on-line.de>
pl: Rury Copyright (c) 1998 Lars Doelle <lars.doelle@on-line.de>
pt: Canos Copyright (c) 1998 Lars Doelle <lars.doelle@on-line.de>
sv: Rör Copyright (c) 1998 Lars Doelle <lars.doelle@on-line.de>

source: Setup kpolygon
ca: Valors Polígon
cs: Nastavení Polygonù
da: Polygon indstilling
de: kpolygon Einstellungen
el: Ρυθμίσεις Πολυγώνων
eo: Konfiguri Poligonojn
es: Configurar Polígonos
et: KPolügon seadistus
fi: Aseta polygoneja
fr: Configuration de kpolygon
hr: Podesi Poligon
hu: Poligon beállítása
is: Stilla KMarghyrning
it: Configurazione salvaschermo "Poligoni"
ko: KPolygon 설정
nl: Stel Polygoon in
no: KPolygon-oppsett
pl: Ustawienia wygaszacza Polygon
pt: Configurar Poligonos
ru: Настройка kpolygon
sk: Nastavenie Polygónov
sv: Ställ in Polygoner
tr: KPoligon Ayarla

source: Vertices:
ca: Vèrtex
cs: Vrcholy:
da: Sider:
de: Ecken:
eo: Verticoj:
es: Vértices:
et: Tipud:
fi: Sivuja:
fr: Sommets :
hr: Vrhovi
hu: Pontok száma:
is: Horn:
it: Vertici:
nl: Kanten:
no: Kanter:
pl: Pionowe:
ru: Вершины:
sk: Vrcholy:
sv: Antal hörn:
tr: Kenarlar:

source: About Polygon
ca: Quant a Polígon
cs: Informace o Polygonech
da: Om Polygon
de: Über Polygon
el: Για τα πολύγωνα
eo: Pri Poligonoj
es: Acerca de Polígonos
et: Polügon info
fi: Tietoja polygonista
fr: A propos de Polygon
hr: O Poligonu
hu: A Poligon névjegye
is: Um Marghyrning
it: Info su Polygon
ko: Polygon 정보
nl: Over Polygoon
no: Om Polygon
pl: Informacje
pt: Acerca do Poligonos
ru: О Polygon
sk: Informácie o Polygónoch
sv: Om Polygon
tr: Poligon Hakkýnda

source: Polygon Version 0.1 written by Martin R. Jones 1996 mjones@kde.org
ca: Polígon Versió 0.1 Escrit per Martin R. Jones 1996 mjones@kde.org
cs: Polygon verze 0.1 napsáno Martinem R jonesem 1996 mjones@kde.org
da: Polygon Version 0.1 Skrevet af Martin R. Jones 1996 mjones@kde.org
de: Polygon Version 0.1 Autor: Martin R. Jones 1996 mjones@kde.org
el: Πολύγωνα Έκδοση 0.1 Προγραμματισμός από τον Martin R. Jones 1996 mjones@kde.org
eo: Polygon versio 0.1 kreita de Martin R. jones 1996 mjones@kde.org
es: Polygon Versión 0.1 escrito por Martin R. Jones 1996 mjones@kde.org
et: Polygon Versioon 0.1 kirjutanud Martin R. Jones 1996 mjones@kde.org
fi: Polygon Versio 0.1 kirjoittanut Martin R. Jones 1996 mjones@kde.org
fr: Polygon Version 0.1 Ecrit par Martin R. Jones 1996 mjones@kde.org
hr: Poligon inaèica 0.1 written by Martin R. Jones 1996 mjones@kde.org
hu: Poligon 0.1 verzió Írta: Martin R. Jones 1996 mjones@kde.org
is: Marghyrningur, útgáfa 0.1 skrifað af Martin R. Jones 1996 mjones@kde.org
it: Poligoni Versione 0.1 Autore: Martin R. Jones 1996 mjones@kde.org
ko: 폴리곤 버전 0.1 제작 : 1996년 Martin R. Jones mjones@kde.org
nl: Polygoon Versie 0.1 Geschreven door Martin R. Jones 1996 mjones@kde.org
no: Polygon Versjon 0.1 skrevet av Martin R. Jones 1996 mjones@kde.org
pl: Polygon Version 0.1 napisane przez Martin R. Jones 1996 mjones@kde.org
pt: Poligonos Versão 0.1 escrito por Martin R. Jones 1996 mjones@kde.org
ru: Polygon версии 0.1 Написан Мартином Р. Джонсом, 1996 mjones@kde.org
sk: Polygón verzia 0.1 napísal Martin R. Jones 1996 mjones@kde.org
sv: Polygon version 0.1 skriven av Martin R. Jones 1996 mjones@kde.org
tr: Poligon Sürüm 0.1 Martin R. Jones tarafýndan yazýlmýþtýr mjones@kde.org

source: Pyro
ca: Focs
de: Feuerwerk
el: Πυροτεχνήματα
eo: Prioteknika¼o
et: Püro
fi: Ilotulitus
hr: Vatromet
hu: Pirománia
is: Flugeldar
it: Fuochi d'artificio
ko: 불꽃놀이
nl: Vuur
no: Ild
pl: Piro
ru: Пиро
sv: Fyrverkeri

source: Setup KPyro
ca: Valors Focs
cs: Nastavení KPyra
da: Pyro indstilling
de: KPyro einstellen
el: Ρυθμίσεις Πυροτεχνημάτων
eo: Konfiguri Prioteknika¼on
es: Configurar Pyro
et: KPüro seadistus
fi: Aseta ilotulitusta
fr: Configuration de KPyro
hr: Podesi KPyro
hu: Pirománia beállítása
is: Stilla KFlugelda
it: Configurazione salvaschermo "Fuochi d'artificio"
ko: 불꽃놀이 설정
nl: Stel Vuur in
no: Ild-oppsett
pl: Ustawienia wygaszacza Piro
pt: Configurar Pyro
ru: Настройка KPyro
sk: Nastavenie KPyra
sv: Ställ in Fyrverkeri
tr: KPyro Ayarla

source: Cloud
ca: Núvol
cs: Zastøít
da: Sky
de: Wolke
el: Σύννεφο
eo: Svarmoj
es: Nube
et: Pilv
fi: Pilvi
fr: Nuage
hr: Oblak
hu: Felhõ
is: Ský
it: Nuvole
nl: Wolk
no: Sky
pl: Chmura
pt: Nuvem
ru: Облако
sk: Oblaky
sv: Moln
tr: Bulut

source: About Pyro
ca: Quant a Focs
cs: Informace o Pyru
da: Om Pyro
de: Über KPyro
el: Για τα πυροτεχνήματα
eo: Pri Pirotekn.
es: Acerca de Pyro
et: Püro info
fi: Tietoja ilotulituksesta
fr: A propos de Pyro
hr: O Vatrometu
hu: A Pirománia névjegye
is: Um Flugelda
it: Info su Pyro(fuochi d'artificio)
ko: 불꽃놀이에 관하여
nl: Over Vuur
no: Om Ild
pl: Informacje
pt: Acerca do Pyro
ru: О Pyro
sk: Informácie o Pyre
sv: Om Fyrverkeri
tr: Pyro Hakkýnda
