Repository: KDE/kde1-kdebase
Catalog: po/*/klock.po
Languages: ca, cs, da, de, el, eo, es, et, fi, fr, hr, hu, is, it, ko, nl, no, pl, pt, ru, sk, sv, tr

source: Middle:
ca: Meitat:
cs: Støední:
da: Midte:
de: Mitte:
el: Μέσο:
eo: Mezo:
es: Mitad:
et: Keskkoht:
fi: Keskellä:
fr: Milieu :
hr: Sredina:
hu: Közepe:
is: Miðja:
it: Medio:
ko: 중간:
nl: Midden:
no: Midten:
pl: ¦rodkowe:
pt: Meio:
ru: Середина:
sk: Stredná:
sv: Mitt:
tr: Orta:

source: End:
ca: Final:
cs: Koncové:
da: Slut:
de: Ende:
el: Τέλος:
eo: Fino:
es: Fin:
et: Lõpp:
fi: Loppu:
fr: Fin :
hr: Kraj:
hu: Vége:
is: Endi:
it: Fine:
ko: 끝:
nl: Einde:
no: Slutt:
pl: Koñcowe:
pt: Fim:
ru: Конец:
sk: Koncová:
sv: Slut:
tr: Bitiþ:

source: About Lines
ca: Quant a Línies
cs: Informace o liniích
da: Om Linier
de: Über Klines
el: Για τις Γραμμές
eo: Pri Linioj
es: Acerca de Líneas
et: Jooned info
fi: Tietoa viivoista
fr: A propos de Lines
hr: O Linijama
hu: A Vonalak névjegye
is: Um Línur
it: Info su Klines
ko: Lines 정보
nl: Over Regels
no: Om Linjer
pl: Informacje
pt: Acerca do Lines
ru: О Lines
sk: Informácie o èiarach
sv: Om Linjer
tr: Lines hakkýnda

source: Lines Version 0.1.1 written by Dirk Staneker 1997 dirk.stanerker@student.uni-tuebingen.de
ca: Línies Versió 0.1.1 Escrit per Dirk Staneker 1997 dirk.stanerker@student.uni-tuebingen.de
cs: Linie verze 0.1.1 napsáno Dirkem Stanekerem 1997 dirk.stanerker@student.uni-tuebingen.de
da: Linier Version 0.1.1 Skrevet af Dirk Staneker 1997 dirk.stanerker@student.uni-tuebingen.de
de: Lines Version 0.1.1 Autor: Dirk Staneker 1997 <dirk.stanerker@student.uni-tuebingen.de>
el: Γραμμές Έκδοση 0.1.1 Προγραμματισμός από τον Dirk Staneker 1997 dirk.stanerker@student.uni-tuebingen.de
eo: Lines versio 0.1.1 kreita de Dirk Staneker 1997 dirk.staneker@student.uni-tuebingen.de
es: Líneas Versión 0.1.1 escrito por Dirk Staneker 1997 dirk.stanerker@student.uni-tuebingen.de
et: Lines Versioon 0.1.1 kirjutanud Dirk Staneker 1997 dirk.stanerker@student.uni-tuebingen.de
fi: Lines Versio 0.1.1 kirjoittanut Dirk Staneker 1997 dirk.stanerker@student.uni-tuebingen.de
fr: Lines Version 0.1.1 écrit par Dirk Staneker 1997 dirk.stanerker@student.uni-tuebingen.de
hr: Linije inaèica 0.1.1 Napisao Dirk Staneker 1997 dirk.stanerker@student.uni-tuebingen.de
hu: Vonalak 0.1.1 verzió Írta: Dirk Staneker 1997 dirk.stanerker@student.uni-tuebingen.de
is: Línur, útgáfa 0.1.1 Skrifað af Dirk Staneker 1997 dirk.stanerker@student.uni-tuebingen.de
it: Linee Versione 0.1.1 Autoree: Dirk Staneker 1997 <dirk.stanerker@student.uni-tuebingen.de>
ko: Lines 버전 0.1.1 제작 : 1997년 Dirk Staneker dirk.stanerker@student.uni-tuebingen.de
nl: Regels Versie 0.1.1 Geschreven door Dirk Staneker 1997 dirk.stanerker@student.uni-tuebingen.de
no: Linjer versjon 0.1.1 skrevet av Dirk Staneker 1997 dirk.stanerker@student.uni-tuebingen.de
pl: Linie wersja 0.1.1 napisane przez: Dirk Staneker 1997 dirk.stanerker@student.uni-tuebingen.de
pt: Lines Versão 0.1.1 escrito por Dirk Staneker 1997 dirk.stanerker@student.uni-tuebingen.de
ru: Lines версии 0.1.1 написан Дирком Станекером, 1997 dirk.stanerker@student.uni-tuebingen.de
sk: Línie verzia 0.1.1 napísal Dirk Staneker 1997 dirk.stanerker@student.uni-tuebingen.de
sv: Linjer version 0.1.1 skriven av Dirk Staneker 1997 dirk.stanerker@student.uni-tuebingen.de
tr: Lines Sürüm 0.1.1 Dirk Staneker tarafýndan yazýlmýþtýr dirk.stanerker@student.uni-tuebingen.de

source: Lissie
ca: Molles
eo: Cirklulin'
fi: Putki
is: Lísa
it: Anelli
ru: Лиззи

source: Setup KLissie
ca: Valors Molles
cs: Nastavení KLissie
da: Lissie indstilling
de: KLissie einstellen
el: Ρυθμίσεις Lissie
eo: Konfiguri Cirklulinon
es: Configurar Lissie
et: KLissie seadistus
fi: Aseta putkea
fr: Configuration de KLissie
hr: Podesi Lissie
hu: A KLissie beállításai
is: Stilla KLísu
it: Configurazione salvaschermo "Anelli"
ko: KLissie 설정
nl: Stel Lissie in
no: Lissie-oppsett
pl: Ustawienia wygaszacza Lissie
pt: Configurar Lissie
ru: Настройка KLissie
sk: Nastavenie KLissie
sv: Ställ in Lissie
tr: KLissie Ayarla

source: Num of Lissies:
ca: Número de molles:
cs: Poèet lissií:
da: Antal Lissier:
de: Anzahl Lissies:
el: Αριθμός Lissies
eo: Nombro:
es: Número de Lissies:
et: Lissie'de arv:
fi: Putkien määrä
fr: Nombre de Lissies :
hr: Broj Lissiea:
hu: A Lissie-k száma
is: Fjöldi Lísa:
it: Numero di anelli:
ko: Lissies 수:
nl: Aantal Lissies:
no: Antall Lissies:
pl: Liczba Lissie'ów
pt: Numero de Lissies:
ru: Кол Лиззи:
sk: Poèet lissií:
sv: Antal Lissier
tr: Lissie sayýsý:

source: About Lissie
ca: Quant a Molles
cs: Informace o Lissie
da: Om Lissie
de: Über Lissie
el: Για το Lissie
eo: Pri Cirklulin'
es: Acerca de Lissie
et: Lissie info
fi: Tietoja putkista
fr: A propos de Lissie
hr: O Lissie
hu: A Lissie névjegye
is: Um Lísu
it: Info su Lissie(anelli)
ko: Lissie 정보
nl: Over Lissie
no: Om Lissie
pl: Informacje
pt: Acerca do Lissie
ru: О Lissie
sk: Informácie o Lissie
sv: Om Lissie
tr: Lissie Hakkýnda

source: Lissie Copyright (c) 1996 by Alexander Jolk Ported to kscreensave by Emanuel Pirker.
ca: Molles Copyright (c) 1996 by Alexander Jolk Portat a kscreensave per Emanuel Pirker.
cs: Lissie Copyright (c) 1996 by Alexander Jolk Pøevedeno pro kscreensaver Emanuelem Pirkerem
da: Lissie Copyright (c) 1996 ved Alexander Jolk Overført til kde pauseskærm af Emanuel Pirker.
de: Lissie Copyright (c) 1996 Alexander Jolk Portiert für KDE von Emanuel Pirker.
el: Lissie Πνευματικά δικαιώματα (c) 1996 Alexander Jolk Προσαρμογή στο KDE από τον Emanuel Pirker.
eo: Lissie Kopirajto (c) 1996 æe Alexander Jolk Adaptita al kscreensave de Emanuel Pirker.
es: Lissie Copyright (c) 1996 por Alexander Jolk Adaptado a kscreensave por Emanuel Pirker.
et: Lissie Copyright (c) 1996 Alexander Jolk Kscreensaver'isse portinud Emanuel Pirker.
fi: Lissie Copyright (c) 1996 by Alexander Jolk Siirtänyt kscreensave-ohjelmaan Emanuel Pirker.
fr: Lissie Copyright (c) 1996 par Alexander Jolk Porté vers kscreensave by Emanuel Pirker.
hr: Lissie Copyright (c) 1996 Alexander Jolk Prilagodio za kscreensaver Emanuel Pirker.
hu: Lissie Szerzõi jog: (c) 1996 by Alexander Jolk kscreensave-hez portolta: Emanuel Pirker.
is: Lísa Höfundarretur (c) 1996, Alexander Jolk Emanuel Pirker flutti í kscreensave.
it: Anelli Copyright (c) 1996 Alexander Jolk Porting su KDE di Emanuel Pirker.
ko: Lissie Copyright (c) 1996, Alexander Jolk kscreensave로 포팅 : Emanuel Pirker
nl: Lissie Copyright (c) 1996 door Alexander Jolk Herschreven voor kscreensave door Emanuel Pirker.
no: Lissie Enerett (c) 1996 av Alexander Jolk Portet til kscreensave av Emanuel Pirker.
pl: Lissie Copyright (c) 1996 Alexander Jolk Wersja dla KDE: Emanuel Pirker.
pt: Lissie Copyright (c) 1996 por Alexander Jolk Transposto para o kscreensave por Emanuel Pirker.
ru: Лиззи Copyright (c) 1996 Александер Джолк Переписано на kscreensave Эмануэлем Пиркером.
sk: Lissie Copyright (c) 1996 by Alexander Jolk Previedol pre kscreensaver Emanuel Pirker
sv: Lissie Copyright (c) 1996 av Alexander Jolk Portad till kscreensave av Emanuel Pirker.
tr: Lissie Telif Hakký (c) 1996 Alexander Jolk kscreensave'e Emanuel Pirker çevirmiþtir.

source: Option %s is not support on this plattform!
ca: L'opció %s no té suport en aquesta plataforma!
cs: Parametr %s není podporován na této platformì!
da: Indstillingen %s er ikke understøttet på denne platform!
de: Die Option %s wird auf dieser Plattform nicht unterstützt!
el: Η επιλογή %s δεν υποστηρίζεται σε αυτό το σύστημα!
eo: Opcio %s ne estas subtenata sur tiu æi sistemo!
es: La opción %s no está disponible en esta arquitectura.
et: Valik %s ei ole sellel platvormil toetatud!
fi: Toimintoa %s ei tueta tällä alustalla!
fr: L'option %s n'est pas supportée sur cette plateforme !
hr: Opcija %s nije podr¾ana na ovoj platformi!
hu: A(z) %s paraméter nem értelmezhetõ ezen a platformon!
is: Þetta kerfi styður ekki valmöguleika %s !
it: L'opzione %s non è supportata su questa piattaforma!
ko: %s 옵션은 이 플랫폼에서 지원되지 않습니다!
nl: Optie %s is niet ondersteund op dit platvorm !
no: Valg %s er ikke støttet på denne plattform!
pl: Opcja %s jest nieobs³ugiwana w tym systemie!
pt: Opção %s não é suportada neste plataforma!
ru: Опция %s не поддерживается на этой платформе!
sk: Voµba %s nie je podporovaná na tejto platforme!
sv: Flaggan %s stöds inte på den här plattformen!
tr: %s seçeneði bu mimari tarafýndan desteklenmemektedir.

source: Warning: You won't be able to lock the screen! Your system uses shadow passwords. Please contact your system administrator. Tell him that you need suid for the kcheckpass program!
ca: Avís: No es pot bloquejar la pantalla! El vostre sistema fa servir contrasenyes ombra. Contacteu amb l'administrador del sistema i digueu-li que us cal suid pel programa kcheckpass!
cs: Varování: Není mo¾né zablokovat obrazovku! Vá¹ systém pou¾ívá stínová hesla! Prosím kontaktujte svého správce systému. Øeknìte mu, ¾e potøebujete SUID pro program kcheckpass!
da: Advarsel: Du vil ikke være i stand til at låse skærmen! Kontakt din systemadministrator, og sig til ham at du har brug for suid for kcheckpass!
de: Warnung: Sie werden den Bildschirm nicht sperren können! Dieses System benutzt versteckte Paßwörter (shadow passwords)! Sie brauchen die Hilfe der Systemverwaltung. Sagen Sie, daß Sie "suid" für das kcheckpass-Programm brauchen!
es: Advertencia: ¡No podrá bloquear la pantalla! Este sistema utiliza contraseñas ocultas. Por favor consulte al administrador de su sistema. ¡Dígale que necesita cambiar los permisos de kcheckpass!
et: Hoiatus: Sul ei ole võimalik ekraani lukustada! Sinu süsteem kasutab variparoole. Palun võta kontakti oma süsteemi administraatoriga ja ütle talle, et sa vajad SUID'i programmile kcheckpass!
fi: Varoitus: Et voi lukita näyttöä! Järjestelmäsi käyttää shadow-salasanoja! Ota yhteyttä järjestelmän ylläpitäjään. Ja kerro tarvitsevasi suid:n kcheckpass -ohjelmaan!
fr: Attention : Vous ne pourrez pas verrouiller l'écran ! Votre système utilise des mots de passe cachés. Veuillez contacter votre administrateur système. Dites-lui de rendre le programme kcheckpass setuid.
hr: Upozorenje: Ne mo¾ete zakljuèati zaslon! Va¹ sistem koristi skrivene (shadow) lozinke! Molim kontaktirajte svojeg administratora, i recite mu/joj da trebate suid za screensavers!
hu: Figyelmeztetés: Nem lehet zárolni a képernyõt! Az rendszered rejtett jelszavakat használ. Lépj kapcsolatba a rendszergazdával, hogy adjon SUID-ot a kcheckpass programnak.
is: Aðvörun: Þú getur ekki læst skjánum! Kerfið notar skuggalykilorð. Hafðu samband við kerfisstjórann og segðu að þú þurfir "suid" fyrir kcheckpass-forritið!
it: Attenzione: Non sarai in grado di sbloccare lo schermo! Questo sistema usa le shadow passwords. Contattate l'amministratore di sistema, e ditegli che necessitate del suid per kcheckpass!
no: Varsel: du vil ikke kunne låse sjermen! Ditt system bruker skyggepassord! Vennligst kontakt din systemadministrator. Fortell ham at programmet kcheckpass må være suid!
pl: Ostrze¿enie: nie mo¿esz zablokowaæ ekranu! Ten system u¿ywa pliku-cienia z has³ami. W takim przypadku program wymaga ustawionego trybu SUID na plik wykonywalny.
pt: Aviso: Não irá conseguir trancar o ecrã! Este sistema utiliza shadow passwords. Por favor contacte o seu administrador de sistema. Diga-lhe que precisa de suid para o kcheckpass!
ru: Внимание: Вы не сможете блокировать экран! Ваша система использует скрытые (shadow) пароли! Пожалуйста, свяжитесь с вашим системным администратором. Скажите ему, что вам необходимы права (suid root) для программы kcheckpass!
sk: Varovanie: Nebudete môc» zamknú» obrazovku! Vá¹ systém pou¾íva tieòové heslá! Prosím, kontaktujte svojho systémového administrátora a povedzte mu, ¾e potrebujete SUID pre kcheckpass!
sv: Varning: Du kommer inte kunna låsa skärmen! Ditt system använder skuggade lösenord. Var god kontakta din systemadministratör. Säg åt honom att du behöver suid för kcheckpass-programmet!

source: Shadow Passwords
ca: Contrasenyes ombra
cs: Stínové heslo
da: Shadow kodeord
de: Versteckte Paßwörter
el: Σκιώδεις κωδικοί πρόσβασης
eo: Ombro-pasvortoj
es: Contraseñas Ocultas
et: Variparoolid
fi: Shadow salasanat
fr: Mots de passe cachés
hr: Skrivene (Shadow) Lozinke
hu: Rejtett jelszavak
is: Skuggalykilorð
ko: 쉐도우 암호
nl: Schaduw Wachtwoorden
no: Skyggepassord
pl: Plik-cieñ z has³ami
pt: Passwords Shadow
ru: Скрытые Пароли
sk: Tieòové heslá
sv: Skuggade lösenord
tr: Gölge Parolalar

source: please don't use -test together with -lock. use klock instead.
ca: Si us plau, no useu -test juntament amb -lock. Feu servir klock en lloc seu.
cs: prosím nepou¾ívejte -test spoleènì s -lock. pou¾ijte místo toho klock.
da: Brug ikke -test sammen med -lock. Brug klock i stedet for.
de: Bitte verwenden Sie nicht -test und -lock zusammen. Benutzen Sie stattdessen klock.
es: por favor no use -test junto con -lock. mejor use klock.
et: Palun ära kasuta koos võtmeid -test ja -lock. Kasuta selle asemel klock'i.
fi: älä käytä -test optiota yhdessä -lock option kanssa. Käytä mielummin klock:a.
fr: N'utilisez pas -test en même temps que -lock. utilisez klock, à la place.
hr: nmolim nemojte koristiti -test zajedno s -lock. umjesto toga koristite klock.
hu: lehetõleg ne használja -test opciót a -lock opcióval együtt. használja inkább a klock-ot.
is: Ekki nota -test með -lock. Notaðu frekar klock.
it: non usare -test insieme a -lock. si prega di usare invece klock .
no: vennligst ikke bruk -test sammen med -lock. bruk klock isteden.
pl: Nie mo¿na u¿yæ jednocze¶nie opcji -test oraz -lock.
pt: por favor não use -test juntamente com -lock. utilize em vez disto klock .
ru: пожайлуста не используйте вместе -test и -lock. вместо этого используйте klock.
sk: prosím nepou¾ívajte -test spolu s -lock. pou¾ite klock namiesto toho.
sv: var god använd inte -test tillsammans med -lock. använd klock i stället.

source: Usage: %s -install|-setup|-test|-desc|-preview wid|-inroot [-corners xxxx] [-delay num] [-lock] [-allow-root] [-nice num]
ca: Ús: %s -install|-setup|-test|-desc|-preview mid|-inroot [-corners xxxx] [-delay num] [-lock] [-allow-root] [-nice num]
cs: Pou¾ití: %s -install|-setup|-test|-desc|-preview wid|-inroot [-corners xxxx] [-delay num] [-lock] [-allow-root] [-nice num]
da: Brug: %s -install|-setup|-test|-desc|-preview wid|-inroot [-corners xxxx] [-delay num] [-lock] [-nice num]
de: Benutzung: %s -install|-setup|-test|-desc|-preview wid|-inroot [-corners xxxx] [-delay zahl] [-lock] [-allow-root] [-nice zahl]
eo: uzo: %s -install|-setup|-test|-desc|-preview wid|-inroot [-corners xxxxx] [-delay num] [-lock] [-allow-root] [-nice num]
es: Modo de uso: %s -install|-setup|-test|-desc|-preview wid|-inroot [-corners xxxx] [-delay num] [-lock] [-allow-root] [-nice num]
et: Kasutusviis: %s -install|-setup|-test|-desc|-preview wid|-inroot [-corners xxxx] [-delay num] [-lock] [-allow-root] [-nice num]
fi: Käyttö: %s -install|-setup|-test|-desc|-preview wid|-inroot [-corners xxxx] [-delay num] [-lock] [-allow-root] [-nice num]
fr: Utilisation : %s -install|-setup|-test|-desc|-preview wid|-inroot [-corners xxxx] [-delay num] [-lock] [-allow-root] [-nice num]
hr: Uporaba: %s -install|-setup|-test|-desc|-preview wid|-inroot [-corners xxxx] [-delay num] [-lock] [-nice num]
hu: Használat: %s -install|-setup|-test|-desc|-preview wid|-inroot [-corners xxxx] [-delay num] [-lock] [-allow-root] [-nice num]
is: Notkun: %s -install|-setup|-test|-desc|-preview wid|-inroot [-corners xxxx] [-delay tala] [-lock] [-allow-root] [-nice tala]
it: Uso: %s -install|-setup|-test|-desc|-preview wid|-inroot [-corners xxxx] [-delay num] [-lock] [-alloe-root] [-nice num]
no: Bruk: %s -install|-setup|-test|-desc|-preview wid|-inroot [-corners xxxx] [-delay num] [-lock] [-allow-root] [-nice num]
pl: U¿ycie: %s -install|-setup|-test|-desc|-preview wid|-inroot [-corners xxxx] [-delay num] [-lock] [-allow-root] [-nice num]
pt: Utilização: %s -install|-setup|-test|-desc|-preview wid|-inroot [-corners xxxx] [-delay num] [-lock] [-nice num] [-nice num]
ru: Использование: %s -install|-setup|-test|-desc|-preview wid|-inroot [-corners xxxx] [-delay num] [-lock] [-allow-root] [-nice num]
sk: Pou¾itie: %s -install|-setup|-test|-desc|-preview wid|-inroot [-corners xxxx] [-delay num] [-lock] [-allow-root] [-nice num]
sv: Användning: %s -install|-setup|-test|-desc|-preview wid|-inroot [-corners xxxx] [-delay num] [-lock] [-allow-root] [-nice num]
