Repository: KDE/kde1-kdebase
Catalog: po/*/klock.po
Languages: ca, cs, da, de, el, eo, es, et, fi, fr, hr, hu, is, it, ko, nl, no, pl, pt, ru, sk, sv, tr

source: KSpace Copyright (c) 1998 Bernd Johannes Wuebben <wuebben@kde.org>
ca: Espai Copyright (c) 1998 Bernd Johannes Wuebben <wuebben@kde.org>
de: KSpace Copyright (C) 1998 Bernd Joahnnes Wuebben <wuebben@kde.org>
eo: KSpace Kopirajto (c) 1998 Bernd Johannes Wuebben <wuebben@kde.org>
fi: KAvaruus Copyright (c) 1998 Bernd Johannes Wuebben <wuebben@kde.org>
hu: Ûr Szerzõi jog (c) 1998 Bernd Johannes Wuebben <wuebben@kde.org>
is: KGeimur Höfundarréttur (c) 1998 Bernd Johannes Wuebben <wuebben@kde.org>
nl: Ruimte Copyright (c) 1998 Bernd Johannes Wuebben <wuebben@kde.org>
no: KSpace Enerett (c) 1998 Bernd Johannes Wuebben <wuebben@kde.org>
pl: Kosmos Copyright (c) 1998 Bernd Johannes Wuebben <wuebben@kde.org>
pt: Espaço Copyright (c) 1998 Bernd Johannes Wuebben <wuebben@kde.org>
ru: KSpace Copyright (c) 1998 Бернд Йоханнес Вубен <wuebben@kde.org>
sk: KSpace Napísal (c) 1998 Bernd Johannes Wuebben <wuebben@kde.org>
sv: Rymden Copyright (c) 1998 Bernd Johannes Wuebben <wuebben@kde.org>
tr: KUzay Telif Hakký (c) 1998 Bernd Johannes Wuebben <wuebben@kde.org>

source: Swarm
ca: Eixam
cs: Roj
da: Sværm
de: Schwarm
el: Σμάρι
eo: Svarmo
et: Mesilasparv
fi: Hyönteiset
fr: Essaim
hr: Roj
hu: Raj
is: Mýmökkur
nl: Zwerm
no: Sverm
pl: Rój
pt: Enxame
ru: Рой
sk: Roj
sv: Svärm

source: Setup KSwarm
ca: Valors Eixam
cs: Nastavení Roje
da: Sværm indstilling
de: KSwarm einstellen
el: Ρυθμίσεις για το Σμάρι
eo: Konfiguri Svarmon
es: Configurar Swarm
et: KMesilasparv seadistus
fi: Aseta hyönteisiä
fr: Configuration de KSwarm
hr: Podesi Roj
hu: A Raj beállítása
is: Stilla KMýmökk
it: Configurazione salvaschermo "Swarm"
ko: KSwarm 설정
nl: Stel Zwerm in
no: Sverm-oppsett
pl: Ustawienia wygaszacza Rój
pt: Configurar Enxame
ru: Настроить KSwarm
sk: Nastavenie Roja
sv: Ställ in Svärm
tr: KSwarm ayarla

source: Number of Bees:
ca: Número d'abelles
cs: Poèet vèelek:
da: Antal bier:
de: Anzahl Bienen:
el: Αριθμός Μελισσών:
eo: Abelnombro:
es: Número de abejas:
et: Mesilaste arv:
fi: Mehiläisiä:
fr: Nombre d'abeilles :
hr: Broj Pèela:
hu: Méhek száma:
is: Fjöldi flugna:
it: Numero di api:
ko: 벌의 수:
nl: Aantal Bijen
no: Antall bier
pl: Liczba pszczó³:
pt: Abelhas:
ru: Кол Пчел:
sk: Poèet vèelièiek:
sv: Antal bin:
tr: Arý sayýsý:

source: About Swarm
ca: Quant a Eixam
cs: Informace o Roji
da: Om Sværm
de: Über Schwarm
el: Για το Σμάρι
eo: Pri Svarmo
es: Acerca de Swarm
et: Mesilasparv info
fi: Tietoja hyönteisistä
fr: A propos de Swarm
hr: O Roju
hu: A Raj névjegye
is: Um Mýmökk
it: Info su Swarm
ko: Swarm 정보
nl: Over Zwerm
no: Om Sverm
pl: Informacje
pt: Acerca do Enxame
ru: О Swarm
sk: Informácie o Roji
sv: Om Svärm
tr: Swarm Hakkýnda

source: Swarm Copyright (c) 1991 by Patrick J. Naughton Ported to kscreensave by Emanuel Pirker.
ca: Eixam Copyright (c) 1991 by Patrick J. Naughton Portat a kscreensave per Emanuel Pirker.
cs: Roj Copyright (c) 1991 by Patrick J. Naughton Pøevedeno pro kscreensaver Emanuelem Pirkerem
da: Sværm Copyright (c) 1991 ved Patrick J. Naughton Overført til kde pauseskærm af Emanuel Pirker.
de: Swarm Copyright (c) 1991 Patrick J. Naughton Portiert für KDE von Emanuel Pirker.
el: Σμάρι Πνευματικά Δικαιώματα (c) 1991 Patrick J. Naughton Προσαρμογή στο KDE από τον Emanuel Pirker.
eo: Swarm Kopirajto (c) 1991 æe Patrick J. Naughton Adpatita al kscreensave de Emanuel Pirker.
es: Swarm Copyright (c) 1991 por Patrick J. Naughton Adaptado a kscreensave por Emanuel Pirker.
et: Swarm Copyright (c) 1991 Patrick J. Naughton Kscreensaver'isse portinud Emanuel Pirker.
fi: Swarm Copyright (c) 1991 by Patrick J. Naughton Siirtänyt kscreensave-ohjelmaan Emanuel Pirker.
fr: Swarm Copyright (c) 1991 par Patrick J. Naughton Porté vers kscreensave by Emanuel Pirker.
hr: Roj Copyright (c) 1991 Patrick J. Naughton Prilagodio za kscreensave Emanuel Pirker.
hu: Raj Szerzõi jog: (c) 1991 by Patrick J. Naughton kscreensave-hez portolta: Emanuel Pirker.
is: Mýmökkur Höfundarréttur (c) 1991, Patrick J. Naughton Emanuel Pirker flutti í kscreensave.
it: Swarm Copyright (c) 1991 Patrick J. Naughton Porting su KDE di Emanuel Pirker.
ko: Swarm Copyright (c) 1991, Patrick J. Naughton kscreensave로 포팅 : Emanuel Pirker
nl: Zwerm Copyright (c) 1991 door Patrick J. Naughton Herschreven voor kscreensave door Emanuel Pirker.
no: Sverm Enerett (c) 1991 av Patrick J. Naughton Portet til kscreensave av Emanuel Pirker.
pl: Rój Copyright (c) 1991 Patrick J. Naughton Wersja dla KDE: Emanuel Pirker.
pt: Enxame Copyright (c) 1991 por Patrick J. Naughton Transposto para kscreensave por Emanuel Pirker.
ru: Swarm Copyright (c) 1991 Патрик Дж. Ноутон Переписано на kscreensave Эмануэлем Пиркером.
sk: Roj Copyright (c) 1991 by Patrick J. Naughton Pre kscreensaver previedol Emanuel Pirker
sv: Svärm Copyright (c) 1991 av Patrick J. Naughton Portad till kscreensave av Emanuel Pirker.
tr: Sürü Telif Hakký (c) 1991 by Patrick J. Naughton kscreensave'e Emanuel Pirker çevirmiþtir.
