Repository: KDE/kde1-kdebase
Catalog: po/*/kmenuedit.po
Languages: ca, cs, da, de, el, eo, hr, is, pl, ro, ru, sk, sv

source: Change &Menuname
ca: Canvia noms de &menú
da: Skift &menunavn
de: &Menünamen ändern
eo: Þanøu &menunomon
is: Breyta &nöfnum valmynda
pl: Zmieñ nazwê &menu
ro: &Schimbã numele meniului
ru: Изменить имя меню
sk: Zmeni» názov menu
sv: Byt &menynamn

source: Reload &Filetypes
ca: Refresca tipus de &fitxers
da: Genindlæs &filtyper
de: &Dateibindungen neu laden
eo: Relegu &dosiertipojn
is: Endurlesa skráar&tög
pl: Prze³aduj &typy plików
ro: &Reîncarcã tipurile de fiºiere
ru: Перегрузить типы файлов
sk: Znovu naèíta» typ&y súborov
sv: Ladda om &filtyper

source: Changes not saved !
ca: Els canvis no s'han desat!
cs: Zmìny nejsou ulo¾eny!
da: Ændringer ikke gemt!
de: Änderungen nicht gespeichert !
el: Οι αλλαγές δεν αποθηκεύτηκαν !
eo: Þanøoj ne sekurigitaj!
hr: Promjene nisu spremljene !
is: Breytingar voru ekki vistaðar!
pl: Zmiany nie zapisane !
ro: Schimbãrile nu au fost salvate !
ru: Изменения не записаны !
sk: Zmeny nie sú ulo¾ené!
sv: Ändringarna ej sparade!

source: Do you want to save your changes ?
ca: Voleu desar els canvis ?
da: Vil du gemme dine ændringer?
de: Sollen die Änderungen gespeichert werden?
eo: Æu vi volas sekurigi viajn þanøojn?
is: Viltu vista breytingar?
pl: Czy chcesz zapisaæ zmiany ?
ro: Vreþi sã salvaþi schimbãrile ?
ru: Вы хотите записать изменения ?
sk: Prajete si ulo¾i» va¹e zmeny ?
sv: Vill du spara dina ändringar ?

source: EMPTY
ca: BUIT
cs: PRÁZDNÉ
da: TOM
de: LEER
el: ΚΕΝΟ
eo: MALPLENA
hr: PRAZNO
is: TÓMT
pl: PUSTY
ro: GOL
ru: ПУСТО
sk: PRÁZDNE
sv: TOM

source: Reload Menus
ca: Refresca menús
cs: Znovu naèíst menu
da: Genindlæs menuer
de: Menüs neu laden
el: Επαναφόρτωση καταλόγων
eo: Relegu menuojn
hr: Obnovi Izbornike
is: Endurlesa valmyndir
pl: Prze³aduj menu
ro: Reîncarcã meniurile
ru: Перегрузить Меню
sk: Znovu naèíta» menu
sv: Ladda om menyer

source: Reloading the menus will discard all changes. Are you sure you want to reload ?
ca: Al refrescar els menús llençareu tots els canvis. De veres voleu refrescar ?
cs: Nové naètení nemu zru¹í v¹echny zmìny. Jste si jist, ¾e si pøejete nové naètení?
da: Hvis du genindlæser menuerne vil du miste alle dine ændringer. Er du sikker på du vil genindlæse dem?
de: Das Neu-Laden der Menüs wird alle Änderungen rückgängig machen. Neu-Laden?
el: Η επαναφόρτωση των καταλόγων θα απορρίψειόλες τις αλλαγές. Είστε σίγουροι ότι θέλετε να επαναφορτώσετε ?
eo: Relego de la menuoj malvalidigos æiujn viajn þanøojn. Æu vi estas certa, ke vi volas relegi?
hr: Ponovno uèitavanje izbornika æe poni¹titi sve promjene. Da li ste sigurni da ¾elite obnavljanje ?
is: Ef þú endurlest valmyndirnar hverfa allar breytingar sem þú hefur gert. Viltu örugglega endurlesa þær?
pl: Prze³adowanie menu spowoduje anulowanie zmian. Czy na pewno chcesz prze³adowaæ ?
ro: Reîncãrcarea meniurilor va anula toate schimbãrile. Sunteþi sigur cã vreþi sã reîncarc ?
ru: Перзагрузка меню уничтожит все изменения. Вы уверены, что вы хотите перезагрузить меню ?
sk: Nové naèítanie menu zru¹í v¹etky zmeny. Ste si istý, ¾e si prajete nové naèítanie ?
sv: Om du laddar in menyerna igen kommer alla dina ändringar försvinna. Är du säker på att du vill ladda in dem igen?

source: KMenuedit
is: KValmyndasýsl
sv: KMenyEditor

source: The directory for your personal menu does not exist. Do you want to create it now ?
ca: El directori pel vostre menú personal no hi és. El voleu crear ara ?
cs: Adresáø pro va¹e osobní menu neexistuje. Pøejete si jej nyní vytvoøit ?
da: Folderen til din personlige menu eksisterer ikke. Vil du oprette den nu?
de: Das Verzeichnis für das persönliche Menü existiert nicht. Soll es erstellt werden?
el: Ο φάκελλος για τον προσωπικό σας κατάλογο δεν υπάρχει. Θέλετε να δημιουργηθεί τώρα ?
eo: LA dosierujo por via persona menuo ne ekzistas. Æu vi volas krei øin nun?
hr: Direktorij za Va¹ osobni izbornik ne postoji. Da li ga sada ¾elite napraviti ?
is: Mappan fyrir þína valmynd er ekki til. Viltu búa hana til núna?
pl: Katalog dla twojego prywatnego menu nie istnieje. Czy utworzyæ go teraz ?
ro: Directorul pentru meniul personal nu existã. Doriþi sã îl creez acum ?
ru: Подкаталог для вашего персонального меню не существует. Вы хотите создать его сейчас ?
sk: Prieèinok pre va¹e osobné menu neexistuje. Prajete si ho teraz vytvori» ?
sv: Katalogen för dina personliga menyerfinns inte. Vill du skapa den nu?

source: Unable to create directory for personal menu. Select Ok to exit KMenuedit.
ca: No es pot crear el directori pel menú personal. Seleccioneu Bé per sortir de KMenuedit.
cs: Není mo¾né vytvoøit adresáø pro osobní menu. Zvolte Ok k ukonèení KMenueditu.
da: Kan ikke oprette folder til din personlige menu. Vælg Ok for at afslutte Menu Editoren.
de: Es ist nicht möglich, das Verzeichnis für das persönliche Menü zu erstellen. Drücken Sie Ok, um KMenuedit zu beenden.
el: Η δημιουργία του φακέλλου για τον προσωπικό σας κατάλογο είναι αδύνατη. Επιλέξτε το ΟΚ για έξοδο από το KMenuedit.
eo: Ne eblis krei dosierujon por via persona menuo. Premu "Konfirmu" por forlasi KMenuedit.
hr: Nije moguæe stvaranje direktorija za Va¹ osobni izbornik. Odaberite U redu za izlazak iz KMenuedit-a.
is: Ekki tókst að búa til möppu fyrir valmyndina þína. Smelltu á takkann til að loka KValmyndasýsli.
pl: Nie mo¿na utworzyæ katalogu na prywatne menu. Wybierz Ok, aby wyj¶æ z KMenuedit.
ro: Nu este posibilã crearea directorului pentru meniul personal.
ru: Не могу создать подкаталог для вашего персонального меню. Нажмите ОК, чтобы выйти из KMenuedit.
sk: Nie je mo¾né vytvori» prieèinok pre osobné menu. Zvoµte Ok k ukonèeniu KMenueditu.
sv: Kunde inte skapa katalog för personliga menyer. Tryck på OK för att avsluta KMenyEditor.

source: Separator
ca: Separador
cs: Oddìlovaè
da: Adskiller
de: Trennlinie
el: Διαχωριστής
eo: Dividilo
hr: Razdjeljnik
is: Strik
ru: Разделитель
sk: Oddeµovaè
sv: Avdelare

source: Open/ Close
ca: Obre/ Tanca
cs: Otevøít/ Zavøít
da: Åben/Luk
de: Öffnen / Schliessen
el: ¶νοιγμα/ Κλείσμο
eo: Malfermu/Fermu
hr: Otvori/ Zatvori
is: Opna/Loka
pl: Otwórz/Zamknij
ro: Deschide / Închide
ru: Открыть/Закрыть
sk: Otvori»/ Zavrie»
sv: Öppna/ Stäng

source: Select item for moving
ca: Seleccioneu l'ítem a moure
da: Vælg det der skal flyttes
de: Zu verschiebendes Element auswählen
is: Veldu hlut til að færa
pl: Wybierz element do przemieszczenia
ru: Выберите пункт для перемещения
sv: Välj post att flytta

source: Select menu for moving
ca: Seleccioneu l'ítem a moure
da: Vælg menu der skal flyttes
de: Zu verschiebendes Menü auswählen
is: Veldu möppu til að færa
pl: Wybierz menu do przemieszczenia
ru: Выберите меню для перемещения
sv: Välj meny att flytta

source: New
ca: Nou
da: Ny
de: Neu
is: Nýtt
pl: Nowy
ru: Новый
sk: Nová
sv: Ny

source: Warning !
ca: Avís !
cs: Varování !
da: Advarsel!
de: Warnung !
el: Προσοχή !
eo: Averto!
hr: Upozorenje !
is: Aðvörun!
pl: Ostrze¿enie !
ro: Atenþie !
ru: Внимание !
sk: Pozor !
sv: Varning !

source: If you delete this button you will lose all of its submenus
ca: Si esborreu aquest botó, perdreu tots els seus submenús
cs: Zru¹ení této polo¾ky vyma¾e v¹echny její submenu
da: Hvis du sletter denne knap vil du miste all dens undermenuer
de: Wenn Sie diesen Button löschen, verlieren Sie alle Untermenüs
el: Αν διαγράψετε αυτό το κουμπί θα χάσετε όλους τους υποκαταλόγους του
eo: Se vi forigas tiun butonon vi perdos æiujn viajn submenuojn
hr: Ako obri¹ete ovaj gumb izgubit' æete sve njegove podizbornike
is: Ef þú eyðir þessum takka hverfa allar undirvalmyndir hans
pl: Je¶li skasujesz ten przycisk, skasujesz równie¿ jego podmenu
ro: Dacã ºtergeþi acest buton veþi pierde toate submeniurile sale
ru: Если вы удалите эту кнопку, то вы лишитесь всех его подменю
sk: Zru¹enie tejto polo¾ky zma¾e v¹etky menu pod òou.
sv: Om du raderar den här knappen kommer du att förlora alla dess undermenyer

source: Wrong filename
ca: Nom de fitxer erròni
cs: Chybné jméno souboru
da: Forkert filnavn
de: Falscher Dateiname
el: Λάθος όνομα αρχείου
eo: Maløusta dosiernomo
hr: Pogre¹no ime datoteke
is: Rangt skráarnafn
pl: B³êdna nazwa pliku
ro: Nume incorect de fiºier
ru: Неверное имя файла
sk: Chybné meno súboru
sv: Fel filnamn

source: A kdelnk-file with this name does already exist. Please choose another filename.
ca: Ja existeix un fitxer kdelnk amb aquest nom. Si us plau, trieu un altre nom de fitxer.
cs: Ji¾ existuje kdelnk soubor s tímto jménem. Prosím zvolte jiné jméno souboru.
da: En kdelnk fil med dette navn eksisterer allerede. Vælg venlist et andet navn.
de: Eine kdelnk-Datei mit diesem Namen existiert schon. Wählen Sie einen anderen Dateiname.
el: Ένα αρχείο του KDE με αυτό το όνομα υπάρχει ήδη. Παρακαλώ επιλέξτε ένα νέο όνομα.
eo: Kdelnk-dosiero kun tiu nomo jam ekzistas. Bonvolu indiki alian dosiernomon.
hr: Kdelnk-datoteka s tim imenom veæ postoji. Odaberite drugo ime za datoteku.
is: Nú þegar er til kdelnk skrá með þessu nafni. Veldu annað nafn.
pl: Plik kdelnk o tej nazwie ju¿ istnieje. Wybierz inn± nazwê.
ro: Existã deja un fiºier kdelnk cu acest nume. Alegeþi alt nume.
ru: kdelnk-файл с таким именем уже существует. Пожайлуста выберите другое имя.
sk: U¾ existuje kdelnk súbor s takýmto menom. Prosím zvoµte iné meno súboru.
sv: En kdelnk-fil med det här namnet finns redan. Vänligen, välj ett annat namn.

source: Changing the type of this button will delete all of its submenus
ca: Al canviar el tipus d'aquest botó esborrareu tots els seus submenús
cs: Zmìna typu této polo¾ky vyma¾e v¹echny její submenu
da: Hvis du ændrer typen på denne knap vil du miste alle dens undermenuer
de: Ändern des Typs für diesen Button wird alle Untermenüs löschen
el: Αλλάζοντας τον τύπο αυτού του κουμπιού θα διαγραφούν όλοι οι υποκαταλόγοι του
eo: Þanøo de la tipo de tiu butono forigos æiujn viajn submenuojn
hr: Promjena uloge ovog gumba obrisat' æe sve njegove podizbornike
is: Ef þú breytir tagi þessa takka hverfa allar undirvalmyndir hans
pl: Zmiana typu tego przycisku spowoduje skasowanie jego podmenu
ro: Schimbând tipul acestui buton, va ºterge toate submeniurile sale
ru: Изменение типа этой кнопки удалит все ее подменю
sk: Zmena typu tejto polo¾ky vyma¾e v¹etky menu pod òou.
sv: Om du ändrar typ på den här knappen kommer alla dess undermenyer försvinna

source: no command
ca: sense comanda
cs: ¾ádný pøíkaz
da: ingen kommando
de: kein Kommando
el: Όχι εντολή
eo: neniu komando
hr: bez naredbe
is: engin skipun
pl: brak polecenia
ro: nici o comandã
ru: нет команды
sk: ¾iadny príkaz
sv: inget kommando

source: Sorry ! You have to save your changes before you can drop this item on another window.
ca: Ho sento ! Heu de desar els canvis abans de poder amollar aquest ítem damunt una altra finestra.
cs: Je mi líto, ale musíte ulo¾it své zmìny døíve ne¾ budete moci upustit tuto polo¾ku nad jiným oknem.
da: Du bliver nødt til at gemme dine ændringer før du kan placere dette element i et andet vindue
de: Sorry! Sie müssen Ihre Änderungen speichern, bevor Sie dieses Item auf ein anderes Fenster fallen lassen.
el: Λυπούμαστε ! Πρέπει να αποθηκεύσετε τις αλλαγές πριν να σύρετε αυτό το στοιχείο σε ένα άλλο παράθυρο.
eo: PArdonu! Vi devas sekurigi viajn þanøojn antaý kiam vi povas faligi tiun æi objekton sur alia fenestro.
hr: ®alim ! Trebate spremiti va¹e promjene prije nego ¹to ispustite ovu stavku na slijedeæi prozor.
is: Þú verður að vista breytingarnar áður en þú getur sleppt þessum hlut í annan glugga.
pl: Niestety ! Musisz zapisaæ swoje zmiany przed przeniesieniem tego elementu do innego okna.
ro: Scuze ! Trebuie sã salvaþi schimbãrile fãcute înainte sã puteþi pune acest obiect în altã fereastrã.
ru: Извините ! Вы должны записать ваши изменения прежде чем вы сможете перетащить элемент в другое окно.
sk: Je mi µúto, ale musíte ulo¾i» svoje zmeny skôr, ne¾ budete môc» upusti» túto polo¾ku nad iným oknom.
sv: Tyvärr! Du måste spara dina ändringar innan du kan släppa den här saken på ett annat fönster.

source: Path for KDE Desktop Entries is not set.
ca: No s'ha fixat el camí per les entrades de l'escriptori KDE.
cs: Cesta k polo¾kám pracovní plochy KDE není nastavena.
da: Stien til KDE Desktop Entries er ikke sat.
de: Pfad zu den KDE Desktop Einträgen ist nicht gesetzt.
el: Η διαδρομή για τις εισαγωγές του KDE desktop δεν έχουν οριστεί.
eo: Pado por labortabulaj eroj ne difinita.
hr: Put za KDE Postavke Radnog Stola nije odreðen.
is: Slóðir fyrir valmyndir eru ekki ákveðnar.
pl: Nie jest ustawiona ¶cie¿ka dla ¶rodowiska KDE
ro: Calea cãtre intrarile KDE Desktop nu este setatã.
ru: Путь к Рабочему Столу KDE не установлен.
sk: Cesta k polo¾kám menu KDE nenastavená.
sv: Sökvägen till KDE skrivbordsposter är inte satt.

source: I suggest the following entries:
ca: Suggereixo les següents entrades:
cs: Navrhuji následující polo¾ky:
da: Jeg foreslår de følgende indgange:
de: Ich schlage folgendene Einträge vor:
el: Προτείνουμε τις παρακάτω εισαγωγές:
eo: Mi sugestas la sekvajn erojn:
hr: Predla¾em slijedeæe:
is: Ég sting upp á þessum:
pl: Sugerowane s± nastêpuj±ce pola:
ro: Sugerez urmãtoarele intrari:
ru: Я предлагаю следующие элементы:
sk: Navrhujem nasledujúce polo¾ky:
sv: Jag föreslår följande poster

source: Path:
ca: Camí:
cs: Cesta:
da: Sti:
de: Pfad:
el: Διαδρομή:
eo: Pado:
hr: Put:
is: Kerfi:
pl: ¦cie¿ka:
ro: Cale:
ru: Путь:
sk: Cesta:
sv: Sökväg:

source: PersonalPath:
ca: Camí personal:
cs: Osobní cesta:
da: Personlig Sti:
de: Persönlicher Pfad:
el: Προσωπική διαδρομή:
eo: Persona Pado:
hr: OsobniPut
is: Þín:
pl: Prywatna¦cie¿ka:
ro: Cale Personalã:
ru: Персональный путь:
sk: Osobná cesta:
sv: Persinlig sökväg:

source: Submenu
ca: Submenú
da: Undermenu
de: Untermenü
el: Υποκατάλογος
eo: Submenuo
hr: Podizbornik
is: Undirvalmynd
pl: Podmenu
ro: Submeniu
ru: Подменю
sk: Podmenu
sv: Undermeny

source: Application
ca: Aplicació
cs: Aplikace
da: Anvendelse
de: Anwendung
el: Εφαρμογή
eo: Aplika¼o
hr: Aplikacije
is: Forrit
pl: Aplikacja
ro: Aplicaþie
ru: Приложение
sk: Aplikácia
sv: Applikation

source: Swallow
ca: Encasta
da: Slug
de: Eingebettet
eo: Gastigite
is: Gleypa
pl: Zadokowanie
ro: Înghite
ru: На панель
sk: Prehltnú»
sv: Svälj

source: Link
ca: Enllaç
cs: Odkaz
de: Verweis
el: Σύνδεσμος
eo: Ligo
hr: Veza
is: Tenging
pl: Odno¶nik
ro: Legãturã
ru: Ссылка
sk: Odkaz
sv: Länk

source: Device
ca: Dispositiu
cs: Zaøízení
da: Enhed
de: Gerät
el: Συσκευή
eo: Aparato
hr: Ureðaj
is: Tæki
pl: Urz±dzenie
ro: Dispozitiv
ru: Устройство
sk: Zariadenie
sv: Enhet

source: Type:
ca: Tipus:
cs: Typ:
de: Typ:
el: Τύπος:
hr: Vrsta:
is: Tag
pl: Typ:
ru: Тип:
sk: Typ:
sv: Typ:

source: File Name:
ca: Nom de fitxer:
cs: Jméno souboru:
da: Filnavn:
de: Datei-Name:
el: Όνομα αρχείου:
eo: Dosiernomo:
hr: Ime Datoteke:
is: Skráarnafn
pl: Nazwa pliku:
ro: Nume fiºier:
ru: Имя файла:
sk: Súbor:
sv: Filnamn:

source: Name:
ca: Nom:
cs: Jméno:
da: Navn:
el: Όνομα:
hr: Ime:
is: Nafn
pl: Nazwa:
ru: Имя:
sk: Meno:
sv: Namn:

source: Mini Icon:
ca: Mini icona:
cs: Mini ikona:
da: Mini ikon:
de: kleines Icon
el: Μικρό εικονίδιο:
eo: Piktogrameto:
hr: Mini Ikona:
is: Smámynd
pl: Mini ikona:
ro: Icoanã micã:
ru: Мини пиктограмма:
sk: Mini:
sv: Mimi-ikon:

source: Icon:
ca: Icona:
cs: Ikona:
da: Ikon:
el: Εικονίδιο:
eo: Piktogramo:
hr: Ikona:
is: Táknmynd
pl: Ikona:
ro: Icoanã:
ru: Пиктограмма:
sk: Ikona:
sv: Ikon:

source: Comment:
ca: Comentari:
cs: Komentáø:
da: Kommentar:
de: Kommentar:
el: Σχόλιο:
eo: Komento:
hr: Komentar:
is: Ath
pl: Komentarz:
ro: Comentariu:
ru: Комментарий:
sk: Komentár:
sv: Kommentar:

source: Execute
ca: Execució
cs: Vykonat pøíkaz
da: Kør
de: Auszuführen
el: Εκτέλση
eo: Lanæu
hr: Izvr¹avanje
is: Keyrsla
pl: Wykonanie
ro: Executã
ru: Запускать
sk: Vykona» príkaz
sv: Kör

source: Execute:
ca: Execució:
cs: Vykonat:
da: Kør:
de: Auszuführen:
el: Εκτέλση:
eo: Lanæu
hr: Izvr¹i:
is: Keyra
pl: Polecenie:
ro: Executã:
ru: Запускать:
sk: Vykona»
sv: Kör:

source: Working Directory:
ca: Directori de treball:
cs: Pracovní adresáø:
da: Arbejdsfolder:
de: Arbeits-Verzeichnis:
el: Τρέχον κατάλογος:
eo: Labordosierujo:
hr: Radni Direktorij:
is: Vinnumappa
pl: Katalog roboczy:
ro: Directorul de lucru:
ru: Рабочий подкаталог:
sk: V pracovnom prieèinku
sv: Start-katalog:

source: Run in terminal
ca: Execució a terminal
cs: Provést v terminálu
da: Kør i terminal
de: Läuft im Terminal
el: Εκτέλεση σε τερματικό
eo: Rulu en terminalo
hr: Pokreni u terminalu
is: Í textaglugga
pl: Uruchom w terminalu
ro: Ruleazã în terminal
ru: Запускать в Терминале:
sk: V termináli
sv: Kör i terminal

source: Terminal Options:
ca: Opcions de terminal:
cs: Parametry terminálu:
da: Terminal indstillinger:
de: Terminal-Einstellungen
el: Επιλογές τερματικού:
eo: Terminalopcioj:
hr: Postavke Terminala:
is: Stilla textaglugga
pl: Opcje terminala:
ro: Opþiuni terminal:
ru: Опции Терминала:
sk: Parametre term.
sv: Terminalinställningar:

source: Binary Pattern:
ca: Patró binari:
cs: Binární vzor:
da: Filnavne:
de: Binär-Muster:
el: Δυαδικό πρώτυπο:
eo: Duuma þablono:
hr: Binarni Uzorak:
is: Skráasía
pl: Inne nazwy programu:
ru: Бинарная Маска:
sk: Binárny vzor:
sv: Binärt mönster

source: Application to swallow:
ca: Aplicació a encastar:
da: Anvendelse til swallow:
de: einzubettende Anwendung:
eo: Gastigenda aplika¼o:
is: Forrit sem á að gleypa
pl: Aplikacja do zadokowania:
ro: Aplicaþia de înghiþit:
ru: Приложение, которое на панель:
sk: Apl. na zhltnutie
sv: Program att svälja

source: Title of application:
ca: Títol de l'aplicació:
da: Anvendelsens navn
de: Titel der Anwendung:
eo: Titolo de la aplika¼o:
is: Titill forrits
pl: Tytu³ aplikacji:
ro: Titlul aplicaþiei:
ru: Заголовок приложения:
sk: Titulok aplikácie
sv: Programmets titel:

source: Application to execute on button press:
ca: Aplicació a executar en prèmer el botó:
da: Anvendelse der udføres ved tryk på knap:
de: Anwendung, die durch BUttondruck gestartet wird:
eo: Aplika¼o lanæenda æe butonpremo:
is: Forrit sem á að keyra þegar ýtt er á takkann
pl: Aplikacja do uruchomienia po wci¶niêciu przycisku:
ro: Aplicaþia de executat când se apasã butonul:
ru: Приложение, которое запускать по нажатию кнопки мыши:
sk: Aplikácia na vykonanie po aktivovaní
sv: Program att köra vid musklick

source: URL:
is: Slóð

source: Read Only
ca: Només lectura
cs: Pouze ètení
da: Kun læsbar
de: Nur Lesen
el: Μόνο για ανάγνωση
eo: Nur legi
hr: Samo Èitanje
is: Lestæki
pl: Tylko do odczytu
ro: Doar citire
ru: Только для чтения
sk: Iba èíta»
sv: Skrivskyddad

source: Device:
ca: Dispositiu:
cs: Zaøízení:
da: Enhed:
de: Gerät:
el: Συσκευή:
eo: Aparato:
hr: Ureðaj:
is: Tæki
pl: Urz±dzenie:
ro: Dispozitiv:
ru: Устройство:
sk: Názov
sv: Enhet:

source: Mount Point:
ca: Punt de muntatge:
cs: Místo pøípojení
da: Monteringspunkt:
de: Einhäng-Punkt
el: Τοποθέτηση:
eo: Muntejo:
hr: Mjesto Postavljanja:
is: Tengipunktur
pl: Punkt zamontowania:
ro: Punct de montare:
ru: Точка монтирования:
sk: Pripojenie
sv: Monteringsplats:

source: FS Type:
ca: Tipus FS:
cs: Souborový systém:
de: DS Typ:
el: Τύπος συστήματος αρχείων:
eo: Dosierara tipo:
hr: Vrsta DS:
is: Skráakerfi
pl: Typ FS:
ro: Sistem de fiºiere:
ru: Тип ФС:
sk: Typ FS
sv: FS-typ:

source: Unmount Icon:
ca: Icona desmuntat:
cs: Ikona odpojeného:
da: Afmonteringsikon:
de: Aushäng-Icon:
eo: Piktogramo por Malmunto
hr: Makni Ikonu:
is: Aftengimynd
pl: Ikona odmontowania:
ro: Icoana când e demontat:
ru: Пиктограмма Размонтирования
sk: Ikona pre odpojenie
sv: Avmonteringsikon:

source: Change Menunames
ca: Canvia noms de menú
cs: Zmìnit jnéno menu
da: Skift menunavne
de: Menünamen ändern
el: Αλλαγή ονομάτων καταλόγων
eo: Þanøu menunomojn
hr: Promjena imena izbornika
is: Breyta nöfnum valmynda
pl: Zmieñ nazwê menu
ro: Schimbã numele meniurilor
ru: Изменить имена меню
sk: Zmeni» názov menu
sv: Ändra menynamn

source: Change the name of the menus as displayed in kpanel
ca: Canvia el nom dels menús tal com es mostren a kpanel
cs: Zmìnit jnéno menu jak je zobrazeno v Panelu
da: Skift navn på menuen som det bliver vist i Panelet
de: Ändern des Menü-Names wie es im Panel angezeigt wird
el: Αλλαγή των ονομάτων των καταλόγωνου όπως φαίνονται στο kpanel
eo: Þanøu la nomon de la menuo kiel legebla en Kpanel
hr: Promjena imena izbornika koje je prikazano u kpanel-u
is: Hér má breyta nöfnum valmyndanna sem byrtast á spjaldinu
pl: Zmieñ nazwê menu wy¶wietlanego w kpanel
ro: Schimbã numele meniurilor ca cele afiºate în kpanel
ru: Изменить имена меню, как отображено в kpanel
sk: Zmeni» názov menu, ako je zobrazené v Paneli
sv: Ändra namnet på menyerna när de visas i kpanel

source: Personal:
cs: Osobní:
da: Personlig:
de: Persönlich:
el: Προσωπικά:
eo: Persona:
hr: Osobni:
is: Þín valmynd
pl: Prywatne:
ru: Личные:
sk: Osobné:
sv: Personligt:

source: Default:
ca: Omissió:
cs: Implicitní:
da: Standard:
de: Standard:
el: Προκαθορισμένα:
eo: Implicita:
hr: Podrazumijevani:
is: Kerfisvalmynd
pl: Domy¶lne:
ro: Implicit:
ru: По умолчанию:
sk: ©tandardné:
sv: Standard:

source: by
ca: per
da: ved
de: von
eo: æe
pl: od
ro: de
sv: av

source: Change Menuname
cs: Zmìnit jméno menu
hr: Promjena imena izbornika

source: Reload Filetypes
cs: Znovu naèít Minetypy
hr: Obnovi vrste datoteka

source: KMenuedit 0.2.3 (C) by Christoph Neerfeld Christoph.Neerfeld@bonn.netsurf.de
cs: KMenuedit 0.2.3 (C) Christoph Neerfeld Christoph.Neerfeld@bonn.netsurf.de
hr: KMenuedit 0.2.3 (C) Christoph Neerfeld Christoph.Neerfeld@bonn.netsurf.de

source: Do you want to save your changes
cs: Pøejete si ulo¾it va¹e zmìny
hr: Da li ¾elite spremiti promjene

source: ! PROTECTED Button !
cs: ! CHRÁNÌNÉ tlaèítko !
hr: ! ZA©TIÈEN Gumb !
ro: ! Buton PROTEJAT

source: Fvwm Command
cs: Pøíkaz Fvwm
hr: Fvwm Naredba

source: Fvwm Command:
cs: Pøíkaz Fvwm:
hr: Fvwm Naredba:
