Repository: KDE/kde1-kdebase
Catalog: po/*/kpager.po
Languages: da, de, ja

source: Toggle Global Desktop
da: Globalt arbejdsplads til/fra
de: Globalen Desktop ein/aus
ja: 広域デスクトップをトグル

source: Toggle Menubar
da: Menubjælke til/fra
de: Menüleiste ein/aus
ja: メニューバーをトグル

source: Move Right
da: Flyt til højre
de: Nach rechts verschieben
ja: 右に移動

source: Move Left
da: Flyt til venstre
de: Nach links verschieben
ja: 左に移動

source: Hide &Global Desktop
da: Skjul &global arbejdsplads
de: Globalen Desktop &nicht anzeigen
ja: 広域デスクトップを隠す(&G)

source: Show &Global Desktop
da: Vis &global arbejdsplads
de: Globalen Desktop &anzeigen
ja: 広域デスクトップを表示(&G)

source: Hide &Menubar
da: Skjul &menubjælke
de: Menüleiste n&icht anzeigen
ja: メニューバーを隠す(&M)

source: &2 Rows
da: &2 rækker
de: &2zeilig
ja: ２列(&2)

source: &One Click change Desktop
da: &Et klik for at skifte arbejdsplads
de: Desktop mit &einem Klick ändern
ja: １クリックでデスクトップを変更(&O)

source: Hide Desktop &Names
da: Skjul arbejdsplads&navne
de: Desktop-Namen ni&cht anzeigen
ja: デスクトップ名を隠す(&N)

source: Show Desktop &Names
da: Vis arbejdsplads&navne
de: Desktop-Namen an&zeigen
ja: デスクトップ名を表示(&N)

source: Plain
da: Enkel
de: Schlicht
ja: 無地

source: Icon
da: Ikon
ja: アイコン

source: Draw Mode
da: Tegnemodus
de: Zeichen-Modus
ja: 描画モード

source: %s (C) 1998 Antonio Larrosa Jimenez larrosa@kde.org antlarr@arrakis.es Malaga (Spain) KPager's homepage is at : http://www.arrakis.es/~rlarrosa/kpager.html KPager comes with ABSOLUTELY NO WARRANTY; for details view file COPYING This is free software, and you are welcome to redistribute it under certain conditions
da: %s (C) 1998 Antonio Larrosa Jimenez larrosa@kde.org antlarr@arrakis.es Malaga (Spain) KPagers hjemmeside er på : http://www.arrakis.es/~rlarrosa/kpager.html KPager kommer med ABSOLUT INGEN GARANTI; for detaljer, se COPYING-filen Dette er gratis programvare, og du er velkommen til at videredistribuere den under visse vilkår
de: %s (C) 1998 Antonio Larrosa Jimenez larrosa@kde.org antlarr@arrakis.es Malaga (Spain) KPagers Homepage findet sich unter: http://www.arrakis.es/~rlarrosa/kpager.html KPager kommt mit KEINERLEI GARANTIE; wegen der Einzelheiten siehe Datei COPYING Dies ist freie Software und Sie können es gerne weitergeben, allerdings unter bestimmten Bedingungen.

source: Show &Menubar
da: Vis &menubjælke
de: &Menüleiste anzeigen
ja: メニューバーを表示(&M)

source: One Click change Desktop
da: Et klik for at skifte arbejdsplads
de: Desktop mit einem Klick ändern
ja: １クリックでデスクトップを変更

source: &Maximize
da: &Maksimer
de: Ma&ximieren
ja: 最大化(&M)

source: &Iconify
da: &Ikoniser
de: &Iconifizieren
ja: アイコン化(&I)

source: &UnSticky
da: &Uklæbrig
de: &Nicht haftend
ja: 常に表示を解除(&U)

source: &Sticky
da: &Klæbrig
de: &Haftend
ja: 常に表示(&S)

source: &To Desktop
da: &Til arbejdsplads
de: &Auf Desktop
ja: デスクトップを移動(&T)

source: Pixmap
ja: ピックスマップ
