Repository: KDE/kde1-kdebase
Catalog: po/*/kpanel.po
Languages: br, ca, cs, da, el, es, fi, he, hr, hu, is, ko, no, pl, pt, ro, sk, sv

source: &Move
br: &Fiñval
ca: &Mou
cs: &Pøesunout
es: &Mover
fi: &Siirr‰
hr: Pre&mjesti
hu: Á&thelyez
is: &Færa
no: &Flytt
pt: &Mover
sk: &Presunú»
sv: &Flytta

source: &Properties
br: &Perzhioù
ca: &Propietats
cs: &Vlastnosti
es: &Propiedades
fi: &Asetukset
hr: &Postavke
hu: &Tulajdonságok
is: &Eiginleikar
no: &Egenskaper
pt: &Propriedades
sk: &Nastavenie
sv: &Egenskaper

source: Go!
br: Kit !
ca: Vinga!
cs: Start
el: Εκτέλεση
es: Inicio
fi: Siirry!
he: !לחתה
hr: Idi!
hu: Mehet!
is: Núna!
ko: 출발!
no: Sett igang!
pl: Id¼!
pt: Começar!
ro: Engheigi :)
sk: Ís»!
sv: Starta!

source: Where do you want to go tomorrow?
br: Da belec'h e fell deoc'h mont warc'hoazh ?
el: Που θέλετε να πάτε αύριο;
he: ? רחמה אצמנ תמאב הפיא
is: Hvert vilt þú komast á morgun?
ko: 내일 어디로 가시겠습니까?
pl: A gdzie siê to dzisiaj wybierasz?
pt: Onde é que queres ir amanhã?
ro: Ia ghici, ce poate fi ãsta ???
sk: Kam si prajete ís» zajtra?
sv: Vart vill du gå imorgon?

source: No info available
br: Titour ebet da reiñ
ca: No hi ha informació
cs: Informace není k dispozici
da: Ingen tilgængelig information
el: Δεν υπάρχουν σχετικές πληροφορίες
es: No hay información disponible
fi: Tietoa ei ole saatavilla
he: ףסונ עדימ ןיא
hr: Nema raspolo¾ivih informacija
hu: Nincs róla info
is: Engar upplýsingar fáanlegar
ko: 정보가 없습니다
no: Ingen informasjon tilgjengelig
pl: Informacje niedostêpne
pt: Nenhuma informação disponível
ro: Nici o informaþie disponibilã
sk: Informácia nie je k dispozícii
sv: Ingen information tillgänglig

source: Logout
br: Kuitaat
ca: Sortida
cs: Odhlásit
da: Log ud
el: Έξοδος
es: Terminar
fi: Poistu
he: יוביכ
hr: Odjava
hu: Kilép
is: Stimpla út
ko: 로그아웃
no: Logg ut
pl: Wyloguj siê
pt: Sair
ro: Ieºire
sk: Odhlási»
sv: Logga ut

source: Lock screen
br: Prennañ ar skramm
ca: Bloqueja la pantalla
cs: Zablokovat obrazovku
da: Lås skærm
el: Κλέιδωμα οθόνης
es: Bloquear pantalla
fi: Lukitse n‰yttˆ
he: ךסמ תליענ
hr: Zakljuèaj ekran
hu: Képernyõzár
is: Læsa skjá
ko: 화면 잠금
no: Lås skjerm
pl: Zablokuj ekran
pt: Bloquear écran
ro: Blocheazã ecranul
sk: Zablokova» obrazovku
sv: Lås skärmen

source: Hide the panel
br: Kuzhat ar banell
ca: Oculta el plafó
cs: Schovat panel
da: Gem Panel
el: Απόκρυψη του πίνακα
es: Esconder el panel
fi: Piilota paneeli
he: תומישמ תרוש רתסה
hr: Sakrij Ploèu
hu: Panel rejtése
is: Fela spjaldið
ko: 패널 숨기기
no: Skjul panelet
pl: Ukryj panel
pt: Esconder o painel
ro: Ascunde panoul
sk: Schova» panel
sv: Göm panelen

source: Show the panel
br: Diskouez ar banell
ca: Mostra el plafó
cs: Ukázat panel
da: Vis Panel
el: Εμφάνιση του πίνακα
es: Mostrar el panel
fi: N‰yt‰ paneeli
he: תומישמ תרוש הארה
hr: Prika¾i ploèu
hu: Panel megjelenítése
is: Sýna spjaldið
ko: 패널 보이기
no: Vis panelet
pl: Poka¿ panel
pt: Mostrar o painel
ro: Afiºeazã panoul
sk: Ukáza» panel
sv: Visa panelen

source: Iconify other &windows
br: Arlunañ ar &prenester all
ca: Iconitza altres &finestres
cs: Ikonifikovat ostatní okna
es: Iconizar otras &ventanas
fi: Pienenn‰ &muut ikkunat
hr: Ikonifiraj ostale &prozore
hu: Többi &ablak ikonizálása
is: Setja aðra &glugga í táknmynd
no: Ikoniser andre &vinduer
pt: Iconificar outras &janelas
sv: Ikonifiera alla andra &fönster

source: No comment available
br: Askelenn hegerz ebet
da: Ingen tilgængelig kommentar
el: Δεν υπάρχει σχετικό σχόλιο
he: אשונל הרעה ןיא
is: Engin athugasemd
ko: 설명이 없습니다
pl: Brak komentarza
pt: Nenhum comentário disponivel
ro: Nici un comentariu disponibil
sk: Komentár nie je k dispozícii
sv: Ingen kommentar tillgänglig

source: Windowlist
br: Roll prenester
ca: Llista de finestres
cs: Seznam oken
da: Vindues oversigt
el: Λίστα παραθύρων
es: Lista de ventanas
fi: Ikkunalista
he: תונולחה תמישר
hr: Lista prozora
hu: Ablaklista
is: Gluggalisti
ko: 윈도우목록
no: Vindusliste
pl: Lista okien
pt: Lista de Janelas
ro: Lista de ferestre
sk: Zoznam okien
sv: Fönsterlista

source: Quickly navigate through the filesystem
br: Merdeiñ buan a-dreuz ar reizhiad restroù
ca: Navega ràpidament pel sistema de fitxers
cs: Rychlé procházení souborovým systémem
es: Navegar rápidamente a través del sistema de archivos
fi: Selaa nopeasti tiedostopuuta
hu: Fájrendszer gyors elérése
is: Flakka hratt um skráakerfið
no: Rask navigering gjennom filsystemet
pt: Navegue rápidamente pelos seus ficheiros
sv: Navigera snabbt genom filsystemet

source: Add Application
br: Ouzhpennañ un arload
ca: Afegeix aplicació
cs: Pøidat aplikaci
es: Añadir Aplicación
fi: Lis‰‰ Sovellus
hr: Dodaj aplikaciju
hu: Alkalmazás hozzáadása
is: Bæta forriti við
no: Tilføy applikasjon
pt: Adicionar Aplicação
sv: Lägg till program

source: Add an application or a submenu onto the panel
br: Ouzhpennañ un arload pe un islañser war ar banell
ca: Afegeix una aplicació o un submenú al plafó
cs: Pøidat aplikaci nebo menu na panel
da: Tilføj applikation eller undermenu
el: Προσθήκη εφαρμογής ή υποκαταλόγου στον πίνακα
es: Añadir aplicación o submenú al panel
fi: Lis‰‰ sovellus tai valikko paneeliin
he: תומישמה תרוש לא הנשמ טירפת וא םושיי ףסוה
hr: Dodaj aplikaciju ili podizbornik na ploèu
hu: Alkalmazás vagy almenü hozzáadása a panelhez
is: Bæta forriti eða undirvalmynd á spjaldið
ko: 응용프로그램 또는 하위메뉴 패널에 추가
no: Tilføy en applikasjon eller en undermeny til panelet
pl: Dodaj aplikacjê lub podmenu do panelu
pt: Adicionar uma aplicação ou um submenu ao painel
ro: Adaugã o aplicaþie sau un submeniu
sk: Prida» aplikáciu alebo menu na panel
sv: Lägg till applikation eller undermeny till panelen

source: Add Disk Navigator
br: Ouzhpennañ Merdeer Pladenn
ca: Afegeix navegador de disc
cs: Pøidat diskový navigátor
es: Añadir Navegador de Disco
fi: Lis‰‰ Levyselain
hr: Dodaj Navigator diska
hu: Lemez Navigátor hozzáadása
is: Bæta við diskaflakkara
no: Legg til Disknavigator
pt: Adicionar Navegador
sv: Lägg till disknavigator

source: Add a Disk Navigator menu onto the panel
br: Ouzhpennañ ur Merdeer Pladenn war ar banell
ca: Afegeix un menú de navegador de disc al plafó
cs: Pøidat menu diskového navigátoru na panel
es: Añadir un menú de Navegador de Disco al panel
fi: Lis‰‰ Levyselain -valikko paneeliin
hr: Dodaj navigator diska na ploèu
hu: Lemez Navigátor menü hozzáadása a panelhez
is: Bæta diskaflakkara valmynd við spjaldið
no: Tilføy en Disknavigator-meny til panelet
pt: Adicionar um Navegador ao painel
sv: Lägg till en disknavigatormeny till panelen

source: Add Windowlist
br: Ouzhpennañ ur roll prenester
ca: Afegeix llista de finestres
cs: Pøidat seznam oken
es: Añadir Lista de Ventanas
fi: Lis‰‰ Ikkunalista
hr: Dodaj listu prozora
hu: Ablaklista hozzáadása
is: Bæta gluggalista við
no: Tilføy vindusliste
pt: Adicionar Lista de Janelas
sv: Lägg till fönsterlista

source: Add a windowlist menu onto the panel
br: Ouzhpennañ ur roll prenester war ar banell
ca: Afegeix un menú de llista de finestres al plafó
cs: Pøidat seznam oken na panel
da: Tilføj vindues oversigt på panelet
el: Προσθήκη λίστας παραθύρων στον πίνακα
es: Añadir una lista de ventanas al panel
fi: Lis‰‰ ikkunalista -valikko paneeliin
he: תומישמה תרוש לא תונולח תמישר טירפת ףסוה
hr: Dodaj izbornik liste prozora na ploèu
hu: Ablaklista menü hozzáadása a panelhez
is: Bæta gluggalistavalmynd á spjaldið
ko: 윈도우목록 메뉴 패널에 추가
no: Tilføy en vindusliste meny til panelet
pl: Dodaj listê okien do panelu
pt: Adicionar lista de janelas ao painel
ro: Adaugã un meniu de liste de ferestre la panou
sk: Prida» zoznam okien na panel
sv: Lägg till fönsterlista till panelen

source: Configure
br: Kefluniañ
ca: Configura
cs: Konfigurovat
da: Konfigurer
el: Διαμόρφωση
es: Configurar
fi: Asetukset
he: תורדגה
hr: Promijeni postavu
hu: Konfigurálás
is: Stilla
ko: 설정
no: Konfigurer
pl: Konfiguruj
pt: Configurar
ro: Configurare
sk: Nastavenie
sv: Anpassa

source: Configure panel
br: Kefluniañ ar banell
ca: Configura el plafó
cs: Konfiguruj panel
da: Konfigurer panel
el: Πίνακας διαμόρφωσης
es: Configurar panel
fi: Paneelin asetukset
he: תומישמה תרוש תורדגה
hr: Promijeni postavu ploèe
hu: Panel konfigurálása
is: Stilla spjaldið
ko: 패널 설정
no: Konfigurer panel
pl: Konfiguruj panel
pt: Configurar painel
ro: Configurare panou
sk: Nastavenie panela
sv: Konfigurera panelen

source: Edit Menus
br: Aozañ lañserioù
ca: Edita menús
cs: Upravit menu
da: Redigér menuer
es: Editar Menús
fi: Muokkaa valikoita
he: םיטירפת ךורע
hr: Uredi menije
hu: Menük szerkesztése
is: Sýsla með valmyndir
ko: 메뉴 편집
no: Redigere menyer
pl: Konfiguruj menu
pt: Editar Menus
ro: Editare Meniuri
sk: Editova» menu
sv: Redigera menyer

source: Add or remove applications in the menu structure
br: Ouzhpennañ pe lemel arloadoù e framm al lañser
ca: Afegeix o elimina aplicacions de l'estructura de menú
cs: Pøidání nebo ubrání aplikací ve struktuøe menu
da: Tilføj eller fjern applikationer fra menustrukturen
es: Añadir o suprimir aplicaciones en la estructura del menú
fi: Lis‰‰ tai poista valikoiden sovelluksia
he: םיטירפתהמ תוינכות רסה-ףסוה
hr: Dodaj ili ukloni aplikacije u strukturi menija
hu: Alkalmazások hozzáadása/eltávolítása a menüstruktúrában/ból
is: Bæta forritum við valmyndakerfið, eða fjarlægja þau
ko: 메뉴 구조의 응용프로그램 추가 또는 삭제
no: Legg til eller fjerne applikasjoner i meny-strukturen
pl: Dodaj lub usuñ aplikacje ze struktury menu
pt: Adicionar ou remover aplicações ao menu
ro: Adaugã sau ºterge o aplicaþie din structura meniului
sk: Prida» alebo ubra» aplikácie v ¹truktúre menu
sv: Lägg till eller ta bort program i menystrukturen

source: Restart
br: Adloc'hañ
ca: Reengega
cs: Spustit znova
da: Genstart
el: Επανεκίννηση
es: Reiniciar
fi: K‰ynnist‰ uudelleen
he: שדחמ לחתה
hr: Pokreni ponovo
hu: Újraindítás
is: Endurræsa
ko: 다시 시작
no: Omstart
pl: Od¶wie¿
pt: Reinicializar
ro: Restartare
sk: Spusti» znova
sv: Starta om

source: Restart panel
br: Adloc'hañ ar banell
ca: Reengega el plafó
cs: Spustit panel znova
da: Genstart panel
el: Επανεκίννηση πίνακα
es: Reiniciar panel
fi: K‰ynnist‰ paneeli uudelleen
he: תומישמה תרוש תא שדחמ לחתה
hr: Obnovi ploèu
hu: Panel újraindítása
is: Endurræsa spjald
ko: 패널 다시 시작
no: Omstart av panel
pl: Od¶wie¿ panel
pt: Reinicializar painel
ro: Restartare Panou
sk: Spusti» panel znova
sv: Starta om panelen

source: Disk Navigator
br: Merdeer Pladenn
ca: Navegador de disc
cs: Diskový navigátor
es: Navegador de disco
fi: Levyselain
hr: Navigator diska
hu: Lemez Navigátor
is: Diskaflakkari
pt: Navegador
sk: Navigátor disku

source: Panel
br: Panell
ca: Plafó
el: Πίνακας
fi: Paneeli
he: תומישמה תרוש
hr: Ploèa
is: Spjald
ko: 패널
pt: Painel
ro: Panou

source: Lock Screen
br: Prennañ ar skramm
ca: Bloqueja la pantalla
cs: Blokovat obrazovku
da: Lås skærm
el: Κλέιδωμα οθόνης
es: Bloquear pantalla
fi: Lukitse n‰yttˆ
he: ךסמ לענ
hr: Zakljuèaj Ekran
hu: Képernyõzár
is: Læsa skjá
ko: 화면 잠금
no: Lås skjerm
pl: Zablokuj ekran
pt: Bloquear Écran
ro: Blocheazã ecranul
sk: Blokova» obrazovku
sv: Lås skärmen

source: The menu editor is not installed.
br: An aozer lañser n'eo ket staliet
ca: L'editor de menú no s'ha instal·lat.
cs: Editor menu není nainstalován.
da: Menu redigéringsprogrammet er ikke installéret
es: El editor de menús no está instalado.
fi: Valikkoeditoria ei ole asennettu.
he: ןקתומ וניא םיטירפתה ךרוע
hr: Ureðivaè menija nije instaliran.
hu: A menüszerkesztõ nincs telepítve
is: Valmyndaritillinn er ekki settur upp.
ko: 메뉴 편집기가 설치되지 않았습니다.
no: Meny-editoren er ikke installert.
pl: Edytor menu jest niezainstalowany.
pt: O editor de menus não está instalado.
ro: Editorul de meniuri nu este instalat.
sk: Editor menu nie je nain¹talovaný.
sv: Menyeditorn är inte installerad.

source: Oops!
br: Opala !
ca: Ep!
cs: Ouha!
da: Ups!
es: ¡Ups!
fi: Hups!
he: ! תועט
hu: Hiba!
is: Úps!
ko: 아!
no: Ops!
pl: Ojej!
ro: Hopa !
sv: Hoppsan!

source: KDiskNavigator
cs: Diskový navigátor
es: Navegador de disco
fi: Levyselain
hr: Navigator diska
is: Diskaflakkari
no: Disknavigator
pt: Navegador
sv: Disknavigator

source: Cannot put this as button onto the panel!
br: N'hallan ket lakaat se da nozelenn war ar banell
ca: No es pot posar un botó amb això damunt el plafó!
cs: Toto není mo¾né dát na panel jako tlaèítko!
da: Kan ikke placere dette som en trykknap på panelet!
es: Imposible poner este botón en el panel.
fi: En voi laittaa t‰t‰ nappina paneeliin!
hr: Ne mogu staviti ovaj gumb na ploèu!
hu: Ezt a gombot nem tudom a panelra rakni!
is: Ekki er hægt að setja þennan hnapp á spjaldið!
ko: 패널에 단추로 넣을 수 없습니다!
no: Kan ikke putte denne knappen på panelet!
pl: Nie mo¿na umie¶ciæ tego jako przycisku na panelu!
pt: Não é possivel adicionar isto ao painel como botão!
ro: Nu pot aºeza asta ca un buton în panou !
sk: Nemô¾em da» toto ako tlaèítko na panel!
sv: Kan inte lägga in det här som en knapp i panelen!

source: (empty folder)
br: (renkell goullo)
ca: (carpeta buida)
cs: (prázdný adresáø)
da: (tom folder)
es: (carpeta vacía)
fi: (tyhj‰ kansio)
hr: (prazni direktorij)
hu: (üres mappa)
is: (tóm mappa)
no: (tom mappe)
pt: (pasta vazia)
sk: (prázdny prieèinok)
sv: (tom katalog)

source: Open Folder
br: Digeriñ ar renkell
ca: Obre carpeta
cs: Otevøít adresáø
da: Åben folder
es: Abrir Carpeta
fi: Avaa kansio
hr: Otvori direktorij
hu: Mappa megnyitás
is: Opna möppu
no: Åpne mappe
pt: Abrir Pasta
sk: Otvori» prieèinok
sv: Öppna katalogen

source: Open this folder (+Shift: Launch a terminal here)
br: Digeriñ ar renkell-mañ (+PennLizh : Loc'hañ un dermenell amañ)
ca: Obre aquesta carpeta (+Majús: engega un terminal aquí)
cs: Otevøít tento adresáø (+Shift: Spustit zde terminál)
es: Abrir esta carpeta (+Shift: Ejecuta un terminal aquí)
fi: Avaa t‰m‰ kansio (+Shift: K‰ynnist‰ p‰‰te t‰‰ll‰)
hr: Otvori ovaj direktorij (+Shift: Pokreni terminal ovdje)
hu: Ennek a mappának a megnyitása (+Shift: terminálablak megnyitása)
is: Opna þessa möppu (með Shift til að keyra skjáhermi)
no: Åpne denne katalogen (+Shuft: Start en terminal her)
sv: Öppna den här katalogen (+Shift: starta en terminal här)

source: (Too Many Files)
br: (Re a restroù)
ca: (Massa fitxers)
cs: (pøíli¹ mnoho souborù)
da: (for mange filer)
es: (Demasiados archivos)
fi: (Liian monta tiedostoa)
hr: (Previ¹e Datoteka)
hu: (Túl sok fájl)
is: (Of margar skrár)
no: (For mange filer)
pt: (Demasiados Ficheiros)
sk: (priveµa súborov)
sv: (För många filer)

source: (Access Denied)
br: (Enmont nac'het)
ca: (Accés denegat)
cs: (pøístup zamezen)
da: (Adgang nægtet)
es: (Acceso denegado)
fi: (K‰sittely estetty)
hr: (Pristup odbijen)
hu: (Hozzáférés megtagadva)
is: (Aðgangi hafnað)
no: (Tilgang nektet)
pt: (Permissão Recusada)
sk: (prístup zamietnutý)
sv: (Åtkomst nekas)

source: (Unreadable)
br: (Anlennadus)
ca: (Il·legible)
cs: (neèitelné)
da: (Ulæselig)
es: (Ilegíble)
fi: (Lukukelvoton)
hr: (Ne mogu èitati)
hu: (Nem olvasható)
is: (Ekki læsilegt)
no: (Uleslig)
pt: (Ilegível)
sk: (neèitateµné)
sv: (Oläsbar)

source: Shared:
br: Rannet :
ca: Compartit:
cs: Sdílené:
es: Compartido:
fi: Jaettu:
hr: Dijeljen:
hu: Megosztott:
is: Sameign:
no: Delte:
pt: Partilhado:
sv: Delade:

source: Entries shared among all users
br: Enmontoù rannet gant an holl arveriaded
ca: Entrades compartides entre tots els usuaris
cs: Polo¾ky sdílené v¹emi u¾ivateli
es: Entradas compartidas entre todos los usuarios
fi: Kaikkien k‰ytt‰jien jakamat tietueet
hu: Minden felhasználó által megosztott bejegyzések
is: Allir notendur samnýta færslur
no: Oppføringer delt mellom brukere
pt: Entradas partilhas entre todos os utilizadores
sv: Poster som delas av alla användare

source: Personal:
br: Diouzoc'h
cs: Osobní:
fi: Oma:
hr: Osobni:
hu: Személyes:
is: Einka:
no: Personlige:
pt: Pessoal:
sv: Personliga:

source: Personal entries
br: Enmontoù diouzoc'h
ca: Entrades personals
cs: Osobní polo¾ky
es: Entradas Personales:
fi: Omat
hr: Osobni zapisi:
hu: Személyes bejegyzések
is: Einkafærslur
no: Personlige oppføringer
pt: Entradas pessoais
sv: Personliga poster

source: Recent:
br: Nevezig :
cs: Nedávné:
es: Reciente:
fi: Edelliset:
hr: Nedavni:
hu: Legutóbbi:
is: Nýlegt:
no: Nylig:
pt: Recentes:
sk: Nedávne:
sv: Senaste:

source: Recent entries
br: Enmontoù nevezig
ca: Entrades recents
cs: Nedávné polo¾ky
es: Entradas recientes
fi: Edelliset tietueet
hr: Skora¹nji zapisi
hu: Legutóbbi bejegyzések
is: Nýlegar færslur
no: Nylige oppføringer
pt: Entradas recentes
sv: Senaste poster

source: Options...
br: Dibaboù...
ca: Opcions...
cs: Mo¾nosti...
es: Opciones...
fi: Asetukset...
hr: Postavke...
hu: Beállítások...
is: Stillingar...
no: Valg...
pt: Opções...
sk: Vlastnosti...
sv: Inställningar...

source: Customize Disk Navigator
br: Neuziañ Merdeer ar bladenn
ca: Navegador de disc a mida
cs: Nastavení diskového navigátoru
es: Personalizar Navegador de disco
fi: Aseta Levyselainta
hr: Podesi navigator diska
hu: Lemez Navigátor testreszabása
is: Stilla Diskaflakkara
no: Egendefiner Disknavigator
pt: Configurar Navegador
sv: Anpassa disknavigatorn

source: %b %d
no: %d. %b

source: Add application
da: Tilføj applikation
el: Προσθήκη εφαρμογής
he: םושיי ףסוה
ko: 응용프로그램 추가
pl: Dodaj aplikacjê
ro: Adaugã o aplicaþie
sk: Prida» aplikáciu

source: Add windowlist
da: Tilføj vindues oversigt
el: Προσθήκη λίστας παραθύρων
he: תונולח תמישר ףסוה
ko: 윈도우목록 추가
pl: Dodaj listê okien
ro: Adaugã listã de ferestre
sk: Prida» zoznam okien

source: Move
el: Μετακίνηση
he: זזה

source: Properties
el: Ιδιότητες
he: םינייפאמ
