Repository: KDE/kde1-kdebase
Catalog: po/*/krootwm.po
Languages: br, ca, eo, he, hr, ro, sk, sl, tr

source: Execute command
br: Seveniñ un urzhiad
ca: Executar comanda
eo: Lanæu komandon
he: הדוקפ ץרה
hr: Izvedi naredbu
ro: Executã comandã
sk: Vykona» príkaz
sl: Izvr¹i ukaz
tr: Komutu çalýþtýr

source: Lock screen
br: Prennañ ar skramm
ca: Bloquejar pantalla
eo: Þlosu l' ekranon
he: ךסמ תליענ
hr: Zakljuèaj ekran
ro: Blocheazã ecranul
sk: Zablokova» obrazovku
sl: Zakleni zaslon
tr: Ekraný kilitle

source: Logout
br: Kuitaat
ca: Sortida
eo: Adiaýu
he: תכרעמהמ האיצי
hr: Odjava
ro: Ieºire
sk: Odhlási»
sl: Odjava
tr: Çýkýþ

source: Refresh desktop
br: Adtresañ ar burev
ca: Refrescar escriptori
eo: Refreþigu labortabulon
he: הדובעה ןחלוש ןנער
hr: Osvje¾i radnu povr¹inu
ro: Reafiºeazã ecranul
sk: Obnovi» pracovnú plochu
sl: Osve¾i namizje
tr: Masaüstünü yenile

source: Unclutter windows
br: Dispartiañ ar prenester
ca: Endreçar finestres
eo: Ordigu fenestrojn
he: תונולח קחרה
hr: Raèisti prozore
ro: Desþeleneºte ferestrele
sk: Usporiada» okná
sl: Uredi okna
tr: Serbest Pencereler

source: Cascade windows
br: Renkañ mod diri
ca: Finestres en cascada
eo: Kaskadu fenestrojn
he: תגרודמ השירפ
hr: Kaskadni prozori
ro: Cascadeazã ferestrele
sk: Kaskádova» okná
sl: Uredi okna v kaskado
tr: Pencereleri basamakla

source: Arrange icons
br: Kempenn an arlunioù
ca: Arranjar icones
eo: Aranøu piktogramojn
he: םילמס רדס
hr: Rasporedi ikone
ro: Aranjeazã icoanele
sk: Usporiada» ikony
sl: Uredi ikone
tr: Simgeleri diz

source: Display properties
br: Perzhioù an diskouez
ca: Mostrar propietats
eo: Konfigura¼o
he: הגוצת ינייפאמ
hr: Prika¾i svojstva zaslona
ro: Proprietãþile ecranului
sk: Vlastnosti obrazovky
sl: Zaslonske nastavitve
tr: Seçenekleri göster

source: Help on desktop
br: Skoazell war ar gorretaol
ca: Ajut de l'escriptori
eo: Helpo pri labortabulo
he: הדובעה ןחלוש לע הרזע
hr: Pomoæ na radnoj povr¹ini
ro: Informaþii
sk: Pomocník pracovnej plochy
sl: Pomoè z namizjem
tr: Masaüstünde yardým

source: About KDE...
br: Diwar-benn KDE...
eo: Pri KDE...
sk: O KDE...
sl: O KDE...

source: New
br: Nevez
eo: Nova
hr: Novi
sk: Vytvori»
sl: Novo

source: Bookmarks
br: Sinedoù
eo: Legosignoj
he: םיפדעומ
hr: Knji¹ke oznake
sk: Zálo¾ky
sl: Zaznamki

source: Arrange Window Maker icons
br: Kempenn arlunioù ar Graer Prenestr
sk: Usporiada» ikony Window Makera
sl: Razporedi ikone Window Maker

source: Show all
br: Diskouez an holl
sk: Ukáza» v¹etky
sl: Prika¾i vse

source: Hide other
br: Kuzhat ar re all
sk: Skry» ostatné
sl: Skrij ostale

source: Show info panel
br: Diskouez ar banell titouriñ
sk: Ukazova» infopanel
sl: Prika¾i info plo¹èo

source: Show legal panel
br: Diskouez ar banell lezennel
sk: Ukazova» legal panel
sl: Prika¾i legalno plo¹èo

source: Restart
br: Adloc'hañ
sk: Re¹tart
sl: Ponoven zagon

source: Exit
br: Er-maez
sk: Koniec
sl: Izhod

source: Window Maker
br: Graer prenestr

source: Desk
br: Taol
eo: Labortabulo
sk: Plocha
sl: Miza

source: Windows
br: Prenestr
eo: Fenestroj
sk: Okná
sl: Okna

source: Edit Bookmarks
br: Aozan Sinedoù
eo: Redaktu legosignojn
he: םיפדעומ ךורע
hr: Uredi oznake
sk: Editova» zálo¾ky
sl: Uredi zaznamke

source: Folder
br: Renkell
ca: Carpeta
eo: Dosierujo
he: הייקית
hr: Direktorij
ro: Director
sk: Prieèinok
sl: Mapa
tr: Dizin

source: ERROR: Template does not exist '%s'
br: FAZI : Ar patrom-se n'eus ket anezhañ '%s'
ca: ERROR: No hi és la plantilla '%s'
eo: ERARO: Ne ekzistas Þablono '%'
he: %s תמייק אל תינבת:האיגש
hr: GRE©KA: Predlo¾ak ne postoji '%s'
ro: Eroare: Nu existã fiºierul de model '%s'
sk: Chyba: ©ablóna neexistuje '%s'
sl: NAPAKA: ©ablona ne obstaja '%s'
tr: HATA: '%s' geçicisi yok!

source: Could not create folder
br: Ne m'eus ket gallet krouiñ ar renkell
ca: No s'ha pogut crear la carpeta
eo: Ne eblis krei dosierujon
he: הייקית רוציל ןתינ אל
hr: Nisam mogao naèiniti direktorij
ro: Nu se poate crea directorul
sk: Nie je mo¾né vytvori» prieèinok
tr: Dizin yaratýlamýyor

source: Copyright (C) 1997 Matthias Ettrich (ettrich@kde.org)
br: Gwirioù eilañ C) 1997 Matthias Ettrich (ettrich@kde.org)
eo: Kopirajto (C) 1997 Matthias Ettrich (ettrich@kde.org)
he: (ettrich@kde.org) ךירטא סאיתאמ (C) 1997 תורומש תויוכזה לכ
sl: Avtorske pravice (C) 1997 Matthias Ettrich (ettrich@kde.org)
tr: Telif Hakký (C) 1997 Matthias Ettrich (ettrich@kde.org)

source: Usage:
br: Arveriadur :
ca: Us:
eo: Uzo:
he: :שומיש
hr: Uporaba:
ro: Folosire:
sk: Pou¾itie:
sl: Uporaba:
tr: Kullaným:

source: Could not create folder
sl: Mape se ni dalo ustvariti
