Repository: KDE/kde1-kdebase
Catalog: po/*/kthememgr.po
Languages: de, fr, is

source: Mappings file theme.mappings not found.
de: Themanabbildungsdatei theme.mappings nicht gefunden.
fr: Fichier de correspondances theme.mappings introuvable..
is: Skráin theme.mappings fannst ekki.

source: Error during cleanup of work directory: rc=%d %s
de: Fehler beim Aufräumen des Arbeitsverzeichnis: rc=%d %s
fr: Erreur durant le nettoyage du répertoire de travail : rc=%d %s
is: Villa kom upp við tiltekt í vinnumöppu: rc=%d %s

source: Failed to copy theme contents from %s into %s
de: Fehler beim Kopieren des Themeninhalts von %s in %s
fr: Impossible de copier le contenu du thème de %s vers %s
is: Það mistókst að afrita gögn úr %s í %s

source: Failed to unpack %s with %s
de: Fehler beim entpacken von %s mit %s
fr: Impossible de décompacter %s avec %s
is: Það mistókst að afþjappa %s með %s

source: Theme contains no .themerc file
de: Thema enthält keine .themerc Datei
fr: Le thème ne contient pas de fichier .themerc
is: Þemað inniheldur enga .themerc skrá

source: Cannot open file %s for reading
de: Kann Datei %s nicht zum Lesen öffnen
fr: Impossible d'ouvrir le fichier %s en lecture
is: Get ekki opnað skrána %s til lestrar

source: Cannot open file %s for writing
de: Kann Datei %s nicht zum Schreiben öffnen
fr: Impossible d'ouvrir le fichier %s en écriture
is: Get ekki opnað skrána %s til skriftar

source: Write error to %s: %s
de: Fehler beim Schreiben in %s: %s
fr: Erreur d'écriture dans %s : %s
is: Villa við skrift í %s: %s

source: Internal error in theme mappings (file theme.mappings) in group %s: Entry `%s' is missing or has no value.
de: Interner Fehler in den Themenabbildungen (Datei theme.mappings) in Gruppe %s: Eintrag `%s' fehlt oder halt keinen Wert.
fr: Erreur interne dans les correspondances du thème (fichier theme.mappings) au groupe %s: L'entrée `%s' est manquante ou n'a pas de valeur.
is: Villa er í skilgreiningum þema (í theme.mappings) í flokknum %s: Gildi fyrir færslu `%s' vantar.

source: Unknown pre-install command `%s' in theme.mappings file in group %s.
de: Unbekannter Vorinstallationsbefehl `%s' in der theme.mappings-Datei in Gruppe %s.
is: Óþekkt undirbúningsskipun `%s' í theme.mappings skránni, flokkur %s.

source: Unknown command `%s' in theme.mappings file in group %s.
de: Unbekannter Befehl `%s' in der theme.mappings- Datei in Gruppe %s.
is: Óþekkt skipun `%s' í theme.mappings skránni, flokkur %s.

source: Restart %s to activate the new settings?
de: %s neu starten, um die neuen Einstellungen zu aktivieren ?
fr: Redémarrer %s pour activer les nouveaux paramètres ?
is: Viltu virkja breytingarnar með því að endurræsa %s?

source: Restart Application
de: Neustart der Anwendung
fr: Redémarrer l'application
is: Endurræsa forrit

source: Cannot make backup copy of %s: mv returned %d
de: Kann keine Sicherheitskopie von %s erstellen: mv liefert %d
fr: Impossible de créer une copie de secours de %s : mv a retourné %d
is: Get ekki tekið öryggisafrit af %s: mv skilaði %d

source: Icon key name %s can not be used
de: Symbol-Schlüsselname %s kann nicht benutzt werden
is: %s er ónothæft sem táknmyndalykill

source: No proper kdelnk file found for %s. Installing icon(s) as %s
de: Keine passende kdelnk Datei für %s gefunden. Installiere Symbol(e) asl %s
is: Engin gild kdelnk skrá fannst fyrir %s. Set táknmynd(ir) upp sem %s

source: Failed to load preview image %s
de: Fehler beim Laden des Vorschaubildes %s
fr: Impossible de charger l'image d'aperçu %s
is: Mistókst að hlaða inn forsýningu %s

source: Cannot create directory %s
de: Kann Verzeichnis %s nicht erzeugen
fr: Impossible de créer le répertoire %s
is: Get ekki búið til möppu %s

source: Cannot enter directory %s
de: Kann nicht in das Verzeichnis %s wechseln
fr: Impossible d'entrer dans le répertoire %s
is: Hef ekki aðgang að möppu %s

source: Add...
de: Hinzufügen...
fr: Ajouter...
is: Bæta við...

source: Add a new theme to the list.
de: Der Liste ein neues Thema hinzufügen.
fr: Ajoute un nouveau thème à la liste.
is: Bæta nýju þema við listann.

source: Save the Work directory
de: Arbeitsverzeichnis speichern
is: Vista vinnumöppuna

source: Save the Work directory as...
de: Arbeitsverzeichnis speichern unter...
is: Vista vinnumöppuna sem...

source: Create...
de: Erstellen...
fr: Créer...
is: Búa til...

source: Create a new theme from the current settings.
de: Aus den aktuellen Einstellungen ein Thema erzeugen
fr: Crée un nouveau thème avec les paramètres courants.
is: Búa til nýtt þema út frá virkum stillingum.

source: Remove the selected theme.
de: Das ausgewählte Thema entfernen
fr: Supprime le thème sélectionné.
is: Fjarlægja valda þemað.

source: Theme created.
de: Thema erstellt
is: Bjó til þema.

source: Failed to remove theme: %s (%s)
de: Fehler beim Entfernen des Themas: %s (%s)
fr: Impossible de supprimer le thème: %s (%s)
is: Mistókst að eyða þema: %s (%s)

source: Failed to remove theme %s
de: Fehler beim Entfernen des Themas %s
fr: Impossible de supprimer le thème %s
is: Mistókst að eyða þema %s

source: The file(s) of this theme could not be found!
de: Die Datei(en) dieses Themas konnten nicht gefunden werden!
is: Skrárnar fyrir þetta þema fundust ekki!

source: Theme removed locally. Now using global version.
de: Thema lokal entfernt. Benutze jetzt die globale Version.
is: Þemað er ekki til staðvært. Nota því altæka útgáfu.

source: Theme removed.
de: Thema entfernt
is: Þema eytt.

source: (no theme chosen)
de: (kein Thema ausgewählt)
fr: (aucun thème sélectionné)
is: (ekkert þema valið)

source: Add Theme
de: Thema hinzufügen
fr: Ajout d'un thème
is: Bæta þema við

source: Wrong file. The name of a theme file should end either with '.tar.gz' or '.tgz'
de: Falsche Datei. Der Name der Thema-Datei sollte entweder mit '.tar.gz' oder '.tgz' enden
fr: Fichier incorrect. Le nom d'un fichier de thème doit se terminer par '.tar.gz' ou '.tgz'
is: Ógilt skráarheiti. Nafn þemuskrárinnar ætti að enda á annaðhvort '.tar.gz' eða '.tgz'

source: Failed to copy theme %s into themes directory %s
de: Fehler beim Kopieren des %s Themas in das Themen-Verzeichnis %s
fr: Impossible de copier le thème %s dans le répertoire de thèmes %s
is: Mistókst að afrita þemað %s í þemamöppuna %s

source: Theme added.
de: Thema hinzugefügt
is: Bætti þemanu við.

source: Save Theme
de: Thema speichern
fr: Enregistrement du thème
is: Vista þema

source: Theme saved.
de: Thema gespeichert
is: Vistaði þemað

source: (no preview pixmap)
de: (keine Vorschau)
fr: (aucune image aperçu)
is: (engin forsýning)

source: Installer
de: Installation
fr: Installeur
is: Uppsetningarforrit

source: warning
de: Warnung
fr: avertissement
is: aðvörun

source: fatal error
de: Schwerwiegender Fehler
fr: erreur fatale
is: alvarleg villa

source: Kde Theme Manager
de: KDE Thema Verwaltung
fr: Gestionnaire de Thèmes de KDE
is: Þemustjóri KDE

source: kwmcom: communication with kwm failed
de: kwmcom: Kommunikation mit kwm fehlgeschlagen
fr: kwmcom : la communication avec kwm a échoué
is: kwmcom: náði ekki sambandi við kwm

source: Uninstall parts of previous theme
de: Teile des vorherigen Themas entfernen
is: Óvirkja hluta af síðasta þema

source: Work on the following parts:
de: Auf die folgenden Bestandteile anwenden:
is: Vinna í eftirfarandi hlutum:

source: Colors
de: Farben
fr: Couleurs
is: Litir

source: Wallpapers
de: Hintergrundbild
fr: Papiers-peints
is: Veggfóður

source: Panel
de: Kontrolleiste
fr: Tableau de bord
is: Spjald

source: Sounds
de: Klänge
fr: Sons
is: Hljóð

source: Icons
de: Symbole
fr: Icônes
is: Táknmyndir

source: Window Border
de: Fensterrahmen
fr: Bordure de fenêtre
is: Kantar glugga

source: Window Titlebar
de: Fenstertitelzeile
fr: Barre de titre de fenêtre
is: Titilrönd glugga

source: Window Gimmick
de: Fenster-Gimmick
is: Skreyting glugga

source: Window Button Layout
de: Anordnung der Fenster-Knöpfe
fr: Disposition des boutons de fenêtre
is: Uppstilling gluggahnappa

source: File Manager
de: Dateimanager
fr: Gestionnaire de fichiers
is: Skráarstjóri

source: Konsole
is: Skjáhermir (konsole)

source: Invert
de: Invertieren
is: Víxla

source: unknown
de: unbekannt
fr: inconnu
is: óþekkt

source: available
de: verfügbar
fr: disponible
is: í boði

source: empty
de: leer
fr: vide
is: tómt

source: Inactive window
de: Inaktives Fenster
fr: Fenêtre inactive
is: Óvirkur gluggi

source: Active window
de: Aktives Fenster
fr: Fenêtre active
is: Virkur gluggi

source: Window text
de: Fenstertext
fr: Texte de fenêtre
is: Texti í glugga

source: Disabled
de: Deaktiviert
fr: Désactivé
is: Óvirkt

source: Selected
de: Ausgewählt
fr: Sélectionné
is: Valið

source: KDE Theme Manager
de: KDE Thema-Verwaltung
fr: Gestionnaire de Thèmes de KDE
is: Þemustjóri KDE

source: Version %s Copyright (C) 1998 by %s Gnu Public License (GPL)
de: Version %s Copyright (C) 1998 %s Gnu Public License (GPL)
fr: Version %s Copyright (C) 1998 par %s Licence Publique Gnu (GPL)
is: Útgáfa %s Höfundarréttur (C) 1998, %s Gnu Public License (GPL) Þýðing: Bjarni <bre@mmedia.is>

source: Unknown
de: Unbekannt
fr: Inconnu
is: Óþekkt

source: %s Theme
de: %s Thema
fr: Thème %s
is: %s þema

source: Version %s
is: Útgáfa %s

source: by %s
de: von %s
fr: par %s
is: eftir %s

source: Failed to create directory %s: %s
de: Konnte Verzeichnis %s nicht erstellen: %s
fr: Impossible de créer le répertoire %s : %s
is: Mistókst að búa til möppu %s: %s

source: Create New Theme
de: Neues Thema erstellen
fr: Création d'un nouveau thème
is: Búa til nýtt þema

source: &Name
fr: &Nom
is: &Nafn

source: &Author
de: &Autor
fr: &Auteur
is: &Höfundur

source: &Email
is: N&etfang

source: &Webpage
de: &Webseite
fr: Page &Web
is: &Vefsíða

source: &Description
de: &Beschreibung
is: &Lýsing

source: MyNewTheme
de: MeinNeuesThema
fr: MonNouveauThème
is: NýjaÞemaðMitt

source: Give a short description of the theme here...
de: Geben Sie hier eine kurze Beschreibung des Themas ein...
fr: Donnez ici une brève description du thème...
is: Hér á að lýsa þemanu í stuttu máli...

source: Failed to save theme to %s with command %s
fr: Impossible d'enregistrer le thème dans %s avec la commande %s

source: Failed to rename %s to %s~: %s
fr: Impossible de renommer %s en %s~ : %s

source: Save the selected theme as...
fr: Enregistre le thème sélectionné sous...
