Repository: KDE/kde1-kdebase
Catalog: po/*/kvt.po
Languages: br, cs, da, de, es, et, fi, fr, he, hr, is, no, pl, pt_br, ro, ru, sk, sl

source: choose type of color-mode
br: Dibabit rizh ar mod-liv
cs: Vyber typ barevného modu
da: Vælg farvemodus type
de: Farbmodus wählen
es: Elija el modo de color
et: vali värvireziimi tüüp
fi: Valitse väritilan tyyppi
fr: Choisir le type de mode couleur
he: יוצרה עבצה לדומ תא רחב
hr: biraj vrstu obojenosti
is: Veldu litunarham
no: Velg type fargemodus
pl: Wybierz typ kolorowego trybu
pt_br: Escolha tipo de modo de cor
ro: alege tipul de culoare
ru: выберите тип цветного режима
sk: Typ farebného módu:
sl: izberi tip barvnega naèina

source: Add characters to word class
br: Ouzhpennañ arouezennoù er renkad word
cs: Pøídej znaky do tøídy slov
da: Tilføj tegn til ordklassen
de: Zeichen zur Wortklasse hinzufügen
es: Agregue caracteres a la clase palabra
et: Lisa sümbolid sõna klassi
fi: Lisää sanoja sanaluokkaan
fr: Ajouter des caractères à la classe word
he: םילימ תוחפשמל םיוות ףסוה
hr: Dodaj znakove klasi
is: Bæta stöfum í orðaflokk
no: Legg til tegn til ordklassen
pl: Dodaj znaki do klasy s³ów
pt_br: Adicionar caracteres a classe de palavras
ro: Adaugã caractere la clasa de cuvinte
ru: Добавьте символы к классу
sk: Znaky pridané do triedy slov:
sl: Dodaj znake razredu beseda

source: The backspace key will send a
br: Ar stokell war-gil a gaso
cs: Backspace bude posílán jako
da: Backspace tasten vil sende en
de: Die Rücktaste wirkt wie ein
es: La tecla retroceder produce un
et: Backspace klahv saadab
fi: Backspace-näppäin lähettää
fr: La touche backspace va envoyer un
he: חלשי (backspace) הקיחמה שקמ
hr: Backspace tipka poslati æe
is: Afturábak takkinn sendir
no: Slettetasten vil sende en
pl: Klawisz backspace <- wysy³a
pt_br: A tecla de backspace gera um
ro: Tasta 'backspace' va trimite
ru: Клавиша забой будет посылать
sk: Backspace bude posielaný ako
sl: Vraèalka bo poslala

source: Cursor key set
br: Stokell reti termenet
cs: Sada kurzorových kláves
da: Markør nøgle sat
de: Steuerung der Pfeiltasten
et: Kursori klahvide set
fi: Kursorien asetus
fr: Touche curseur paramétrée
hr: Pode¹ena tipka pokazivaèa
is: Örvatakkastilling
no: Regeler markørtastsending
pl: Klawisze kursora
ru: Набор клавиш
sk: Sada kurzorových kláves
sl: Smerna tipka nastavljena

source: &New Terminal
br: Termenell &Nevez
cs: &Nový terminál
da: &Ny Terminal
de: &Neues Terminal
es: &Nueva terminal
et: &Uus terminal
fi: &Uusi pääteikkuna
fr: &Nouveau Terminal
he: שד&ח לנימרט
hr: &Novi terminal
is: Nýr texta&gluggi
no: &Ny terminal
pl: &Nowy terminal
pt_br: &Novo Terminal
ro: Terminal &Nou
ru: Новый терминал
sk: &Nový terminál
sl: &Nov terminal

source: &Hide
br: Kuz&hat
cs: Schovat
da: &Gem
de: &Unsichtbar
es: &Ocultar
et: &Peida
fi: &Piilota
fr: Cac&her
he: רתס&ה
hr: &Sakrij
is: &Fela
no: &Skjul
pl: &Ukryj
pt_br: E&sconder
ro: &Ascunde
ru: Скрыть
sk: &Schova»
sl: &Skrij

source: &Left
br: A-&gleiz
cs: Na&levo
da: &Venstre
de: &Links
es: &Izquierda
et: &Vasak
fi: &Vasen
fr: &Gauche
he: לאמ&ש
hr: &Lijevo
is: &Vinstri
no: &Venstre
pl: Po &lewej
pt_br: &Esquerda
ro: &Stânga
ru: Слева
sk: N&aµavo
sl: &Levo

source: &Right
br: A-&zehou
cs: Nap&ravo
da: &Højre
de: &Rechts
es: &Derecha
et: &Parem
fi: &Oikea
fr: &Droite
he: ןימ&י
hr: &Desno
is: &Hægri
no: &Høyre
pl: Po &prawej
pt_br: &Direita
ro: &Dreapta
ru: Справа
sk: Nap&ravo
sl: &Desno

source: &Normal
br: &Boas
cs: &Normální
et: &Normaalne
fi: &Normaali
he: ליגר
hr: &Normalan
is: &Venjulegir
pl: D&omy¶lna
ru: Нормальный
sk: &Normálne
sl: &Normalno

source: &Tiny
br: &Korr
cs: Drobný
da: &Mini
de: &Winzig
es: M&uy pequeña
et: &Pisike
fi: &Pieni
fr: &Minuscule
he: דחוימב ןטק
hr: &Minijaturan
is: &Pínu litlir
no: &Bitteliten
pl: Mi&ni
pt_br: &Minúscula
ro: &Puchineþe
ru: Очень маленький
sk: &Drobné
sl: &Majceno

source: &Small
br: &Bihan
cs: Malý
da: &Lille
de: &Klein
es: &Pequeña
et: &Väike
fi: Pi&enehkö
fr: &Petit
he: ןטק
hr: Ma&li
is: &Litlir
no: &Liten
pl: &Ma³a
pt_br: &Pequena
ro: &Mic
ru: Маленький
sk: &Malé
sl: M&ajhno

source: &Medium
br: K&renn
cs: Støední
da: &Mellem
de: &Mittel
es: &Mediana
et: &Keskmine
fi: &Keskisuuri
fr: &Moyen
he: ינוניב
hr: &Srednji
is: &Miðlungs
pl: ¦&rednia
pt_br: &Média
ro: &Normal
ru: Средний
sk: &Stredné
sl: &Srednje

source: &Large
br: &Bras
cs: Velký
da: &Stor
de: &Groß
es: &Grande
et: &Suur
fi: &Suuri
fr: &Grand
he: לודג
hr: &Veliki
is: &Stórir
no: Stor
pl: &Du¿a
pt_br: &Grande
ro: M&are
ru: Большой
sk: V&eµké
sl: &Veliko

source: &Huge
br: R&amz
cs: Obrovský
da: &Enorm
de: &Riesig
es: &Enorme
et: &Tohutu
fi: &Valtava
fr: &Enorme
he: קנע
hr: &Ogromni
is: &Risastórir
no: &Veldig stor
pl: &Wielka
pt_br: &Enorme
ro: &Imens (cicã)
ru: Огромный
sk: &Obrovské
sl: &Ogromno

source: &black/white
br: &du/gwenn
cs: èerná/bílá
da: &Sort/Hvid
de: schwarz/weiß
es: &Negro sobre blanco
et: &must/valge
fi: &mustaa valkoisella
fr: &noir/blanc
he: ןבל לע רוחש
hr: &crno/bijelo
is: &svart á hvítu
no: &svart/hvit
pl: &czarno/bia³y
pt_br: &preto/branco
ro: &negru/alb
ru: черно-белое
sk: èierna/&biela
sl: &èrno/belo

source: &white/black
br: &gwenn/du
cs: bílá/èerná
da: &sort/hvid
de: &weiß/schwarz
es: &Blanco sobre negro
et: &valge/must
fi: &valkoista mustalla
fr: &blanc/noir
he: רוחש לע ןבל
hr: &bijelo/crno
is: &hvítt á svörtu
no: &hvit/svart
pl: &bia³o/czarny
pt_br: &branco/preto
ro: &alb/negru
ru: бело-черное
sk: b&iela/èierna
sl: &belo/èrno

source: &green/black
br: g&wer/du
cs: zelená/èerná
da: &grøn/blå
de: &grün/schwarz
es: &Verde sobre negro
et: &roheline/must
fi: v&ihreää mustalla
fr: &vert/noir
he: רוחש לע קורי
hr: &zeleno/crno
is: &grænt á svörtu
no: &grønn/svart
pl: &zielono/czarny
pt_br: &verde/branco
ro: &verde/negru
ru: зелено-черное
sk: zelená/èie&rna
sl: &zeleno/èrno

source: black/light&yellow
br: du/&melen sklaer
cs: èerná/svìtle ¾lutá
da: sort/&lysgul
de: schwarz/hell&gelb
es: Negro sobre &amarillo claro
et: must/&helekollane
fi: mustaa vaalean &keltaisella
fr: noir/&jaune clair
he: םרק לע רוחש
hr: c&rno/svijetlo¾uto
is: svart á g&ulu
no: s&vart/lys gul
pl: czarno/&kremowy
pt_br: preto/&amarelo claro
ro: negru/&galben deschis
ru: черно-светло-желтое
sk: èierna/svetlo ¾l&tá
sl: èrno/svetlo&rumeno

source: Linu&x Console
br: Letrin Linu&x
cs: Linu&x konsole
da: Linu&x Konsol
de: Linu&xkonsole
es: &Consola Linux
et: Linu&xi konsool
fi: &Linuxin konsoli
fr: Console Linu&x
he: לוסנוקה יעבצ
hr: Linu&x konzola
is: &Linux textahamur
no: Linu&x-konsoll
pl: Konsola &Linuxa
pt_br: Console do Linu&x
ro: Consolã de &Linux
ru: Линуксовая консоль
sk: Linu&x konzola
sl: Linu&x konzola

source: &Custom Colors
br: Livioù &diouzhouc'h
cs: &Vlastní barva
da: &Brugerdefinerede farver
de: &Eigene Farben
es: Colores &propios
et: &Omad värvid
fi: Omat &Värit
fr: &Couleurs personnalisées
he: תישיא םאתה
hr: &Posebne Boje
is: Að &eigin vali
no: &Egendefinerte farger
pl: &Kolory u¿ytkownika
pt_br: &Cores Personalizadas
ro: &Culori utilizator
ru: &Цвет
sk: &Vlastné farby
sl: &Barve po meri

source: Hide &Menubar
br: Kuzhat Barrenn ar &Lañser
cs: Skryj &menu
da: Gem &Menubjælke
de: &Menüleiste unsichtbar
es: &Ocultar barra de menú
et: Peida &menüüriba
fi: Piilota v&alikko
fr: Cacher la barre de &menu
he: טירפת רתסה
hr: Sakrij &Izbornik
is: Fela &valmyndastiku
no: Skjul &menylinje
pl: Ukryj pasek &menu
pt_br: Esconder &Barra de Menu
ro: Ascunde bara de meniu
ru: Скрыть меню
sk: Skry» &menu
sl: Skrij i&zbirno letev

source: Show &Menubar
br: Diskouez Barrenn ar &Lañser
cs: Zobraz &menu
da: Vis &Menubjælke
de: &Menüleiste anzeigen
es: &Mostrar barra de menú
et: Näita &menüüribam
fi: Näytä v&alikko
fr: Afficher la barre de &menu
he: טירפת גצה
hr: Poka¾i &Izbornik
is: Sýna &valmyndastiku
no: Vis &menylinje
pl: Poka¿ pasek &menu
pt_br: Mostrar Barra de &Menu
ro: Afiºeazã bara de meniu
ru: Показать меню
sk: Zobrazi» &menu
sl: Prika¾i i&zbirno letev

source: Secure &keyboard
br: Prennañ ar s&tokellaoueg
cs: Zabezpeèit &klávesnici
da: Grib &Tastatur
de: &Tastatur sperren
es: &Asegurar teclado
et: Turvaline &klaviatuur
fi: Varmista &näppäimistö
fr: Bloquer le &clavier
he: םישקמ ינפמ ןגה
hr: Osiguraj &tipkovnicu
is: Öruggt &lyklaborð
no: Sikre &tastatur
pl: Zabezpiecz &klawiaturê
pt_br: Travar &teclado
ro: Securizeazã tastatura
ru: Захватить клавиатуру
sk: Zabezpeèi» &klávesnicu
sl: Za¹èiti tip&kovnico

source: Scroll&bar
br: &Barrenn dibunañ
cs: Rolovací &li¹ta
da: Rulle&bjælke
de: &Rollbalken
es: &Barra de scroll
et: &Kerimisriba
fi: &Vierityspalkki
fr: &Barre de défilement
he: הלילג ספ
hr: &Kliznik
is: &Rennislá
no: &Rullefelt
pl: Pasek &przewijania
pt_br: &Barra de arrasto
ro: Barã de defilare
ru: Полоса прокрутки
sk: R&olovacia li¹ta
sl: &Drsnik

source: &Font size
br: Ment an &nodrezh
cs: Velikost &fontu
da: S&kriftstørrelse
de: &Schriftgröße
es: Tamaño de &fuente
et: &Fondi suurus
fi: &Kirjasimen koko
fr: Taille de la &police
he: ןפוג לדוג
hr: &Velièina fonta
is: S&tafastærð
no: &Skrifttypestørrelse
pl: &Rozmiar czcionki
pt_br: Tamanho da &fonte
ro: Mãrimea fontului
ru: Размер шрифта
sk: Veµkos» &písma
sl: Velikost &pisave

source: &Color
br: &Liv
cs: Barva
da: &Farve
de: &Farben
et: &Värv
fi: &Väri
fr: &Couleur
he: םיעבצ
hr: &Boja
is: &Litir
no: &Farge
pl: Ko&lor
pt_br: &Cor
ro: &Culoare
ru: Цвет
sk: F&arba
sl: &Barva

source: &Size
br: &Ment
cs: Veliko&st
da: &Størrelse
de: Fenster&größe
es: &Tamaño
et: &Suurus
fi: &Koko
fr: &Taille
he: לדוג
hr: &Velièina
is: &Stærð
no: &Størrelse
pl: &Rozmiar
pt_br: &Tamanho
ro: &Mãrime
ru: Размер
sk: Veµko&s»
sl: &Velikost

source: Terminal...
br: Termenell...
fi: Pääte...
he: ...לנימרט
is: S&kjár...
ru: Терминал...
sk: &Terminál...

source: Font...
br: Nodrezh...
da: Skrift...
de: Zeichensatz...
fi: Kirjasin...
fr: Police...
he: ...ןפוג
hr: Pismo...
is: Letur...
no: Skrifttype...
pl: Czcionka...
ru: Шрифт...
sk: Písmo...
sl: Pisava...

source: Enable &hotkeys
br: A&otren berradennoù
cs: &Povolit klávesové zkratky
da: Brug &genvejstaster
de: &Hotkeys an
et: Luba &kiirklahve
fi: Käytä &pikanäppäimiä
fr: Utiliser les &raccourcis
hr: Omoguæi &ubrzivaèke tipke
is: Virkja &flýtihnappa
no: Skru på &hurtigtaster
pl: W³±cz gor±ce &klawisze
ru: Включить горячие клавиши
sk: Povoli» &horúce klávesy
sl: Vklopi &tipke z bli¾njicami

source: Save &Options
br: Enrollañ an &Dibaboù
cs: Ulo¾ nastavení
da: &Gem Indstillinger
de: &Einstellungen sichern
es: &Guardar opciones
et: Salvesta v&alikud
fi: &Tallenna asetukset
fr: Enregistrer les &options
he: תורדגה רומש
hr: &Spremi postavke
is: &Vista valkosti
no: Lagre &valg
pl: Zachowaj &opcje
pt_br: Salvar &Opções
ro: Salveazã &Opþiunile
ru: Записать параметры
sk: Ulo¾i» &nastavenie
sl: Shrani &opcije

source: &Show
br: &Diskouez
cs: Uka¾
da: &Vis
de: &Sichtbar
es: &Mostrar
et: &Näita
fi: &Näytä
fr: &Afficher
he: גצה
hr: Pri&ka¾i
is: &Sýna
no: &Vis
pl: Po&ka¿
pt_br: &Mostrar
ro: &Aratã
ru: Показать
sk: &Ukáza»
sl: &Prika¾i

source: Unsecure &keyboard
br: Dibrennañ ar s&tokellaoueg
cs: Vypnout zabezpeèení &klávesnice
da: Frigiv &tastatur
de: &Tastatur entsperren
es: &Remover seguridad del teclado
et: Mitteturvaline &klaviatuur
fi: Vapauta &näppäimistö
fr: Débloquer le &clavier
he: םישקמ תנגה רסה
hr: Iskljuè&i osiguranje
is: Óöruggt lyklaborð
no: Usikret &tastatur
pl: Odbezpiecz &klawiaturê
pt_br: Destravar &Teclado
ro: Desecurizeazã tastatura
ru: Не шифровать клавиатуру
sk: Vypnú» zabezpeèenie &klávesnice
sl: Od¹èiti &tipkovnico

source: Terminal Options
br: Dibaboù an dermenel
cs: Nastavení terminálu
da: Terminal Indstillinger
de: Terminaleinstellungen
es: Opciones de la terminal
et: Terminali valikud
fi: Päätteen asetukset
fr: Options du terminal
he: לנימרטה תונוכת
hr: Pode¹avanja terminala
is: Skjástillingar
no: Terminalvalg
pl: Opcje terminala
pt_br: Opções de terminal
ro: Opþiunile Terminalului
ru: Опции терминала
sk: Nastavenie terminálu
sl: Terminalske opcije

source: Hint
br: Tun
cs: Upozornìní
da: Vink
de: Hinweis
es: Pista
et: Vihje
fi: Vihje
fr: Conseil
he: זמר
hr: Trik
is: Vísbending
pl: Podpowied¼
pt_br: Dica
ro: Sugestie
ru: Намек
sk: Rada
sl: Namig

source: New color settings will be displayed when the keyboard is unsecured.
br: Al livioù nevez a dalvezo pa vo dibrenn ar stokellaoueg.
cs: Nové nastavení barev bude zobrazeno po vypnutí zabezpeèení klávesnice.
da: De nye farveindstillinger vil blive vist når tastaturet bliver frigivet
de: Die neuen Farbeinstellungen werden sichtbar, sobald die Tastatur entsperrt ist.
es: Las nuevas opciones de color tomarán efecto cuando el seguro del teclado sea removido.
et: Uusi värviseadistusi näidatakse peale seda kui sa oled muutnud klaviatuuri mitteturvaliseks.
fi: Uudet väriasetukset astuvat voimaan heti, kun näppäimistö vapautetaan.
fr: Les nouvelles couleurs seront affichées lors de la réactivation du clavier.
he: לחי השדח םיעבצ תכרעב שומישה םישקמה תנגה רסות רשאכ
hr: Novi izbor boja bit æe prikazan kada se iskljuèi osiguranje tipkovnice.
is: Nýju litastillingarnar koma fram þegar öryggið er tekið af lyklaborðinu.
no: Nye fargeinnstillinger vil bli vist når tastaturet er usikret.
pl: Nowe ustawienia kolorów bêd± pokazane gdy klawiatura zostanie odbezpieczona.
pt_br: As novas definições de cor serão mostradas quando o teclado estiver destravado.
ro: Noi setãri de culoare vor fi afiºate când tastatura nu este securizatã.
ru: Новые цветовые установки будут отображены, когда клавиатура будет разблокирована.
sk: Nové nastavenie farieb sa prejaví po vypnutí zabezpeèenia klávesnice.
sl: Nove barvne nastavitve bodo prikazane, ko bo tipkovnica od¹èitena.

source: Copyright(C) 1996, 1997 Matthias Ettrich Copyright(C) 1997 M G Berberich Terminal emulation for the KDE Desktop Environment based on Robert Nation's rxvt-2.08
br: Gwirioù eilañ(C) 1996, 1997 Matthias Ettrich Gwirioù eilañ (C) 1997 M G Berberich Kendarvanerezh termenell evit an Endro Gorretaol KDE diazezet war rxvt-2.08 digant Robert Nation
cs: Copyright(C) 1996, 1997 Matthias Ettrich Copyright(C) 1997 M G Berberich Emulace terminálu pro KDE Desktop Environment zalo¾eno na rxvt-2.08 Roberta Nationa
da: Copyright(C) 1996, 1997 Matthias Ettrich Copyright(C) 1997 M G Berberich Terminal emulering for KDE Desktop Environment baseret på Robert Nation's rxvt-2.08
de: Copyright(C) 1996, 1997 Matthias Ettrich Copyright(C) 1997 M G Berberich Terminal für das KDE Desktop Environment basierend auf Robert Nations rxvt-2.08
es: Copyright(C) 1996, 1997 Matthias Ettrich Copyright(C) 1997 M G Berberich Emulador de terminal para el K Desktop Environment basado en rxvt-2.08 por Robert Nation
et: Copyright(C) 1996, 1997 Matthias Ettrich Copyright(C) 1997 M G Berberich Terminali emulaator KDE töölaua keskkonna jaoks baseerub Robert Nation'i rakendusel rxvt-2.08
fi: Copyright(C) 1996, 1997 Matthias Ettrich Copyright(C) 1997 M G Berberich Pääte-emulaatio KDE Desktop Ympäristöön perustuu Robert Nationin rxvt-2.08 ohjelmaan.
fr: Copyright(C) 1996, 1997 Matthias Ettrich Copyright(C) 1997 M G Berberich Emulation de terminal pour l'Environnement de Bureau KDE basé sur rxvt-2.08 de Robert Nation
he: (ettrich@kde.org) ךירטא סאיתאמל 1996,7 תורומש תויוכזה לכ (berberic@fmi.uni-passau.de) 1997 ץירברב .ג.מ לו KDE תביבסל לנימרט תנכות ןויטאנ טרבור תאמ rxvt-2.0.8 תינכות לע ססובמ
hr: (C) 1996, 1997 Matthias Ettrich (ettrich@kde.org) (C) 1997 M G Berberich (berberic@fmi.uni-passau.de) Emulacija terminala za KDE raðena po rxvt-2.08 Roberta Nationa.
is: Copyright(C) 1996, 1997 Matthias Ettrich Copyright(C) 1997 M G Berberich Skjáhermir fyrir KDE skjáumhverfið unnið úr rxvt-2.08 eftir Robert Nation.
no: Copyright(C) 1996, 1997 Matthias Ettrich Copyright(C) 1997 M G Berberich Terminal emulering for KDE Desktop Environment basert på Robert Nation's rxvt-2.08
pl: (C) 1996, 1997 Matthias Ettrich (ettrich@kde.org) (C) 1997 M G Berberich (berberic@fmi.uni-passau.de) Emulacja terminala dla ¦rodowiska Graficznego KDE oparta o rxvt-2.08 Roberta Nation Polskie t³umaczenie Piotr Roszatycki (dexter@fnet.pl)
pt_br: Copyright(C) 1996, 1997 Matthias Ettrich Copyright(C) 1997 M G Berberich Emulação de terminal para o KDE Desktop Environment baseado no rvt-2.08 de Robert Nation
ru: (C) 1996, 1997 Маттиас Эттрих (C) 1997 М. Г. Берберих Эмуляция терминала для проекта KDE Основан на rxvt-2.08 Роберта Натиона
sk: (C) 1996, 1997 Matthias Ettrich (ettrich@kde.org) (C) 1997 M G Berberich (berberic@fmi.uni-passau.de) Emulácia terminálu pre KDE Desktop Environment Zalo¾ené na rxvt-2.08 Roberta Nationa
sl: Avtorske pravice (C) 1996, 1997 Matthias Ettrich Avtorske pravice (C) 1997 M G Berberich Posnemanje terminala za namizje KDE temeljeèe na Robert Nationovemu rxvt-2.08

source: Permitted arguments are:
br: An arventennoù aotreet zo :
cs: Povolené parametry jsou:
da: Tilladte argumenter er:
de: Zulässige Parameter:
es: Los parámetros permitidos son:
et: Lubatud argumendid on:
fi: Sallitut komentorivioptiot ovat:
fr: Les arguments reconnus sont :
he: :םה םיירשפאה םיטנמוגראה
hr: Dozvoljeni argumenti su:
is: Lögleg viðföng eru:
no: Lovlige argumenter er:
pl: Dozwolone argumenty to:
pt_br: Argumentos aceitos são:
ru: Разрешенные аргументы:
sk: Povolené argumenty sú:
sl: Dovoljeni argumenti so:

source: -e <command> <arg> ... execute command with ars - must be last argument
br: -e <command> <arv> ... sevbeniñ urzhiad gant arv - a rank bezañ an arventenn diwezhañ
cs: -e <pøíkaz> <param> ... Vykonat pøíkaz s parametry - musí být posledním parametrem
da: -e <command> <arg> ... udfør kommando med ars - skal være sidste argument
de: -e <Befehl> <Arg> ... Befehl mit Argumenten ausführen - muß letzter Parameter sein
es: -e <comando> <arg> ... ejecutar comando con parámetro - tiene que ser el último parámetro
et: -e <command> <arg> ... käivita käsk argumentidega - peab olema viimane argument
fi: -e <komento> <arg> ... suorita komento argumenteilla - pitää olla viimeinen
fr: -e <commande> <arg>... exécute 'commande' avec les paramètres 'arg' ; '-'s'il est présent doit absolument être le dernier paramètre.
he: -e <הדוקפ> <םיטנמוגרא>...ןורחאה טנמוגראה תויהל בייח .גראה םע הדוקפה תא ץרה
hr: -e <command> <arg> ... izvedi naredbu uz ars - mora biti posljednji argument
is: -e <skipun> <viðföng> ... framkvæma skipun með viðföngum - alltaf aftast!
no: -e <kommando> <arg> ... kjør kommando med ars - må være siste argument
pl: -e <polecenie> <arg> ... wywo³anie polecenia z arg. - musi byæ ostatnim arg
pt_br: -e <comando> <arg> ... executar comando com arg - deve ser o último argumento
ru: -e <command> <arg> ... запустить команду с параметрами arg - должна быть последней опцией
sk: -e <príkaz> <arg> ... prevedie príkaz s parametrami - musí by» posledný argument
sl: -e <ukaz> <arg> ... izvedi ukaz z argumenti - mora biti zadnji argument

source: -display <name> specify the display (server)
br: -display <name> resisaat an diskouez (titourer)
cs: -display <jméno> specifikace obrazovky (serveru)
da: -display <name> specificer hvilket display (server)
de: -display <name> Name des Rechners, auf dem das Terminal-Fenster erscheint
es: -display <name> especificar la pantalla (servidor)
et: -display <name> täpsusta ekraan (server)
fi: -display <nimi> määrittele näytön nimi (palvelin)
fr: -display <name> précise l'écran (serveur)
he: -display <הגוצת םש> לנימרטה הילע ץורי רשא הגוצתה תא רידגמ
hr: -display <ime> navedi ime prikaza (poslu¾itelja)
is: -display <nafn> tiltaka X-skjá (þjón)
no: -display <navn> oppgi skjerm(tjener)
pl: -display <nazwa> okre¶la ekran (serwer)
pt_br: -display <nome> especificar a tela (servidor)
ru: -display <name> использовать дисплей (сервер) <name>
sk: -display <meno> ¹pecifikuje display (server)
sl: -display <ime> doloèi zaslon (stre¾nik)

source: -vt_geometry <spec> the initial vt window geometry
br: -vt_geometry <spec> mentrezh ar prenestr vt kentañ
cs: -vt_geometry <spec> poèáteèní geometrie okna terminálu
da: -vt_geometry <spec> vt vinduesgeometri til at begynde med
de: -vt_geometry <Größe> Anfängliche Fenstergröße
es: -vt_geometry <spec> la geometría inicial de la terminal
et: -vt_geometry <spec> esialgne vt akna geomeetria
fi: -vt_geometry <muoto> aloitusmuoto ikkunalle
fr: -vt_geometry <spec> taille initiale de la fenêtre
he: -vt_geometry<הרדגה> לנימרטה לש םירוטהו תורושה תא רידגמ
hr: -vt_geometry <spec> poèetna geometrija vt prozora
is: -vt_gemoetry <stilling> upphafsstillingar fyrir vt gluggann
no: -vt_geometry <spes> vt-vinduets geometry ved start
pl: -vt_geometry <wymiar> okre¶la wymiary okna
pt_br: -vt_geometry <spec> a geometria inicial da janela do vt
ru: -vt_geometry <spec> начальные размеры окна
sk: -vt_geometry <spec> poèiatoèná geometria vt okna
sl: -vt_geometry <spec> zaèetna velikost okna vt

source: -print-pipe <name> specify pipe for vt100 printer
br: -print-pipe <name> resisaat ar gorzenn evit ar voulerez vt100
cs: -print-pipe <name> specifikuje pipe pro vt100 tiskárnu
da: -print-pipe <name> specificer pipe for vt100 printeren
de: -print-pipe <Name> gibt die Pipe für den vt100 Printer an
es: -print-pipe <name> especifica pipa para impresora vt100
et: -print-pipe <name> määra vt100 printeri toru
fi: -print-pipe <nimi> määrittele putki VT-100 tulostimelle
fr: -print-pipe <name> précise la redirection pour imprimante vt100
hr: -print-pipe <ime> navedi pipe za vt100 pisaè
is: -print-pipe <name> tiltaka pípu fyrir vt100 prentara
no: -print-pipe <navn> oppgi rør for vt100-skriver
pl: -print-pipe <nazwa> okre¶la potok dla druku vt100
pt_br: -print-pipe <nome> especificar pipe para impressora de vt100
ru: -print-pipe <name> использовать канал <pipe> для принтера vt100
sk: -print-pipe <názov> ¹pecifikuje rúru pre vt100 tlaèiareò
sl: -print-pipe <ime> doloèi cevovod za vt100 tiskalnik

source: -vt_bg <colour> background color
br: -vt_bg <colour> liv drekleur
cs: -vt_bg <colour> barva pozadí
da: -vt_bg <colour> baggrundsfarve
de: -vt_bg <Farbe> Hintergrundfarbe
es: -vt_bg <colour> color del fondo
et: -vt_bg <colour> tausta värv
fi: -vt_bg <väri> taustaväri
fr: -vt_bg <colour> couleur d'arrière plan
he: -vt_bg <עבצ> עקר עבצ
hr: -vt_bg <boja> boja pozadine
is: -vt_bh <litur> bakgrunnslitur
no: -vt_bg <farge> bakgrunnsfarge
pl: -vt_bg <kolor> kolor t³a
pt_br: -vt_bg <cor> cor de fundo
ru: -vt_bg <colour> фоновый цвет
sk: -vt_bg <farba> farba pozadia
sl: -vt_bg <barva> barva ozadja

source: -vt_fg <colour> foreground color
br: -vt_fg <colour> liv rakleur
cs: -vt_fg <colour> barva textu
da: -vt_fg <colour> forgrundsfarve
de: -vt_fg <Farbe> Vordergrundfarbe
es: -vt_fg <colour> color del texto
et: -vt_fg <colour> esiplaani värv
fi: -vt_fg <väri> edustaväri
fr: -vt_fg <colour> couleur d'avant-plan
he: -vt_fg <עבצ> טסקט עבצ
hr: -vt_fg <boja> boja prvog plana
is: -vt_fg <litur> forgrunnslitur
no: -vt_fg <farge> forgrunnsfarge
pl: -vt_fg <kolor> kolor tekstu
pt_br: -vt_fg <cor> cor das letras
ru: -vt_fg <colour> цвет переднего плана
sk: -vt_fg <farba> farba popredia
sl: -vt_fg <barva> barva ospredja

source: -vt_font <fontname> normal font
br: -vt_font <anv nodrezh> nodrezh boas
cs: vt_font <fontname> normalní font
da: -vt_font <fontname> normalskrift
de: -vt_font <Schrift> Standard-Schrift
es: -vt_font <fontname> fuente normal
et: -vt_font <fontname> normaalne font
fi: -vt_font <kirjasinnimi> normaalikirjasin
fr: -vt_font <fontname> police normale
he: -vt_font <ןפוג םש> ליגרה ןפוגה םש
hr: -vt_font <ime pisma> normalno pismo
is: -vt_font <leturnafn> venjulega letrið
no: -vt_font <skrifttype> vanlig skrifttype
pl: -vt_font <nazwa> domy¶lna czcionka
pt_br: -vt_font <nome da fonte> fonte normal
ru: -vt_font <fontname> нормальный шрифт
sk: -vt_font <názov> normálny font
sl: -vt_font <ime pisave> normalna pisava
