Repository: KDE/kde1-kdebase
Catalog: po/*/kvt.po
Languages: br, cs, da, de, es, et, fi, fr, he, hr, is, no, pl, pt_br, ro, ru, sk, sl

source: -no_font_hack turn off Qt font bug workaround
br: -no_font_hack dizoberia kempennadur draen nodrezh Qt
cs: -no_font_hack vypnout záplatu chyby výbìru fontu v QT
da: -no_font_hack slå Qt's trick mod skrift problem fra
de: -no_font_hack schaltet Qt's font bug Workaround aus
et: -no_font_hack Qt fondi vea parandamine keelatud
fi: -no_font_hack poista Qt:n fonttivirheen kierto
fr: -no_font_hack désactive la correction du bogue des polices Qt
hr: -no_font_hack iskljuèi Qt font bug workaround
is: -no_font_hack ekki fara framhjá villum í Qt
no: -no_font_hack skru av koden som går utenom Qt-skrifttypefeilen
pl: -no_font_hack wy³±cz obej¶cie b³êdu czcionek Qt
ru: -no_font_hack выключает обход ошибки в Qt
sk: -no_font_hack vypnú» obídenie chyby Qt fontu
sl: -no_font_hack izklopi popravek za hro¹è Qt pisav

source: -vt_size <size> tiny, small, normal, large, huge
br: -vt_size <ment> tiny, small, normal, large, huge
es: -vt_size <size> muy pequeña, pequeña, mediana, grande, enorme
fi: -vt_size <koko> tiny, small, normal, large, huge
hr: -vt_size <velièina> minijaturno, malo, normalno, veliko, ogromno
is: -vt_size <stærð> leturstærð: tiny, small, normal, large, huge
no: -vt_size <størrelse> tiny, small, normal, large, huge
pl: -vt_size <rozmiar> tiny, small, normal, large, huge
pt_br: -vt_size <tamanho> tiny, small, normal, large, huge
sk: -vt_size <veµkos»> tiny, small, normal large, huge
sl: -vt_size <velikost> majcena, majhna, normalna, velika, ogromna

source: -linux set up kvt to mimic linux-console
br: -linux keflunia kvt da varmouzañ letrin linux
cs: -linux nastaví kvt, aby imitoval linux konsoli
da: -linux sæt kvt til at efterligne linux-konsol
de: -linux Kvt wie Linux-Konsole einstellen
es: -linux imita la consola linux
et: -linux seadista kvt kui järeleaimatud linux'i konsool
fi: -linux aseta kvt matkimaan linuxin konsolia
fr: -linux configure kvt de façon à imiter la console Linux
he: -linux סקוניל לש לוסנוקה תא תוקחל לנימרטה תנכותל רשפאמ
hr: -linux postavi kvt da imitira linux-konzolu
is: -linux láta kvt herma eftir Linux textaham
no: -linux sett opp kvt til å etterligne linux-konsolet
pl: -linux tryb konsoli linuxa
pt_br: -linux configura o kvt para imitar o console linux
ru: -linux эмуляция линуксового терминала
sk: -linux nastaví kvt na emuláciu linuxáckej konzoly
sl: -linux nastavi kvt da opona¹a linux konzolo

source: -no_menubar hide the menubar
br: -no_menubar kuzat barrenn al lañser
cs: -no_menubar skryje menu
da: -no_menubar skjul menubjælken
de: -no_menubar Menüleiste ausblenden
es: -no_menubar esconder la barra de menú
et: -no_menubar peida menüüriba
fi: -no_menubar piilota valikkorivi
fr: -no_menubar cache la barre de menu
he: -no_menubar םיטירפת אלל
hr: -no_menubar sakrij traku izbornika
is: -no_menubar fela valmyndastiku
no: -no_menubar skjul menylinje
pl: -no_menubar ukryj pasek menu
pt_br: -no_menubar esconde a barra de menu
ru: -no_menubar спрятать меню
sk: -no_menubar skryje riadok s menu
sl: -no_menubar skrij izbirno letev

source: -no_scrollbar hide the scrollbar
br: -no_scrollbar kuzaat ar varrenn dibunañ
cs: -no_scrollbar skryje pusunovací li¹tu
da: -no_scrollbar skjul rullebjælken
de: -no_scrollbar Rollbalken ausblenden
es: -no_scrollbar esconder la barra de scroll
et: -no_scrollbar peida kerimisriba
fi: -no_scrollbar piilota vierityspalkki
fr: -no_scrollbar cache la barre de défilement
he: -no_scrollbar הלילג ספ אלל
hr: -no_scrollbar sakrij traku za odmatanje
is: -no_scrollbar fela rennislá
no: -no_scrollbar skjul rullefelt
pl: -no_scrollbar ukryj pasek przewijania
pt_br: -no_scrollbar esconde a barra de arrasto
ru: -no_scrollbar спрятать полосы прокрутки
sk: -no_scrollbar skryje rolovací pás
sl: -no_scrollbar brez drsnika

source: -T <text> text in window titlebar (Obsolete. Use -caption instead)
br: -T <testenn> testenn er barrenn-ditl ar prenestr (Dic'hiziet. Arverit -caption kentoc'h)
cs: -T <text> text v titulku okna (Zastaralé. Pou¾ívejte místo nìj -caption)
da: -T <tekst> tekst i winduets titelbjælke (Forældet. Brug -caption i stedetfor)
de: -T <text> Titeltext (Veraltet. Benutze -caption anstatt)
es: -T <text> texto en la barra de título de la ventana (Obsoleto. Mejor use -caption)
et: -T <text> tekst akna tiitliribal (Vananenud. Kasuta selle asemel -caption)
fi: -T <teksti> ikkunan otsikkoteksti (Vanha. Käytä -caption:ia)
fr: -T <text> texte dans la barre de titre (Obsolète. Utilisez -caption à la place)
he: -T <טסקט> ןולחה תרתוכב עיפויש טסקט םוקמב -caption ב שמתשהל שי - ןשוימ
hr: -T <tekst> tekst na naslovnoj traci prozora (Vi¹e se ne koristi. Koristi -caption)
is: -T <texti> texti í gluggatitli. (Úrelt notið -caption)
no: -T <tekst> tekst i tittellinjen til vinduet (Foreldret. Bruk -caption isteden)
pl: -T <tekst> tekst w pasku tytu³owym (wycofane, u¿yj opcji -caption)
pt_br: -T <texto> texto no título da janela (Obsoleto. Use -caption)
ru: -T <text> установить заголовок <text> (Устарела. Используйте -caption)
sk: -T <text> text v titulku okna (Zastaralé. Pou¾ite rad¹ej -caption)
sl: -T <besedilo> besedilo v naslovni letvi okna (Zastarelo. Uporabi raje -caption)

source: -tn <TERM> Terminal type. Default is xterm.
br: -tn <TERM> Rizh an termenell. xterm dre ziouer.
cs: -tn <TERM> Typ terminálu. Implicitní je xterm.
da: -tn <TERM> Terminal type. Standard er xterm.
de: -tn <TERM> Terminaltyp, Voreinstellung ist "xterm"
es: -tn <TERM> tipo de terminal (xterm por defecto).
et: -tn <TERM> Terminali tüüp. Vaikimisi on xterm.
fi: -tn <TERM> Päätteen tyyppi. Oletus on xterm.
fr: -tn <TERM> Type de terminal ('xterm' par défaut).
he: -tn <לנימרט גוס> xterm לדחמה תרירב-לנימרט גוס
hr: -tn <TERM> Tip terminala. Podrazumijevani je xterm.
is: -tn <TERM> Skjágerð. Xterm er sjálfgefið.
no: -tn <TERM> Terminaltype. Standard er xterm.
pl: -tn <TERM> typ terminala. standardowo xterm.
pt_br: -tn <TERM> Tipo de terminal. Padrão é xterm.
ru: -tn <TERM> Тип терминала, по умолчанию xterm.
sk: -tn <TERM> Typ terminálu. ©tandardne xterm.
sl: -tn <TERM> Tip terminala. Privzet je xterm.

source: -C Capture system console message
br: -C Tapout kemennadoù letrin ar reizhad
cs: -C Zachycovat zprávy systémové konzole
da: -C Indfang system konsol budskab
de: -C Meldungen für die Systemkonsole anzeigen
es: -C capturar mensajes de la consola del sistema
et: -C Näita teateid süsteemselt konsoolilt
fi: -C Kaappaa järjestelmän konsoliviestit
fr: -C Capture les messages système de la console
he: -C לוסנוקה לש תועדוה טולק
hr: -C Uhvati poruke na sistemskoj konzoli
is: -C grípa kerfisskjáboð
no: -C Vis systemkonsollmeldinger
pl: -C przychwytuj komunikaty z konsoli
pt_br: -C Capturar mensagens do console do sistema
ru: -C Перехватывать сообщения с системной консоли
sk: -C Odchytáva správy systémovej konzoly
sl: -C Ujemi sporoèila sistemske konzole

source: -n <text> name in icon or icon window
br: -n <testenn> anv an arlun pe prenestr arlun
cs: -n <text> jméno v ikonì nebo oknì ikony
da: -n <text> navn i ikon eller ikon vindue
de: -n <text> Text für Icon
es: -n <text> nombre del ícono o ventana del ícono
et: -n <text> nimi ikoonil või ikooni aknal
fi: -n <teksti> nimi kuvakkeen yhteydessä
fr: -n <text> nom de l'icône ou fenêtre d'icône
he: -n <text> למס ןולחב וא למס רותב םש
hr: -n <tekst> ime u ikoni ili prozoru ikone
is: -n <text> nafn í táknmynd eða táknmyndarglugga
no: -n <tekst> navn på ikon eller ikon-vindu
pl: -n <tekst> tytu³ ikony
pt_br: -n <texto> nome no ícone ou janela de ícone
ru: -n <text> имя пиктограммы
sk: -n <text> názov v ikone alebo okne ikón
sl: -n <besedilo> ime v ikoni ali okno ikone

source: -7 run in 7 bit mode -8 run in 8 bit mode
br: -7 seveniñ mod 7 bit -8 seveniñ mod 8 bit
cs: -7 pracovat v 7 bitovém módu -8 pracovat v á bitovém módu
da: -7 kør i 7 bit modus -8 kør in 8 bit modus
de: -7 7-Bit-Mode -8 8-Bit-Mode
es: -7 usar modo de 7 bits -8 usar modo de 8 bits
et: -7 7 bitine reziim -8 8 bitine reziim
fi: -7 aja 7-bittisessä tilassa -8 aja 8-bittisessä tilassa
fr: -7 fonctionne en mode 7 bits -8 fonctionne en mode 8 bits
he: -7 טיב 7 לנימרטכ הצרה -8 טיב 8 לנימרטכ הצרה
hr: -7 radi u 7 bitnom naèinu -8 radi u 8 bitnom naèinu
is: -7 keyra í 7 bita ham -8 keyra í 8 bita ham
no: -7 kjør i 7-bitsmodus -8 kjør i 8-bitsmodus
pl: -7 uruchomienie trybu 7-bitowego -8 uruchomienie trybu 8-bitowego
pt_br: -7 rodar em modo 7 bits -8 rodar em modo 8 bits
ru: -7 запускаться в 7 битном режиме -8 запускаться в 8 битном режиме
sk: -7 spusti» v 7-bitovom móde -8 spusti» v 8-bitovom móde
sl: -7 teèi v 7 bitnem naèinu -8 teèi v 8 bitnem naèinu

source: -ls initiate kvt's shell as a login shell -ls- initiate kvt's shell as a non-login shell (default)
br: -ls loc'hañ shell kvt evel ul login shell -ls- loc'hañ shell kvt evel un nann-login shell (dre ziouer)
cs: -ls inicializovat shell kvt jako login shell -ls- neinicializovat shell kvt jako login shell (implicictì)
da: -ls begynd kvt's shell som en log ind shell -ls- begynd kvt's shell som en ikke-log ind shell (standard)
de: -ls Login-Shell starten -ls- Keine Login-Shell starten (standard)
es: -ls iniciar kvt con shell de login -ls- iniciar kvt con shell sin login (por defecto)
et: -ls käivita kvt shell kui login shell -ls- käivita kvt shell kui mitte-login shell (vaikimisi)
fi: -ls aseta kvt:n komentotulkki login-tilaan. -ls- aseta kvt:n komentotulkki ei-login tilaan (oletus)
fr: -ls initialise kvt en login shell -ls- initialise kvt en non-login shell (par défaut)
he: -ls login shell תכרעמל הסינכ תפטעמב שומיש -ls- non-login shell הליגר תפטעמב שומיש
hr: -ls poèni kvtovu ljusku kao prijavnu (login) ljusku -ls- poèni kvtovu ljusku kao normalnu (non-login) ljusku (podrazumijevano)
is: -ls opna innskráningarskel í kvt -ls- opna venjulega skel í kvt (sjálfgefið)
no: -ls initsialiser kvts skall som et logginnskall -ls- initsialiser kvts skall som et ikke-logginnskall (standard)
pl: -ls uruchom kvt jako zalogowan± sesjê -ls- uruchom kvt jako niezalogowan± sesjê (domyslnie)
pt_br: -ls iniciar kvt como shell de login -ls- initiar kvt não como shell de login (padrão)
ru: -ls запрашивать имя и пароль -ls- не запрашивать имени и пароля (по умолчанию)
sk: -ls spusti» shell kvt ako prihlasovací shell -ls- nespusti» shell kvt ako prihlasovací shell (¹tand.)
sl: -ls za¾eni lupino kvt kot prijavno lupino -ls- za¾eni lupino kvt kot neprijavno lupino (privzeto)

source: -meta <arg> handle Meta with ESCAPE prefix, 8THBIT set, or ignore
br: -meta <arv> merañ Meta evel araogenn ESCAPE, 8vet BIT termenet, pe na ober van
cs: -meta obsluhovat Meta s ESCAPE prefixem, 8THBIT nastaveno, nebo ignorovat
da: -meta <arg> behandl Meta med ESCAPE prefix, 8THBIT sat, eller ignorer
de: -meta ???
es: -meta <arg> tratar Meta como ESCAPE, 8THBIT o ignorar
et: -meta <arg> käsitle Meta't prefiksiga ESCAPE, 8.biti seadmiseks või ignoreeri
fi: -meta <arg> Käsittele Meta ESCAPE etumerkillä, 8THBIT asetettu, tai ohita
fr: -meta <arg> gère Meta avec le préfixe ESCAPE, 8THBIT (8ème bit positionné) ou ignore
hr: -meta <arg> omoguæi Meta sa ESCAPE prefiskom, 8THBITom, ili ignore
is: -meta <arg> höndla Meta með ESCAPE forskeyti, setja áttunda bita á, eða henda
no: -meta <arg> behandle Meta med ESCAPE-prefiks, 8bits eller ignorer
pl: -meta przechwytuj Meta z prefiksem ESCAPE, ustawionym 8BIT lub ignoruj
pt_br: -meta <arg> tratar Meta com prefixo de ESCAPE, 8THBIT colocado, ou ignorar
ru: -meta обрабатывать клавишу META с префиксом ESCAPE, установите 8-ми битный режим, или опция будет проигнорирована
sk: -meta <arg> spracova» Meta s prefixom ESCAPE, nastaveným 8. bitom alebo ignorova»
sl: -meta <arg> zamenjaj Meta s predpono ESCAPE , 8. bit nastavljen, ali zanemari

source: -sl <number> save number lines in scroll-back buffer
br: -sl <niver> enrollañ <niver> linenn er skurzer dibunañ
cs: -sl <number> ukládá <number> øádkù do vyrovnávací pamìti pro zpìtné posunování li¹ty
da: -sl <antal> gem antal linier i rul-tilbage bufferen
de: -sl <Zahl> Anzahl der zu speichernden Zeilen
es: -sl <número> guardar número de líneas pasadas
et: -sl <number> mitu rida salvestada tagasi kerimiseks puhvrisse
fi: -sl <määrä> kuinka monta riviä säilytetään puskurissa
fr: -sl <number> nombre de lignes enregistrées pour retour arrière
he: -sl <רפסמ> הלילג תרטמל רוחאל ורמשי רשא תורושה רפסמ
hr: -sl <broj> spremi broj zadnji linija u meðumemoriju
is: -sl <fjöldi> geyma tiltekinn fjölda lína í biðminni
no: -sl <nummer> lagre nummer linjer i rullelinjeminnet
pl: -sl <numer> ilo¶æ linii przechowywana w buforze
pt_br: -sl <número> número de linhas gravadas no buffer de scroll-back
ru: -sl <number> сохранять number количество строк в буфере
sk: -sl <èíslo> ulo¾i» 'èíslo' riadkov do buffra scrollbaru
sl: -sl <¹tevilo> shrani ¹tevilo vrstic v vmesni pomnilnik

source: -pageup <keysym> use hot key alt-keysym to scroll up through the buffer -pagedown <keysym> use hot key alt-keysym to scroll down through buffer
br: -pageup <stokarouez> arverañ berradenn alt-stokarouez evit dibunañ davet gorre ar skurzer -pagedown <stokarouez> arverañ berradenn alt-stokarouez evit dibunañ davet traoñ ar skurzer
cs: -pageup <keysym> pou¾ívat klávesovou zkratku ALT-<keysym> k posunování li¹ty nahoru vyrovnávací pamìtí -pagedown <keysym> pou¾ívat klávesovou zkratku ALT-<keysym> k posunování
da: -pageup <keysym> brug genvejen alt-tastesymbol til at rulleop gennem bufferen -pagedown <keysym> brug genvejen alt-tastesymbol til at rulle ned gennem bufferen buffer
de: -pageup <Taste> <Alt>-<Taste> zum Rückwärtsrollen benutzen -pagedown <Taste> <Alt>-<Taste> zum Vorwärtsrollen benutzen
es: -pageup <keysym> usar tecla alt-keysym para moverse hacia atrás -pagedown <keysym> usar tecla alt-keysym para moverse haca adelante
et: -pageup <keysym> kasuta kombinatsiooni ALT+keysym puhvris üles kerimiseks -pagedown <keysym> kasuta kombinatsiooni ALT+keysym puhvris alla kerimiseks
fi: -pageup <näpp.symb.> käytä alt + näppäintä puskurin ylös selaamiseen -pagedown <näpp.symb.> käytä alt + näppäintä puskurin ylös selaamiseen
fr: -pageup <keysym> utilise la séquence alt-keysym pour remonter dans le tampon -pagedown <keysym> utilise la séquence alt-keysym pour avancer dans le tampon
he: -pageup <שקמ לומיס> הלעמל דומע תלילגל ןיוצמה שקמה+טלאה שקמב שמתשה -pagedown <שקמ לומיס> הטמל דומע תלילגל ןיוצמה שקמה+טלאה שקמב שמתשה
is: -pageup <lyklatákn> nota alt-lyklatákn til að renna aftur í biðminni -pagedown <lyklatákn> nota alt-lyklatákn til að renna fram í biðminni
no: -pageup <tastsym> bruk hurtigtast alt-tastsym for å rulle opp bufferbuffer -pagedown <keysym> bruk hurtigtast alt-tastsym for å rulle ned buffer
pl: -pageup <klawisz> kombinacja Alt-klawisz przesuwa bufor w górê -pagedown <klawisz> kombinacja Alt-klawisz przesuwa bufor w dó³
pt_br: -pageup <keysym> utilizar alt-keysym para subir no buffer de scroll-back -pagedown <keysym> utilizar alt-keysym para descer no buffer de scroll-back
ru: -pageup <keysym> использовать клавишу alt-keysym для прокрутки вверх -pagedown <keysym> использовать клавишу alt-keysym для прокрутки вниз
sk: -pageup <keysym> hotkey alt-keysym na prechádzanie hore bufferom -pagedown <keysym> hotkey alt-keysym na prechádzanie dole bufferom
sl: -pageup <simbtip> uporabi tipko z bli¾njico alt-simbtip za pomikanje navzgor po vmesnem pomnilniku -pagedown <simbtip> uporabi tipko z bli¾njico alt-simbtip za pomikanje navzdol po vmesnem pomnilniku

source: -grk9 greek kbd = ELOT 928 (default) -grk4 greek kbd = IBM 437
br: -grk9 stokellaoueg gresian = ELOT 928 (dre ziouer) -grk4 stokellaoueg gresian = IBM 437
cs: -grk9\t\tgreek kbd = ELOT 928 (implicitní) -grk4\t\tgreek kbd = IBM 437
da: -grk9 greek kbd = ELOT 928 (standard) -grk4 greek kbd = IBM 437
de: -grk9 greek kbd = ELOT 928 (standard) -grk4 greek kbd = IBM 437
es: -grk9 greek kbd = ELOT 928 (por defecto) -grk4 greek kbd = IBM 437
fi: -grk9 greek kbd = ELOT 928 (oletus) -grk4 greek kbd = IBM 437
fr: -grk9 clavier grec = ELOT 928 (défaut) -grk4 clavier grec = IBM 437
hr: -grk9 greek kbd = ELOT 928 (uobièajeno) -grk4 greek kbd = IBM 437
is: -grk9 grískt lyklaborð = ELOT 928 (sjálfgefið) -grk4 grískt lyklaborð = IBM 437
no: -grk9 greek kbd = ELOT 928 (standard) -grk4 greek kbd = IBM 437
pl: -grk9 greek kbd = ELOT 928 (domy¶lnie) -grk4 greek kbd = IBM 437
pt_br: -grk9 greek kbd = ELOT 928 (padrão) -grk4 greek kbd = IBM 437
ru: -grk9 греческая клавиатура ELOT 928 (по умолчанию) -grk4 греческая клавиатура IBM 437
sk: -grk9\t\tgreek kbd = ELOT 928 (¹tandardná) -grk4\t\tgreek kbd = IBM 437
sl: -grk9 greek kbd = ELOT 928 (privzeto) -grk4 greek kbd = IBM 437

source: (C) 1996, 1997 Matthias Ettrich (ettrich@kde.org) (C) 1997 M G Berberich (berberic@fmi.uni-passau.de) (C) 1998 Ivan Schreter (schreter@kdk.sk) (C) 1999 Leon Widdershoven (l.widdershoven@fz-juelich.de) Terminal emulation for the KDE Desktop Environment based on Robert Nation's rxvt-2.08
da: (C) 1996, 1997 Matthias Ettrich (ettrich@kde.org) (C) 1997 M G Berberich (berberic@fmi.uni-passau.de) (C) 1998 Ivan Schreter (schreter@kdk.sk) Terminal emulering for KDE Desktop Environment baseret på Robert Nation's rxvt-2.08
de: (C) 1996, 1997 Matthias Ettrich (ettrich@kde.org) (C) 1997 M G Berberich (berberic@fmi.uni-passau.de) (C) 1998 Ivan Schreter (schreter@kdk.sk) (C) 1999 Leon Widdershoven (l.widdershoven@fz-juelich.de) Terminalemulation für das KDE Desktop Environment basierend auf Robert Nations rxvt-2.08
hr: (C) 1996, 1997 Matthias Ettrich (ettrich@kde.org) (C) 1997 M G Berberich (berberic@fmi.uni-passau.de) (C) 1998 Ivan Schreter (schreter@kdk.sk) (C) 1999 Leon Widdershoven (l.widdershoven@fz-juelich.de) Emulacija terminala za KDE bazirana na rxvt-2.08 Roberta Nationa.
ru: (C) 1996, 1997 Маттиас Эттрих <ettrich@kde.org> (C) 1997 М. Г. Берберих <berberic@fmi.uni-passau.de> (C) 1998 Иван Шретер (schreter@kdk.sk) (C) 1999 Леон Видершовен (l.widdershoven@fz-juelich.de) Эмуляция терминала для проекта KDE Основан на rxvt-2.08 Роберта Натиона
sl: (C) 1996, 1997 Matthias Ettrich (ettrich@kde.org) (C) 1997 M G Berberich (berberic@fmi.uni-passau.de) (C) 1998 Ivan Schreter (schreter@kdk.sk) (C) 1999 Leon Widdershoven (l.widdershoven@fz-juelich.de) Posnemanje terminala za namizje KDE temeljeèe na Robert Nationovemu rxvt-2.08

source: (C) 1996, 1997 Matthias Ettrich (ettrich@kde.org) (C) 1997 M G Berberich (berberic@fmi.uni-passau.de) (C) 1998 Ivan Schreter (schreter@kdk.sk) Terminal emulation for the KDE Desktop Environment based on Robert Nation's rxvt-2.08
fr: (C) 1996, 1997 Matthias Ettrich (ettrich@kde.org) (C) 1997 M G Berberich (berberic@fmi.uni-passau.de) (C) 1998 Ivan Schreter (schreter@kdk.sk) Emulation de terminal pour le KDE Desktop Environment basé sur rxvt-2.08 de Robert Nation

source: (C) 1996, 1997 Matthias Ettrich (ettrich@kde.org) (C) 1997 M G Berberich (berberic@fmi.uni-passau.de) Terminal emulation for the KDE Desktop Environment based on Robert Nation's rxvt-2.08
es: (C) 1996, 1997 Matthias Ettrich (ettrich@kde.org) (C) 1997 M G Berberich (berberic@fmi.uni-passau.de) Emulador de terminal para el K Desktop Environment basado en rxvt-2.08 por Robert Nation
pt_br: (C) 1996, 1997 Matthias Ettrich (ettrich@kde.org) (C) 1997 M G Berberich (berberic@fmi.uni-passau.de) Emulação de terminal para o KDE Desktop Environment baseado no rvt-2.08 de Robert Nation
ro: (C) 1996, 1997 Matthias Ettrich (ettrich@kde.org) (C) 1997 M G Berberich (berberic@fmi.uni-passau.de) Emulator de terminal pentru Mediul de Lucru KDE bazat pe rxvt-2.08-ul lui Robert Nation
