Repository: KDE/kde1-kdebase
Catalog: po/*/kwm.po
Languages: cs, eo, fr, he, hr, ko, pl, ro, sk, tr

source: kwm: it looks like there's already a window manager running. kwm not started
cs: kwm: zdá se, ¾e je ji¾ spu¹tìn jiný správce oken. kwm nespu¹tìn
eo: kwm: Þajnas ke jam fenestroregilo estas aktiva. Kwm ne lanæita
fr: kwm: un autre gestionnaire de fenêtres semble être déjà lancé. kwm n'a pas démarré.
he: לעפוי אל KDE לש תונולחה להנמ ץהלועפב אצמנ רחא תונולח להנמ וליאכ הארנ
hr: veæ postoji jedan window manager. nova instanca nije pokrenuta
ko: kwm: 다른 윈도우 관리자가 실행되고 있습니다. kwm을 실행할 수 없습니다.
pl: kwm: wygl±da na to, ¿e mened¿er okien jest ju¿ uruchomiony. kwm nie uruchomi³ siê
ro: kwm: se pare ca este deja în funcþiune un alt Window Manager, aºa cã nu am pornit kwm-ul
sk: kwm: zdá sa, ¾e u¾ je spustený iný správca okien. kwm sa nespustil.
tr: kwm: Zaten çalýþan bir pencere denetleyicisi var gözüküyor. kwmbaþlamayacak

source: kwm: failure during initialisation; aborting
cs: kwm: selhání bìhem inicializace; ukonèuji
eo: kwm: Eraro dum lanæado; mortante
fr: kwm: erreur pendant l'initialisation ; abandon
he: תוליעפ םייסמ - לוחתיא תאיגש :תונולחה להנמ
hr: kwm: gre¹ka prilikom inicijalizacije; odustajem
ko: kwm: 초기화중 오류; 중단합니다
pl: kwm: b³±d podczas inicjacji; przerwanie
ro: kwm: eroare în timpul iniþializãrii; pa
sk: kwm: zlyhanie behom inicializácie; ukonèujem
tr: kwm: baþlama aþamasýnda hata; vazgeçiliyor

source: Preparing session ...
cs: Pøiprava sezení ...
eo: Preparante seancon ...
fr: Préparation de la session...
he: ...הלועפל ןנוכתמ
hr: Pripremam sesiju ...
ko: 세션을 준비중입니다 ...
ro: Preparare sesiune ...
tr: Oturum hazýrlanýyor...

source: Copyright (C) 1997 Matthias Ettrich (ettrich@kde.org)
eo: Kopirajto (C) 1997 Matthias Ettrich (ettrich@kde.org)
he: (ettrich@kde.org) ךירטא סאיתאמ 1997 (C) תורומש תויוכזה לכ

source: Usage:
cs: Pou¾ití:
eo: uzo:
fr: Utilisation :
he: :שומיש
hr: Uporaba:
ko: 사용법:
pl: U¿ycie:
ro: Folosire:
sk: Pou¾itie:
tr: Kullaným:

source: &Maximize
cs: &Maximalizovat
eo: M&aksimigu
fr: &Maximiser
he: יברימ לדוג
hr: &Poveæaj
ko: 최대화(&M)
pl: &Maksymalizuj
ro: Ma&ximizare
sk: &Maximalizova»
tr: &Büyült

source: &Restore
cs: &Obnovit
eo: &Restarigu
fr: &Restaurer
he: לדוג רזחש
hr: &Vrati
ko: 복원(&R)
pl: Przy&wróæ
ro: &Restaurare
sk: &Obnovi»
tr: &Kurtar

source: &Iconify
cs: &Ikonifikovat
eo: &Piktogramigu
fr: &Icônifier
he: רעזמ
hr: Napravi ga &ikonom
ko: 아이콘화(&I)
pl: Mi&nimalizuj
ro: Mi&nimizare
sk: &Ikonizova»
tr: &Simgele

source: &DeIconify
cs: O&dikonifikovat
eo: Malp&iktogramigu
fr: &Déicônifier
he: לדגה
hr: &Aktiviraj ikonu
ko: 아이콘화 해제(&D)
pl: Przy&wróæ
ro: &DeMinimizare
sk: O&dikonizova»
tr: &Normal

source: &Sticky
cs: &Pøilepit
eo: &Fiksu
fr: &Clouer
he: ךסמ לכב
hr: Na&lijepi
ko: 윈도우 고정(&S)
pl: Przyk&lej
ro: Þ&intuitã
sk: &Prilepi»
tr: &Sabit

source: &UnSticky
cs: Od&lepit
eo: Malfi&ksu
fr: Déc&louer
he: הזה ךסמב קר
hr: &Odlijepi
ko: 고정 해제(&U)
pl: Odk&lej
ro: &Deþintuitã
sk: Od&lepi»
tr: &Serbest

source: Mo&ve
cs: Pøe&sunout
eo: &Movu
fr: Dé&placer
he: זזה
hr: Po&makni
ko: 이동(&v)
pl: Prz&enie¶
ro: &Mutã
sk: Pre&sunú»
tr: &Yürüt

source: Resi&ze
cs: Zmìnit &velikost
eo: Þanøu &grandecon
fr: Redi&mensionner
he: לדוג הנש
hr: Pro&mjeni velièinu
ko: 크기조절(&z)
pl: &Rozmiar
ro: R&edimensioneazã
sk: Zmeni» &veµkos»
tr: &Yeniden boyutlandýr

source: &To desktop
cs: &Na pracovní plochu
eo: Al &labortabulo
fr: &Vers le bureau
he: הדובע ןחלושל
hr: Premjesti &na povr¹inu
ko: 데스크탑으로(&T)
pl: Wy¶lij na &desktop
ro: În &ecranul
sk: &Na pracovnú plochu
tr: &Masa üstüne

source: &Onto current desktop
cs: Na &souèasnou pracovní plochu
eo: &Sur aktualan labortabulon
fr: &Sur le bureau actuel
he: הזה ךסמל רבעה
hr: Premjesti na &tekuæu povr¹inu
ko: 현재 데스크탑으로(&O)
pl: Wy¶lij na ten &desktop
ro: &În ecranul curent
sk: Na &súèasnú pracovnú plochu
tr: &Þu anki masa üstüne

source: One
cs: První
eo: Unu
fr: Premier
he: דחא
hr: Jedan
ko: 하나
pl: Jeden
ro: Unu
sk: Prvá
tr: Bir

source: Two
cs: Druhá
eo: Du
fr: Deuxième
he: םיינש
hr: Dva
ko: 둘
pl: Dwa
ro: Doi
sk: Druhá
tr: Ýki

source: Three
cs: Tøetí
eo: Tri
fr: Troisième
he: שולש
hr: Tri
ko: 셋
pl: Trzy
ro: Trei
sk: Tretia
tr: Üç

source: Four
cs: Ètvrtá
eo: Kvar
fr: Quatrième
he: עברא
hr: Èetiri
ko: 넷
pl: Cztery
ro: Patru
sk: ©tvrtá
tr: Dört

source: Five
cs: Pátá
eo: Kvin
fr: Cinquième
he: שמח
hr: Pet
ko: 다섯
pl: Piêæ
ro: Cinci
sk: Piata
tr: Beþ

source: Six
cs: ©está
eo: Ses
fr: Sixième
he: שש
hr: Sest
ko: 여섯
pl: Sze¶æ
ro: ªase
sk: ©iesta
tr: Altý

source: Seven
cs: Sedmá
eo: Sep
fr: Septième
he: עבש
hr: Sedam
ko: 일곱
pl: Siedem
ro: ªapte
sk: Siedma
tr: Yedi

source: Eight
cs: Osmá
eo: Ok
fr: Huitième
he: הנומש
hr: Osam
ko: 여덟
pl: Osiem
ro: Opt
sk: Ôsma
tr: Sekiz

source: Unnamed Desktop
cs: Nepojmenovaná pracovní plocha
eo: nenomita labortabulo
fr: Bureau sans nom
he: םש אלל ןחלוש
hr: Neimenovana povr¹ina
ko: 이름없는 데스크탑
ro: Ecran fãrã nume
sk: Nepomenovaná plocha
tr: Ýsimsiz Masa üstü

source: Some pixmaps are not valid: ShapeMode dissabled
cs: Nìkteré pixmapy nejsou korektní: ShapeMode vypnut
eo: Kelkaj rastrobildoj ne estas en ordo: Figurmodo malaktivigita
fr: Quelques pixmaps ne sont pas valides : ShapeMode désactivé
he: תלטובמ םילמס תרוצת :םייקוח םניא םילמס המכ
hr: Neke pixmape nisu va¾eæe: ShapeMode je uga¹en
ko: 픽스맵이 올바르지 않습니다: Shape 모드가 불가능함
ro: Niºte pixmap-uri sunt defecte: ShapeMode nu este activat
sk: Niektoré bodové mapy nie sú korektné: ShapeMode vypnutý
tr: Bazi simgeler geçersiz: ShapeMode kullanýlmýyor

source: Some pixmaps are not valid: GimmickMode dissabled
cs: Nìkteré pixmapy nejsou korektní: GimmickMode vypnut
eo: Kelkaj rastrobildoj ne estas en ordo: Anima¼modo malaktivigita
fr: Quelques pixmaps ne sont pas valides : GimmickMode désactivé
he: תלטובמ קימיג תרוצת :םייקוח םניא םילמס המכ
hr: Neke pixmape nisu va¾eæe: GimmickMode uga¹en
ko: 픽스맵이 올바르지 않습니다: Gimmick 모드가 불가능함
ro: Niºte pixmap-uri sunt defecte: GimmickMode nu este activat
tr: Bazý simgeler geçersiz: GimmickMode kullanýlmýyor

source: *** No Tasks ***
cs: *** ®ádné úlohy ***
eo: *** Neniuj taskoj ****
fr: *** Aucune tâche ***
he: ***תומישמ ןיא***
hr: *** Nema Zadaæa ***
ko: *** 작업 없음***
pl: *** Brak zadañ ***
ro: *** Nici un Program ***
sk: *** ®iadne úlohy ***
tr: *** Görev Yok ***

source: Command:
cs: Pøíkaz:
eo: Komando:
fr: Commande :
he: הדוקפ
hr: Naredba:
ko: 명령:
pl: Polecenie:
ro: Comandã :
sk: Príkaz:
tr: Komut:

source: Ooops!
cs: Ouha!
eo: Ho ve!
fr: Houlà !
he: !האיגש
hr: Joj!
ko: 오우!
ro: Hopa!
tr: Hay Allah!

source: Logout
cs: Odhlá¹ení
eo: Adiaýu
fr: Quitter KDE
he: תכרעמהמ האיצי
hr: Odjavi
ko: 로그아웃
pl: Wylo&guj siê
ro: Ieºire
sk: Odhlásenie
tr: Oturumu kapat

source: Session prepared for logout
cs: Sezení pøipraveno k odhlá¹ení
eo: Seanco estas preparita por adiaýo
fr: Préparation de votre déconnexion de KDE
he: תכרעמהמ האיציל ןכומ בשחמה
hr: Sesija je spremna za odjavu
ko: 로그아웃 준비
pl: Sesja przygotowana do wylogowania
ro: Sesiune pregãtitã pentru ieºire
sk: Sedenie pripravené k odhláseniu
tr: Oturum kapatýlmak için hazýrlandý

source: The following applications contain unsaved data which will be lost in your next session.
cs: Následující aplikace obsahují neulo¾ená data, která budou ztracena ve va¹em pøí¹tím sezení.
eo: La sekvaj aplika¼oj enhavas nesekurigitajn datumojn kiuj estos perditaj en via sekva seanco.
fr: Les applications suivantes contiennent des données non enregistrées qui ne figureront pas dans une prochaine session.
he: רומש וניאש עדימ םיליכמ םיאבה םימושייה ךלש אבה רוביחב דבאי הז עדימ
hr: Slijedeæi programi nisu spremili podatke ¹to mo¾e rezultirati gubitkom podataka.
ko: 다음 응용프로그램은 이후의 세션에서 잃어버릴 수도 있는 저장하지 않은 데이터를 포함하고 있습니다.
pl: Nastêpuj±ce aplikacje zawieraj± niezachowane dane, które nie bêd± odzyskane przy nastêpnej sesji.
ro: Aplicaþiile urmãtoare conþin date nesalvate care vor fi pierdute în sesiunea urmãtoare.
sk: Nasledujúce aplikácie obsahujú neulo¾ené dáta, ktoré budú stratené vo va¹om nasledujúcom sedení.
tr: Takip eden uygulamalar kaydedilmemiþ veri içermektedir Ve gelecek oturumda bulunamayacaktýr.

source: The following applications cannot be restored in your next session, only restarted. Make sure they do not contain important unsaved data.
cs: Následující aplikace nemohou být obnoveny v následujícím sezení, mohou být pouze snovu spu¹tìny. Ujistìte se, ¾e neobsahují dùle¾itá neulo¾ená data.
eo: La sekvaj aplika¼oj ne povos esti restarigataj en via sekva seanco, sed nur relanæataj. Certigu, ke ili ne enhavas gravajn nesekurigitajn datumojn.
fr: Les applications suivantes ne seront pas restaurées lors d'une prochaine session, seulement relancées. Assurez-vous qu'elles ne contiennent pas de données importantes non enregistrées.
he: שדחמ ולעפוי קר אלא אבה רוביחב ורזחושי אל םיאבה םימושייה רומש וניאש בושח עדימ םהב ךל ןיאש אדו ךתבוטל
hr: KDE nije u stanju obavijestiti slijedeæ programe o zavr¹etku sesije. Spremite sve va¾ne podatke te ih ponovo pokrenite u slijedeæoj sesiji.
ko: 다음 응용프로그램은 다시 시작할 때 변화된 내용을 복원할 수 없습니다. 아직 저장되지 않은 중요한 자료가 없는지 확인하십시오.
pl: Nastêpuj±ce aplikacje nie bêd± przywrócone przy nastêpnej sesji, a jedynie ponownie uruchomione. Upewnij siê, ¿e zachowa³e¶ wszystkie dane.
ro: Aplicaþiile urmãtoare nu pot fi refãcute în sesiunea urmãtoare, ci doar restartate. Asigurã-te cã nu conþin date nesalvate importante.
sk: Nasledujúce aplikácie nemô¾u by» obnovené v nasledujúcom sedení, mô¾u by» iba znovu spustené. Uistite sa, ¾e neobsahujú dôle¾ité neulo¾ené dáta.
tr: Takip eden uygulamalar bir sonraki oturumunuzda geri yüklenemeyecek. Önemli bilgi içermediðinden emin olunuz.

source: The following applications are not X11-aware and though cannot be restored in your next session. Make sure they do not contain important unsaved data.
cs: Následující aplikace jsou pøizpùsobeny X11, ale pøesto nemohou být obnoveny ve va¹em pøí¹tím sezení. Ujistìte se, ¾e neobsahují dùle¾itá neulo¾ená data.
eo: La sekvaj aplika¼oj ne estas X11-atentaj kaj do ne povos esti restarigataj en via sekva seanco. Certigu, ke ili ne enhavas gravajn nesekurigitajn datumojn.
fr: Les applications suivantes ne sont pas conformes à X11 et ne pourront donc être restaurées lors de votre prochaine session. Assurez-vous qu'elles ne contiennent pas de données importantes non enregistrées.
he: אבה רוביחב רוזחשל םינתינ םניא םיאבה םימושייה רומש וניאש בושח עדימ םהב ךל ןיאש אדוו ךתבוטל
hr: KDE nije u stanju komunicirati sa slijedeæim programima (nisu X11-svjesni) te ih neæe moæi vratiti u slijedeæoj sesiji. Molim spremite sve va¾ne podatke.
ko: 다음 응용프로그램은 X11용 프로그램이 아니므로 다시 실행할 때 변화된 내용을 복원할 수 없습니다. 아직 저장되지 않은 중요한 데이터가 없는지 확인하십시오.
pl: Nastêpuj±ce aplikacje nie s± aplikacjami X11 i nie bêd± przywrócone przy nastêpnej sesji, a jedynie ponownie uruchomione. Upewnij siê, ¿e zachowa³e¶ wszystkie dane.
ro: Aplicaþiile urmãtoare nu sunt X11 native ºi de aceea nu pot fi restaurate în sesiunea urmãtoare. Asigurã-te cã nu conþin date importante nesalvate.
sk: Následujúce aplikácie sú prispôsobené X11, a preto nemô¾u by» obnovené vo va¹om nasledujúcom sedení. Uistite sa, ¾e neobsahujú dôle¾ité neulo¾ené dáta.
tr: Takip eden uygulamalar bir sonraki X11 oturumunuzda geri yüklenemeyecek. Önemli bilgi içermediðinden emin olunuz.

source: Switch to
cs: Pøepni do
eo: Komutu al
fr: Aller vers
he: ל רובע
hr: Premjesti na
ko: 교체
pl: &Prze³±cz na
ro: Schimbã la
sk: Prepnú» do
tr: Göreve geç

source: Current session
cs: Souèasné sezení
eo: Aktuala seanco
fr: Session courante
he: יחכונ רוביח
hr: Tekuæa sesija
ko: 현재 세션
pl: Bierz±ca sesja
ro: Sesiune curentã
sk: Súèasné sedenie
tr: Þu anki oturum

source: &Close
pl: Zam&knij
